{
    "id": "black_maternal_mortality",
    "text": "\n\n\n\n\n\n\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\nHome * Op-Ed\n\n\n\nSen. Elizabeth Warren On Black Women Maternal Mortality: 'Hold Health Systems Accountable For Protecting Black Moms'\t\n\n\n\n\nBy Sen. Elizabeth Warren\n \n*\n\n\nApril 30, 2019\nJuly 3, 2019\n \n\n\n\n\n\nIn an exclusive op-ed for ESSENCE, Sen. Elizabeth Warren lays out her plan for improving maternal mortality in Black and Brown mothers.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI\nwas 21 when I found out I was pregnant. Like millions of women, I felt like I\nwas strapped in on a roller coaster that had just shot off. Joy. Terror.\nCuriosity. And sometimes all three in the same minute.  \n\n\nUnfortunately,\ndespite decades of progress, roughly 700\nwomen continue to die each year from pregnancy or delivery\ncomplications in the United States, making it one of only thirteen countries\nwhere maternal mortality rates have worsened over the last 25 years. We\nare facing a maternal mortality crisis in America. \n\n\nAnd\nfor Black moms, particularly those living in rural areas, it's an\nepidemic.  \n\n\nThe data shows that Black women are three to four times more likely than white women to die from pregnancy or childbirth-related causes. This trend persists even after adjusting for income and education. One major reason? Racism. \n\n\nIn a detailed report, ProPublica found that the vast majority of maternal deaths are preventable, but decades of racism and discrimination mean that, too often, doctors and nurses don't hear Black women's health issues the same way they hear them from other women.\n\n\nThese\nare structural problems that require structural solutions, and as they have so\noften in the past, Black women and activists are leading the way. Widowers,\nmothers, and groups like the Black Mamas Matter Alliance, MomsRising, and the\nMarch of Dimes are demanding concrete actions to reverse these deadly outcomes.\nThe Alliance\nfor Innovation on Maternal Health is developing tools to save lives\nand stamp out racial disparities. Legislators in Texas and California are collecting\ndata and rolling\nout new best practices. Cities\nare\ntesting whether covering doula services can help. \n\n\n\n\nIn\nCongress, Senator Kamala Harris has a smart proposal to address the\nstructural racism that puts Black women and their babies at risk and improve\ncare coordination. Senator Cory Booker has an important bill to expand\nMedicaid for moms. Congresswoman Lauren Underwood and Congresswoman Alma Adams\nrecently created the Black Maternal Health Caucus.   \n\n\nI\nsupport these efforts, and I have another idea: hold health systems accountable\nfor protecting black moms. \n\n\nMy\napproach would apply to maternity care the lessons learned from successful\nreforms -- many enabled by the Affordable Care Act (ACA) -- already\nrevolutionizing other types of procedures, like joint replacements or cardiac care. Rigorous evaluations\nshow these groundbreaking reforms hold immense promise. And maternal\nhealth has already\nbeen identified as one of the ripest areas for expansion.\n\n\nRather\nthan paying separately for each visit or each procedure, these new models set\none price for an entire \"episode\" of care - and then hold health systems\naccountable for the outcome. The data show that these so-called \"bundled\npayments\" give health systems both greater incentives and greater control to improve\nresults.  \n\n\nIn\nmaternity care, health systems would have the flexibility to cover key services\n-- like prenatal and postpartum visits, hypertension and depression screenings,\nand doula and lactation support --  based\non their effectiveness, not on their reimbursement rate. Outcomes could be\ntracked for a significant length of time after birth, to ensure that women and\nbabies stay healthy during the postpartum period, and health systems could be\npushed toward greater workforce diversity so care teams look more like the\ncommunities they serve. \n\n\n\n\nIf\nhealth systems are able to coordinate their care and improve overall outcomes -\nlike raising survival rates, reducing complications, and narrowing the\nmortality and morbidity gap between white women and women of color - they can earn\na bonus. If care doesn't improve, they'll be on the hook. But they won't be\nabandoned. Paying for better care means both rewarding excellent health systems\nand identifying, investing in, and demanding more from struggling ones. \n\n\nTo\nbe sure, these reforms have limits. They cannot reach all of the underlying\ncauses of these inequities. They're no substitute for the kind of guaranteed,\ncomprehensive access to general and reproductive health care for women long\nbefore pregnancy. And they must be carefully designed and monitored to avoid\nunintended consequences.  \n\n\nHealth\nsystems will need the resources to implement evidence-based best practices.\nDetermining what outcomes should be measured and how exactly an \"episode\" of\nchildbirth should be defined will require extensive input. Reforms must, for\nexample, account for the profile and volume of a hospital's patient population,\nrecognize that different hospitals are set up to provide different levels of\nmaternity care, reward providers that take care of the most challenging\npatients, and make room for non-hospital settings where many mothers receive\ntheir care. Like the ACA reforms, these changes should be rigorously tested and\nevaluated before being implemented nationwide. \n\n\nIn\nall of these decisions, women who have given birth, experienced complications, and\nlost babies - particularly women of color - and family members who have lost\nloved ones should not just be at the table: they\nshould be calling the shots.\n\n\nBy rewarding health systems that keep mothers healthier, pressing for broader adoption of best practices that we already know help Black and Brown moms, narrowing racial inequities - and yes, holding both hospitals and care teams accountable for preventable failures - we can save women's lives and demand change. Black women shouldn't have to develop elaborate birth plans or personally shell out thousands of dollars for extra eyes and ears at the hospital to ensure they survive the experience of childbirth. We've done enough observing and debating the effects of bias and racism in our health care system. It's time to demand better outcomes.  \n\n\nElizabeth Warren is a United States Senator from Massachusetts (D) and 2020 Presidential candidate.\n\n\nThe above is an op-ed and not a political endorsement by ESSENCE.\n\n\nShare :\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTOPICS: \nOp-Ed \n \n\n\n\n\n\n",
    "url": "https://www.essence.com/feature/sen-elizabeth-warren-black-women-mortality-essence/"
}