{
    "id": "climate_risk_disclosure",
    "text": "Accelerating the Transition to Clean Energy\nTeam Warren\nJul 10 * 4 min read\nBy Elizabeth Warren\nClimate change is an existential threat. It's real, it's man-made, and we're running out of time to address it. Our government needs to take bold action and use all the tools available to combat climate change before it's too late.\nThat's why I'm proud to be an original supporter of the Green New Deal. That's why I've proposed a historic $2 trillion investment in researching, developing, and manufacturing clean energy technology here in America so that we can lead the global effort to slash greenhouse gas emissions by 2030 and beyond. That's why I support returning to the Paris Agreement and restoring Obama-era environmental protections like the Clean Power Plan. And that's why I've proposed a set of executive actions I'll take on day one of the Warren Administration to stop drilling and promote renewables on public lands.\nToday I'm proposing a plan to attack climate change from another angle too -- using the power of public markets to accelerate the adoption of clean energy. I'm proud that my plan has the support of former Vice President Al Gore, a long-time leader on combating climate change, and support from many colleagues in Congress, including Senator Ed Markey and Congresswoman Alexandria Ocasio-Cortez -- the original authors of the Green New Deal.\nHere's how it works:\nPublicly traded companies have an obligation to share important information about their business. But right now, these companies don't share much about how climate change might affect their business, their customers, and their investors.\nThat's a problem in two ways. First, there are a lot of companies that could be badly hurt by the likely environmental effects of climate change. We've already seen how record storms, flooding, and wildfires can cause billions of dollars in damage. That may be just the beginning. According to experts, unchecked climate change is likely to destroy billions in property and displace millions of people around the world, producing \"economic losses and social disruption ... likely to be greater in total than those experienced in the housing crisis and the Great Recession.\" Companies could face serious harm from climate change in any number of ways, from flooding that damages their warehouses to massive storms that disrupt their shipping routes.\nSecond, global efforts to combat climate change will have an enormous impact on certain types of companies, particularly those in the energy sector. The Task Force on Climate-related Financial Disclosures found that reduced greenhouse gas emissions and increasingly affordable deployment of clean energy technology could have \"significant, near-term financial implications\" for Big Oil and fossil fuel companies. Experts estimate that if the world makes the changes necessary to meet the emissions goals of the Paris climate accord, at least 82% of global coal reserves, 49% of global gas reserves, and 33% of global oil reserves will have to go unused the next 30 years. The market is not appropriately pricing in this risk, and it's creating what former Vice President Gore has called a \"carbon bubble\" -- an inflation of the value of fossil fuel companies that could burst and threaten the financial system.\nMy Climate Risk Disclosure plan addresses these problems by requiring companies to publicly disclose both of these types of climate-related risks. It directs the Securities and Exchange Commission to issue rules that make every public company disclose detailed information, including the likely effect on the company if climate change continues at its current pace and the likely effect on the company if the world successfully restricts greenhouse gas emissions to meet the targets of the Paris Agreement\nMy plan also requires the SEC to tailor these disclosure requirements for specific industries so that, for instance, fossil fuel companies will have to make even more detailed disclosures.\nThis plan will have an immediate effect on our efforts to combat change. Some investors are already divesting from fossil fuel companies, and a leading American insurance company recently announced that it would no longer insure or invest in coal. My plan will push more investors to move their money out of the fossil fuel industry, accelerating the transition to clean energy. It will also demonstrate to investors that -- if nothing else -- climate change represents a serious risk to their money and they need to demand global action to address it. And it will make clear that climate change represents not just an existential environmental threat to the planet, but a serious threat to our financial system -- one that we need to head off now before it costs people their homes, jobs, and savings like the 2008 crisis.\nWe need to use all the powers of the government to address climate change, and we don't have any more time to waste. My Climate Risk Disclosure plan is another tool we can use to lead the global effort to address climate change and save our planet.",
    "url": "https://medium.com/@teamwarren/accelerating-the-transition-to-clean-energy-46af492d8c57"
}