{
    "id": "corporate_executive_accountability",
    "text": " \n \n    \n \n \n \n By  Elizabeth Warren \n \n \n \n    \n  Elizabeth Warren \n \nBio\n  Follow   \n \n \n \n \n \nApril 2\n \n \n \n \n \nElizabeth Warren represents Massachusetts in the U.S. Senate and is running for the Democratic presidential nomination.\n \n \nOpening unauthorized bank accounts. Cheating customers on mortgages and car loans. Mistreating service members. If you can dream up a financial scam, there's a good chance that Wells Fargo ran it on its customers in recent years. Last week, after years of pressure, the company finally parted ways with its second chief executive in three years. But that's not nearly enough accountability. It's time to reform our laws to make sure that corporate executives face jail time for overseeing massive scams.\n \nIn 2016, after the Wells Fargo fake-accounts scam came to light, I called out then-chief executive John Stumpf for gutlessly throwing workers at the bank under the bus -- and told him he should resign. Weeks later, he did. When Wells Fargo elevated longtime senior executive Tim Sloan to replace Stumpf, I told Sloan he should be fired for his role in enabling and covering up the fake-accounts scam. For years, I pressured federal regulators, urging Sloan's dismissal, and last week Sloan \"retired.\"\n \nDon't get me wrong. I'm glad Sloan and Stumpf aren't in charge anymore. But this isn't real accountability. When a criminal on the street steals money from your wallet, they go to jail. When small-business owners cheat their customers, they go to jail. But when corporate executives at big companies oversee huge frauds that hurt tens of thousands of people, they often get to walk away with multimillion-dollar payouts.\n \nToo often, prosecutors don't even try to hold top executives criminally accountable. They claim it's too hard to prove that the people at the top knew about the corporate misconduct. This culture of complicity warps the incentives for corporate leaders. The message to executives? So long as you bury your head in the sand, you can keep collecting fat bonuses without risk of facing criminal liability.\n \nEven when in-house lawyers flag conduct that skirts the law, there's little reason for executives to listen. The executives know that, at worst, the company will get hit with a fine -- and the money will come out of their shareholders' pockets, not their own.\n \nIt doesn't have to be this way. With sustained resources and a commitment to enforcing the law, we can bring more cases under existing rules. Beyond that, we should enact the Ending Too Big To Jail Act, which I introduced last year. That bill would make it easier to hold executives at big banks accountable for scams by requiring them to certify that they conducted a \"due diligence\" inquiry and found that no illegal conduct was occurring on their watch. This would force executives to look for wrongdoing or face prosecution for filing false certifications with the government. The proposal would also create a permanent and well-funded unit dedicated to investigating financial crimes.\n \nBut we can go further still. Wednesday, I'm proposing a law that expands criminal liability to any corporate executive who negligently oversees a giant company causing severe harm to U.S. families. We all agree that any executive who intentionally breaks criminal laws and leaves a trail of smoking guns should face jail time. But right now, they can escape the threat of prosecution so long as no one can prove exactly what they knew, even if they were willfully negligent.\n \nIf top executives knew they would be hauled out in handcuffs for failing to reasonably oversee the companies they run, they would have a real incentive to better monitor their operations and snuff out any wrongdoing before it got out of hand.\n \nMy proposal builds on existing laws that impose criminal liability on negligent executives in certain areas. The Food, Drug, and Cosmetic Act and the Clean Air Act hold top corporate executives criminally accountable if, as a result of their negligence, companies distribute misbranded drugs or pollute the air. My proposal would impose similar criminal liability for negligent executives of any company with more than $1 billion in annual revenue in a variety of circumstances, including if that company is found guilty of a crime or is found liable for a civil violation affecting the health, safety, finances or personal data of 1 percent of the U.S. population or 1 percent of the population of any state.\n \nIt has been about 10 years since the financial crisis cost millions of people their homes, their jobs and their savings, and not one big-bank CEO has gone to prison -- or even been prosecuted. Tens of thousands of Americans have died after overdosing on commonly prescribed opioids, but not a single major pharmaceutical executive has gone to prison for their role in this tragedy. Corporate America needs a wake-up call.\n \nFour words are engraved over the front door of the Supreme Court: \"equal justice under law.\" It's the fundamental principle that's supposed to drive our legal system. But it's not equal justice when a kid with an ounce of pot can get thrown in jail while a wealthy executive can walk away with a bonus after his company cheats millions of people. Personal accountability is the only way to ensure that executives at corporations will think twice before ignoring the law. It's time to stop making excuses and start making real change.\n \n \nRead more:\n \nHelaine Olen: Wells Fargo embarrasses itself again\n \nDana Milbank: This is what happens when corporations run the government\n \nCatherine Rampell: Why do Republicans hate consumers?\n \nThe Post's View: The Marriott data breach is a reminder that privacy concerns extend beyond tech\n \nHelaine Olen: Elizabeth Warren wrote a book of personal finance advice. How does it hold up?\n \n ",
    "url": "https://www.washingtonpost.com/opinions/elizabeth-warren-its-time-to-scare-corporate-america-straight/2019/04/02/ca464ab0-5559-11e9-8ef3-fbd41a2ce4d5_story.html"
}