{
    "id": "election_reform",
    "text": "My Plan to Strengthen Our Democracy\nTeam Warren\nJun 25 * 8 min read\nBy Elizabeth Warren\nElections are the foundation of our democracy, but in the United States -- the greatest democracy in the world -- our government treats voting like it's one of the least important things we do. We have around 8,000 election jurisdictions all doing their own thing. They are overstretched, under-resourced, and their technology is often laughably out of date.\nVoting should be easy. But instead, many states make it hard for people to vote. We have all heard stories about polling places running out of ballots, computer problems causing delays, ballot designs confusing voters, and extremely long lines preventing working people from voting. And on top of these administrative issues, racist and partisan officials often deliberately seek to stop citizens from exercising the right to vote. States have purged names from the voter rolls, limited same-day registration, closed polling places in communities of color, used voter ID laws to try to disenfranchise Native Americans, and even placed restrictions and criminal penalties on efforts to register new voters.\nOur elections should be as secure as Fort Knox. But instead, they're less secure than your Amazon account. State and local officials take their jobs seriously, but they often don't have the resources to secure their elections. Even then, it's hard for local officials to defend against attacks from foreign governments. In the 2016 election, the Russian government tried to infiltrate at least 39 state election systems and at least one election equipment company. They tried to spear-phish more than 100 local election officials' email accounts. They even successfully broke into several voter registration databases.\nThe harsh truth is that our elections are extremely vulnerable to attack: Forty-two states use voter registration databases that are more than a decade old. Laughably, in 2019, some still use Windows 2000 and Windows XP. Twelve states still use paperless machines, meaning there's no paper trail to verify vote counts. Some states don't require post-election audits. And ten states don't train election officials to deal with cybersecurity threats. This is a national security threat, and three years after a hostile foreign power literally attacked our democracy, we've done far too little to address it.\nWe need a constitutional amendment to guarantee the right to vote. But the moral necessity of this amendment shouldn't stop us from acting now. The federal government already has the power to regulate federal elections, secure our democracy, and put a stop to racist voter suppression.\nUnder our Constitution, Congress can regulate the \"Times, Places, and Manner,\" of federal elections. This power is so broad that even Justice Scalia believed this provision gives Congress \"authority to provide a complete code for congressional elections.\" Congress also has the power to enforce the 14th and 15th Amendments to prevent voting discrimination, and the power of the purse to grant money to the states to meet federal standards. It's time to draw on these constitutional powers to strengthen our democracy.\nEnough is enough. It is time to make high-quality voting in the greatest democracy in the world easy, convenient, and professional. It's time to secure our elections from all threats, foreign and domestic. It's time to address election security, administration problems, and voter suppression.\nHere's how my plan will work:\nFederal elections get state-of-the-art federal machines, federal ballots, and federal security. Right now some jurisdictions use dated machines that are easily hackable with no paper trail. Ballot design is all over the place. No more. The federal government will replace every voting machine in the country with state-of-the-art equipment and require adoption of a uniform federal ballot. And we will lock all federal voting technology systems behind a security firewall like it's Fort Knox.\nFederal standards for federal elections. We have 8,000 election jurisdictions running elections. Problems with resources, malfeasance, and errors are rampant. No more. We will have federal standards to ensure everyone can vote, including mandating automatic and same-day registration, early voting, and vote by mail. My plan will mean no more arbitrary voter purges. No more registration issues. And no more gerrymandering. We will also make Election Day a holiday to make it easier for people to get to the polls.\nEnforce the law and expand access -- through incentives where possible, and with federal authority where necessary. My plan will give states cutting-edge voting equipment and election security protocols, all paid for by the federal government, and states will be required to follow all federal standards for federal elections. States who also choose to meet these requirements in their state elections can work through federal-state partnership agreements to have those elections fully funded by the federal government, too -- and we'll give them a bonus for achieving high voter turnout rates. And where racist or corrupt politicians refuse to follow the law, the federal government will temporarily take over the administration of their federal elections to guarantee the fundamental right to vote.\nSecuring Our Elections\nUnder my plan, federal elections will get state-of-the-art federal machines, federal ballots, and federal security. The federal government will replace insecure and outdated systems with hand-marked, voter-verified paper ballot machines. To prevent hanging-chads and other confusing ballot designs, we'll have uniform federal ballots all across the country that are based on easy-to-use design principles. The federal government will also provide every polling location with accessible ballot machines for people with disabilities and conduct research into how to improve voting security and accessibility for all people, including those with disabilities and people for whom English isn't their primary language.\nThrough a new independent Secure Democracy Administration, which will replace the Election Assistance Commission and be staffed by civil servants, the federal government will manage the cybersecurity aspects of elections and develop additional security procedures for election administration and the end-to-end handling of ballots. States will implement these additional security measures, and will receive technical assistance and training from the Secure Democracy Administration. In addition, states will be required to conduct risk-limiting audits prior to certifying elections -- and we'll have independent oversight of those audits.\nEstablishing Binding Federal Standards for Federal Elections\nOur elections are never going to be secure, fair, or workable with so many jurisdictions each making their own rules -- especially when some officials deliberately manipulate those rules to stop people from voting. Under my plan, we'll have a uniform set of federal election standards that achieve four goals:\nNo more registration problems. My plan will mandate automatic voter registration and same-day registration for federal elections. State and federal government agencies will automatically register voters and transfer that information to state elections officials, and voters can opt-out, if they choose. Every state will also be required to offer same-day registration, which acts as a fail-safe for anyone who is mistakenly left off the rolls.\nNo more voter purges. Under my plan, states will be banned from removing voters from the election rolls unless the voter affirmatively requests to be removed or there is objective evidence of a legitimate reason to remove them, like death, change of address, or loss of eligibility to vote. We will also re-enfranchise those who have served their time and left prison.\nNo more difficulties voting. We will make Election Day a national holiday, and all federal elections will have a minimum of 15 days of early voting, expanded voting hours, the option to vote with a sworn statement of identity instead of an ID, convenient polling locations, and voting by mail. And we will pass the Voting Rights Advancement Act and the Native American Voting Rights Act to shut down a host of festering discriminatory practices.\nNo more gerrymandering. Under my plan, states will be required to use independent redistricting commissions to draw federal congressional districts to prevent gerrymandering. Both parties should compete on a level playing field; not in a rigged game designed to suppress the will of the people.\nEnforcing the law and expanding access -- through incentives where possible, and with federal authority where necessary\nOur democracy shouldn't be about keeping people out -- it should strive to bring everyone to the polls. Under my plan, states will receive new state-of-the-art machines and federal election security, all paid for by the federal government, and they will also be obligated to comply with the federal standards for federal elections. But we should make voting easier in all elections -- federal, state, and local. I'm proposing a federal-state partnership so that states will have a strong financial incentive to follow these rules in their state and local elections as well -- and to maximize voter turnout.\nHere's how it will work: the federal government will pay the entirety of a state's election administration costs, as long as the state meets federal standards in its state and local elections and works to make voting more convenient. States will create state implementation plans, describing how they will adhere to federal law and increase access to voting (e.g. location of polling places). The Secure Democracy Administration will review state implementation plans for compliance with federal law, election security protocols, potentially racially discriminatory impacts, and efforts to make voting more convenient. States that achieve high percentage voter turnout, including across racial, gender, and age groups, will be awarded additional bonus payments. All plans will be finalized well in advance of Election Day, and states will provide data on their election activities. If a state does not participate in the federal-state partnership, but a local jurisdiction within the state wishes to do so, the local jurisdiction can work with the federal government to create a local implementation plan and it will get access to federal funds to cover its election administration costs.\nStates can choose to follow their own rules for their state and local elections. But if they do, they won't receive new funding for administering state elections beyond election security measures, and they will still have to administer federal elections in accordance with federal law -- including preclearance for any changes that might have a discriminatory impact under the Voting Rights Advancement Act.\nIf state or local election officials choose to ignore these federal rules and instead move to violate them, my plan will give the Secure Democracy Administration the authority to seek a court order to step in and guarantee that every voter has access to the polls unless or until the state shows its intent to fully comply with federal law. The right to vote is a fundamental right, and we will not let racist and corrupt politicians undermine it or our democracy.\nOur democracy is too important for it to be under-resourced and insecure. We need to do everything we can to make sure our elections are convenient, professional, and secure -- and we should be willing to pay for it. Based on estimates of national election administration expenses, recent state efforts to upgrade their election systems, and assessments of the costs of new machines and audits, to cover these costs, we would allocate around $20 billion over ten years, which includes around $15 billion for election administration and around $5 billion for election security. This investment can be fully paid for with revenue generated from the Ultra-Millionaire Tax.\nDemocracy hangs on the idea that whoever gets the most votes wins. Politicians are supposed to compete over how many voters they can persuade, not how many they can disqualify or demoralize. And we have a solemn obligation to secure our elections from those who would try to undermine them. That's why the Constitution gives Congress the tools to regulate the administration of federal elections. It's time to pick up those tools and use them.",
    "url": "https://medium.com/@teamwarren/my-plan-to-strengthen-our-democracy-6867ec1bcd3c"
}