{
    "id": "family_farms",
    "text": "Leveling the Playing Field for America's Family Farmers\nTeam Warren\nMar 27 * 7 min read\nFor generations, America's family farmers have passed down a tradition of hard work and independence. Today's family farmers share those same core values, but the economics are more and more tenuous. Last year, farmers got less than 15 cents of every dollar that Americans spent on food -- the lowest amount since the Department of Agriculture began tracking that figure in 1993.\nToday a farmer can work hard, do everything right -- even get great weather -- and still not make it. It's not because farmers today are any less resilient, enterprising, or committed than their parents and grandparents were. It's because bad decisions in Washington have consistently favored the interests of multinational corporations and big business lobbyists over the interests of family farmers.\nFarmers are caught in a vise, but the squeeze on family farms isn't inevitable. We can make better policy choices -- and we can begin by leveling the playing field for America's family farmers.\nTackling Consolidation\nTo start, we must address consolidation in the agriculture sector, which is leaving family farmers with fewer choices, thinner margins, and less independence.\nFederal regulators have allowed multinational companies to crush competition and seize control over key markets. Over the last few decades, giant agribusinesses have grown bigger and bigger. They've merged horizontally, like Dow-Dupont and Syngenta-ChemChina. And they've expanded vertically.\nTyson, for example, controls just about every aspect of bringing chicken to market -- feed, slaughter, trucking -- everything except owning the farms themselves. Chicken farmers have gotten locked into a \"contract farming\" system in which they take on huge risks -- loading up on debts to build and upgrade facilities -- while remaining wholly dependent on Tyson for everything from receiving chicks to buying feed to selling the grown broilers.\nThe result of mergers and expansions is immense market power. The top four meat processing companies have 53% market share. The three big chicken companies have 90% market share. The two biggest seed companies, Monsanto and DuPont, had 71% of the corn seed market in 2015 -- before Monsanto merged with Bayer and DuPont merged with Dow. According to conservative estimates, the newly merged Bayer-Monsanto by itself will control \"more than 37 percent of the U.S. vegetable seed market\" overall, and will control more than half of the market for some vegetables.\nMergers mean that farmers have fewer and fewer choices for buying and selling, while vertical integration has meant that big agribusinesses face less competition throughout the chain and thus capture more and more of the profits. The result is that farmers are getting a record-low amount of every dollar Americans spend on food, food prices aren't going down, and agribusiness CEOs and other corporate executives are raking it in. The CEO of the Chinese group that owns Smithfield -- a massive meat processing company -- made $291 million in 2017 alone.\nI will tackle consolidation in the agriculture and farming sector head on and break the stranglehold a handful of companies have over the market. Here's how:\nFirst, I will appoint trustbusters to review -- and reverse -- anti-competitive mergers, including the recent Bayer-Monsanto merger that should never have been approved. I opposed this merger from the start and was deeply disappointed to see the Trump Administration approve it earlier this year. l will appoint regulators at the Federal Trade Commission and the Department of Justice who are serious about using the tools they have to produce competitive markets and who are committed to reviewing recent mergers in the agriculture sector and breaking up companies where mergers have reduced competition.\nSecond, my team will be committed to breaking up big agribusinesses that have become vertically integrated and that control more and more of the market. The Department of Justice has not revised its guidelines on vertical mergers in 35 years. And in that time, we have seen merger after merger linking together every aspect of the chain in farming. We do not want to see other sectors come to resemble the chicken sector. My administration will bring vertical integration cases to break up integrated agribusinesses.\nConsolidation in agriculture is just part of a broader trend of consolidation that has hurt family farmers. Consolidation in the transportation sector has made it harder for farmers to deliver their goods and harder for rural areas to compete economically. Consolidation in the banking sector has hurt community banks and made it more difficult for small businesses and farms to get loans. Consolidation in the healthcare sector has cut off many rural communities from high-quality and accessible care. My administration will prioritize competition and reverse these trends.\nBut it all starts with attacking consolidation in the agriculture sector head on. We must give family farmers more options and more bargaining power in the marketplace so they can build more economic security.\nUn-Rigging the Rules\nConsolidation is choking family farms, but there's a whole lot of other ways in which big business has rigged the rules in their favor and against family farmers. I will fight to change those rules.\nFor example, many farmers are forced to rely on authorized agents to repair their equipment. Companies have built diagnostic software into the equipment that prevents repairs without a code from an authorized agent. That leads to higher prices and costly delays.\nThat's ridiculous. Farmers should be able to repair their own equipment or choose between multiple repair shops. That's why I strongly support a national right-to-repair law that empowers farmers to repair their equipment without going to an authorized agent. The national right-to-repair law should require manufacturers of farm equipment to make diagnostic tools, manuals, and other repair-related resources available to any individual or business, not just their own dealerships and authorized agents. This will not only allow individuals to fix their own equipment -- reducing delays -- but it will also create competition among dealers and independent repair shops, bringing down prices overall.\nThe federal government's administration of checkoff programs is also rigged against family farmers. Producers of certain commodities, including beef, pork, chicken, eggs, and corn, are required to pay a portion of their sales into the federal checkoff program, which is used to fund national advertising campaigns. But checkoff programs have also been used to squeeze out competition, like when the Egg Board began a campaign against a small mayonnaise company. The Boards that oversee the funds have also mismanaged them and used them to fund lobbying campaigns that benefit large agribusinesses.\nWe need to reform the checkoff programs to root out corruption. I support legislation that will make the checkoff program voluntary and ensure that Boards cannot engage in anti-competitive practices or lobby the government.\nFinally, contract chicken farming has already squeezed farmers to the breaking point. To stop the spread of that practice, I believe we should prohibit abusive contract farming in the livestock sector. Our farmers deserve better.\nAdvancing the Interests of American Farmers\nWashington has also bowed to powerful foreign interests instead of standing up for American farmers. Congress repealed mandatory country-of-origin labeling for beef and pork in 2015 after a series of World Trade Organization challenges from Canada and Mexico, and it hasn't established a new rule to protect American farmers. The result is that beef and pork can be given a US origin label if it is processed in the United States -- even if the animals are not born and raised here. This misleads consumers looking for American-grown meat and undermines American beef and pork producers.\nThat's why I will push hard for new country-of-origin rules for beef and pork -- and use the trade tools available to me as President to push Canada and Mexico to accept them. These new rules will not only be good for consumers because they promote transparency, but good for independent American farmers, who are otherwise undercut by global agribusinesses passing off foreign beef and pork as American.\nWe also must stop foreign governments and companies from buying up American farmland. Foreign companies and countries like China and Saudi Arabia already own 25 million acres of American farmland. That's about the size of Virginia. And one in four American hogs has a Chinese owner. That jeopardizes our food security, which threatens our national security too.\nIowa has the right idea. It passed a law prohibiting foreign individuals or entities from purchasing farmland for the purpose of farming. I support a national version of that law, and as President, will use all available tools to restrict foreign ownership of American agriculture companies and farmland. And I'm committed to stronger beneficial ownership laws so that foreign purchasers can't set up fake American buyers to get around these restrictions.\nMaking Washington Work for Family Farmers\nThere are a lot of issues we must tackle to help rural America: everything from broadband internet and public school funding to water quality and climate change. But promoting competition and leveling the playing field is an important step.\nMore than a century ago, during the Gilded Age, prairie populists joined together to fight for farmers during a time of massive economic transformation. They understood that working on the farm was honorable work that deserved to be recognized just as much as other occupations.\nIn his famous \"Cross of Gold\" speech, William Jennings Bryan said: \"The farmer who goes forth in the morning and toils all day, begins in the spring and toils all summer, and by the application of brain and muscles to the natural resources of this country creates wealth, is as much a businessman as the man who goes upon the Board of Trade and bets upon the price of grain.\"\nLike Bryan, I will fight for farmers -- \"for this broader class of businessman.\" I want Washington to work for family farmers again, not just for the agribusiness executives pocketing multi-million dollar bonuses or the Wall Street traders sitting at their desks speculating on the price of commodities. I want family farmers to be fairly rewarded for their hard work. That is how we build an economy that works for everyone.",
    "url": "https://medium.com/@teamwarren/leveling-the-playing-field-for-americas-family-farmers-823d1994f067"
}