{
    "id": "foreign_service",
    "text": "Revitalizing Diplomacy: A 21st Century Foreign Service\nTeam Warren\nJun 28 * 6 min read\nBy Elizabeth Warren\nAmerican security and prosperity depend on robust diplomacy. Our diplomats are the front line of our engagement with the world. They serve in over 270 posts worldwide, many in difficult or dangerous locations. They communicate our goals in more than 70 languages. They manage conflict, help U.S. companies compete, and assist Americans abroad. Most importantly, they reflect our values on the world stage. But a diplomacy-first strategy to meet the challenges of the 21st century means that we need world-class diplomats. And after the Trump Administration, that's going to take a whole lot of work.\nThrough a toxic combination of malice and neglect, Donald Trump has declared war on the State Department. In one of his first acts, he attempted to cut the State Department's budget by a third. Some senior career officials were pushed out, while others resigned in protest. The State Department has lost 60% of its career ambassadors and 20% of its most experienced civil servants. And too often, these skilled diplomats have been replaced with totally unqualified campaign donors and other Trump cronies.\nBut while Trump may have accelerated the exodus from the State Department, he didn't start it. Years of hiring freezes and spending cuts have caused many talented diplomats to head for the doors. China's spending on diplomacy has doubled under President Xi Jinping -- while America's spending on core diplomatic capability has declined over the last decade.\nTo take a meaningful leadership position in the world, to protect American interests, and to avoid conflicts around the globe, we need to reverse this trend. That's why today, I'm rolling out my plan to rebuild the State Department.\nGrowing a 21st Century Foreign Service\nLet's start with the obvious: today our State Department is too small.\nFor our foreign service officers and specialists, opportunities for training are scarce and nearly 15% of positions abroad have been left unfilled for years. These vacancies increase workloads, damage diplomatic readiness, and contribute to burnout and low morale. And too few diplomats means missed opportunities to make important connections and develop a better understanding of foreign countries. Today, the United States lacks a presence in nearly 40% of world cities with populations over 3 million, many in the rapidly growing Indo-Pacific region.\nThe Pentagon is nearly 40 times bigger than the State Department -- we employ more people to work in military grocery stores than we do foreign service officers. That has real consequences. Too often, our underinvestment in diplomacy and development causes our leaders to default to military action, instead of treating it as a last resort.\nOur foreign policy should not be run out of the Pentagon. Under a Warren administration, it won't be.\nI'll double the size of the foreign service and open new diplomatic posts in underserved areas to broaden U.S. presence. And to get the most bang for our buck, I'll prioritize growing core diplomatic functions like political and economic reporting and public diplomacy, and affiliated functions like the foreign commercial and agriculture services.\nAchieving that goal means we'll need to recruit a new generation of foreign service officers while retaining the talented service we currently have. Here's what I'll do as president. First, I'll establish a diplomatic equivalent of the ROTC program at universities across the country. I'll double the size of the Peace Corps, exposing young people to the world and creating a direct employment pipeline to future government service. I'll grow programs that fund scholarships for critically important languages; and develop or expand similar programs for new skill areas such as data science. And I'll create new pathways to re-incorporate expertise into our diplomatic corps, including by reducing barriers for returning foreign service officers by fast-tracking reentry for those who return within 5 years; and expanding lateral entry and mid-career hiring authorities and pay.\nWe also need to significantly expand the pool of diplomatic talent so that our foreign service reflects the diversity of the country it represents. Today's foreign service is 79% white and 65% male -- and the nature of the recruitment process also limits the number of diplomats from lower socioeconomic backgrounds. That changes in a Warren administration. I'll direct the State Department to correct the employment records of all employees fired or forced to resign because of their sexual orientation, to make it clear that all are welcome to serve their country. I'll dedicate recruiting resources to applicants from HBCUs and other minority-serving institutions, women's colleges, and community colleges. And I'll double the size of fellowships designed to recruit minority and low-income diplomats.\nFor all its rewards, a life in diplomatic service can be hard -- deployments to dangerous places, missed holidays and family events, years spent away from home. We must do more to take care of diplomats and provide growth opportunities over the course of a diplomatic career. My Secretary of State will establish a core professional development curriculum, focused not only on diplomatic tradecraft but also the leadership skills appropriate for each career stage. We will require a broadening professional development experience -- a graduate degree, interagency assignment, or cross-cone deployment -- before promotion to the senior diplomatic ranks. And I'll enhance workplace flexibility to retain a diverse workforce, including by expanding parental leave and preferential postings for new parents and improving policies to ease hardships for dual-foreign service households.\nI'll make my decisions with input from those who know best -- formalizing procedures for career civil servants and foreign service officers to advise my Secretary of State on talent acquisition, retention, and other management challenges. No more Tillerson redesign that wastes money on fancy consultants to tell us what our civil servants and diplomats already know.\nProfessionalizing our Ambassadors\nTrump has perfected the act of selling swanky diplomatic posts to rich buffoons. In the Trump administration, $1 million buys you an appointment to the Bahamas -- even if you're not quite sure what that means. For $2 million, you can become Ambassador to the United Nations. Trump nominated a real estate lawyer accused of sexual harassment as ambassador to Romania. His South Africa nominee is a handbag designer. In all, Donald Trump has appointed political cronies to nearly half the available ambassadorial positions -- far more than any president in recent memory. As a result, opportunities for career professionals are severely limited.\nThe practice of auctioning off American diplomacy to the highest bidder must end.\nThis president may think a fat wallet and a big campaign check qualifies someone to represent our country abroad. I don't. I don't spend my time at fancy closed-door fundraisers trading favors for money, and I'll make my ambassadorial appointments based on only one thing: finding the most qualified person for the job.\nThat's why I'm pledging to put America's national interests ahead of campaign donations and end the corrupt practice of selling cushy diplomatic posts to wealthy donors -- and I call on everyone running for President to do the same. I won't give ambassadorial posts to wealthy donors or bundlers -- period.\nAnd I'll also ensure that some of the most senior positions in the State Department, including at least one Deputy Secretary position and the Director General of the Foreign Service, are always filled by experienced career ambassadors.\nAs I travel I've had the opportunity to meet with our diplomats at posts around the world, from Beijing to Baghdad. Almost without exception, they are highly skilled, dedicated, resilient, capable professionals. Charting a safe and prosperous course in the coming years will require all of that and more. This is our chance to take our best and brightest young talent and put them to work for this country. We can create a bold and energetic diplomatic corps that looks more like the country it represents -- and we can invest in diplomacy to make the world a little safer and a little more secure.",
    "url": "https://medium.com/@teamwarren/revitalizing-diplomacy-a-21st-century-foreign-service-2d9d195698f"
}