{
    "id": "invest_in_rural_america",
    "text": "My Plan to Invest in Rural America\nTeam Warren\nAug 7 * 15 min read\nBy Elizabeth Warren\nA strong America requires a strong rural America. Rural communities are home to 60 million people, hundreds of tribal nations, and a growing number of new immigrants who account for 37% of rural population growth. These communities feed our nation. And they are leading the country in sustainable energy, generating 99% of America's wind energy and pioneering efforts to harness solar energy.\nBut both corporate America and leaders in Washington have turned their backs on the people living in our rural communities and prioritized the interests of giant companies and Wall Street instead. Burdened by student debt, young people are leaving rural communities to find jobs elsewhere. Big broadband companies exclude entire communities -- especially tribal communities and rural communities of color -- from access to high-speed Internet. Rural communities are losing access to quality health care. Climate change -- from more severe floods to extreme heat -- is changing the rural way of life. And farmers are forced to compete with giant agribusinesses on an uneven playing field.\nOur failure to invest in rural areas is holding back millions of families, weakening our economy, and undermining our efforts to combat climate change. It's time to fix this.\nProtecting Access to Health Care in Rural Communities\nHealth care is a human right. But people can't fully exercise that right in communities lacking access to basic services like primary, emergency, and maternity care. That is what's happening across rural America, where the prevalence of chronic diseases like heart disease and diabetes is higher, as is the risk of dying from the leading causes of death in the country compared to urban areas. Barriers to coverage, disappearing health facilities, and a shortage of health professionals are denying rural communities the high-quality health care they deserve.\nInsurance coverage continues to remain out of reach for many people living in rural communities -- and even for those with coverage, rural America is quickly becoming a medical desert. In less than a decade, 112 rural hospitals have closed, with hundreds more teetering on the edge. Those that do remain open operate on razor-thin margins from uncompensated care, lower patient volume, and insufficient reimbursement.\nThat's why I support Medicare for All, so that every person will have access to affordable care no matter where they live. That means access to primary care and lower health care costs for patients -- and less uncompensated care for hospitals, helping hospitals stay afloat. We also need to increase reimbursement rates for rural hospitals and alleviate unnecessary restrictions that make it difficult for them to serve their communities. Medicare already has special designations available to rural hospitals, but they must be updated to match the reality of rural areas. I will create a new designation that reimburses rural hospitals at a higher rate, relieves distance requirements, and offers flexibility of services by assessing the needs of their communities.\nBut we can't stop there. Higher rates of consolidation for both for-profit and non-profit hospitals are making it harder to access care. And yet, many hospitals can evade federal antitrust enforcement either because the value of the merger is too small to trigger mandatory review or because the Federal Trade Commission's purview over non-profit hospitals is constrained. Vertical integration is also increasing as more hospitals acquire physician practices, and some states have deliberately sheltered hospitals from federal antitrust action. I will boost the federal government's oversight of mergers and anti-competitive behavior to make sure that health care companies play by the rules and put the needs of patients first.\nAs President, I will direct the FTC to block all future mergers between hospitals unless the merging companies can show that the newly-merged entity will maintain or improve access to care. If a proposed merger helps maintain or improve access to health care, that's fine. But when it is a first step to closing hospitals or slashing basic services, then a Warren administration will block it.\nI'll also put forward a set of reforms to strengthen FTC oversight over health care organizations, including establishing new federal regulations and guidance to require that all mergers involving health care centers be reported to the FTC. I'll authorize the FTC to conduct reviews of non-profit hospitals for anti-competitive behavior, update Department of Justice guidance on vertical mergers, and crack down on vertically integrated health care companies that are raising costs without improving the quality of care. And I'll work with states to repeal Certificate of Public Advantage, or COPA, statutes that shield health care organizations from federal antitrust review and can lead to the creation of large monopolies with little to no oversight.\nWe also have a responsibility to make sure that places that have experienced a loss in services or are otherwise medically underserved can better meet the needs of their communities. That's why I will increase funding for Community Health Centers by 15 percent per year over the next five years. I will also establish a $25 billion dollar capital fund to support a menu of options for improving access to care in health professional shortage areas, including: constructing a new facility like a Community Health Center, Rural Health Clinic, School-Based Health Center, or birthing center; expanding capacity or services at an existing clinic; establishing pharmacy services or a telemedicine program; supporting a diabetes self-management education program; improving transportation to the nearest hospital; or piloting models like mobile clinics and community paramedicine programs.\nRural communities have been particularly impacted by the opioid epidemic, with the rate of opioid overdose deaths having been higher there than in urban areas in recent years. I'm pushing for $100 billion over 10 years to end the opioid crisis, including $2.7 billion for the hardest-hit counties and cities and $800 million in direct funding for tribal governments and organizations. Funding can be used for prevention and early intervention services at federally qualified health centers and rural health clinics and to train health professionals on treating substance use disorders in rural and other medically underserved areas.\nTo ensure access to quality health services, we must also close the health care workforce gaps across rural America. Nearly 60% of Health Professional Shortage Areas -- those lacking sufficient primary care physicians, physician assistants, nurses, dentists, pharmacists, EMTs, and home health aides -- are in rural regions. More than 3,600 additional doctors are needed to close the rural physician workforce deficit today, but Congressionally-imposed caps on medical residencies and unstable funding of the National Health Service Corps (NHSC) have made this gap nearly impossible to close. What's more, this shortage is rapidly increasing as rural physicians near retirement and fewer incoming medical students plan to practice in rural areas.\nAs President, I will make sure we expand our health care workforce by investing more resources in building the pipeline of medical professionals in rural areas. This starts by dramatically scaling up apprenticeship programs as proposed in my Economic Patriotism plan to support partnerships between unions, high schools, community colleges, and a wide array of health care professionals to build a health care workforce that is rooted in the community. I'll lift the cap on residency placements by 15,000 -- and because residents are more likely to practice where they train, I'll target half of new placements in medically-underserved areas such as rural residency programs, residency programs with Rural Training Track programs, and the Indian Health Service (IHS), while working with rural programs to ensure that they can take full advantage of these increases. I'll also significantly expand the NHSC loan repayment program to $15 billion and the IHS loan repayment program to $1 billion over the next 10 years to cover full loan repayment for 5 years of service and to increase the number of health professionals serving rural and Native American communities.\nBuilding Economic Security in Rural America\nMy plan doesn't stop at health care. Every American is entitled to some basic financial security, no matter where they live. But people living in rural communities face challenges that can threaten that security. My plans are designed to address these challenges and allow people in rural communities to thrive economically.\nTake child care. Today, a majority of rural communities lack sufficient access to child care. On average, rural families spend more of their incomes on child care than families in urban areas. My plan for Universal Child Care will provide access to high-quality child care in every community that is free for millions and affordable for everyone. The federal government will also work closely with local providers and tribal governments to make sure there are high-quality child care options available in every community -- including home-based child care services, which rural families are more likely to use.\nRural communities also face unique housing challenges. More than 150 rural counties have a severe-need for affordable rental housing and 38% of rural counties have moderately-severe rental housing needs. Home values in rural areas have also been slower to recover from the financial crisis. My housing plan invests $523 million to create 380,000 affordable rental homes in rural communities and provides an additional $2 billion to help homeowners with underwater mortgages still struggling to recover from the financial crisis. It also invests $2.5 billion to build or rehabilitate 200,000 homes on tribal lands, where overcrowding, homelessness, and substandard housing have reached crisis levels.\nAnd the student debt crisis hits rural areas particularly hard. In part because of huge student debt burdens, young adults are leaving rural communities for jobs in cities. Just 52% of rural student loan borrowers remain in a rural area, compared to 66% of those who did not take out loans -- and those with more debt are more likely to leave. My plan to cancel up to $50,000 in student loan debt will mean that recent graduates won't need to flock to urban centers to find jobs that will help them pay down these loans. And my plan to provide universal free technical, two-year, and four-year public college will make sure that no student is ever put in this situation again. We need to make it possible for students to see rural communities as places of opportunity where they can live, work, and build a future for themselves.\nA Public Option for Broadband\nOne of the best tools for unlocking economic opportunity and advances in health care, like telemedicine, is access to reliable, high-speed Internet. In the twenty-first century, every home should have access to this technology -- but we're not even close to that today. According to the FCC, in 2017 26.4% of people living in rural areas and 32.1% of people living on tribal lands did not have access to minimum speed broadband (25 Mbps/ 3 Mbps), compared to 1.7% in urban areas. And given the notorious loopholes in FCC reporting requirements, these figures underestimate the gap.\nAt the same time, while urban areas may be more likely to have access to fiber broadband, many residents can't afford to connect to it. Nearly 27% of households in Detroit and Cleveland had no Internet access in 2017, and households with incomes below $35,000 comprise 60% of households without broadband access, despite making up just 31% of the national population.\nWe've faced this kind of problem before. Prior to the late 1930s, private electric companies passed over rural communities they felt offered minimal profit opportunities, leaving the families living there literally in the dark. Just like the electric companies eighty years ago, today's biggest internet service providers (ISPs) have left large parts of the country unserved or dramatically underserved.\nNot only that, they have deliberately restricted competition, kept prices high, and used their armies of lobbyists to convince state legislatures to ban municipalities from building their own public networks. Meanwhile, the federal government has shoveled billions of taxpayer dollars to private ISPs in an effort to expand broadband to remote areas, but those providers have done the bare minimum with these resources -- offering internet speeds well below the FCC minimum.\nThis ends when I'm President. I will make sure every home in America has a fiber broadband connection at a price families can afford. That means publicly-owned and operated networks -- and no giant ISPs running away with taxpayer dollars. My plan will:\nMake it clear in federal statute that municipalities have the right to build their own broadband networks. Many small towns and rural areas have turned to municipal networks to provide broadband access in places that the private market has failed to serve -- but today, as many as 26 states have passed laws hindering or banning municipalities from building their own broadband infrastructure to protect the interests of giant telecom companies. We will preempt these laws and return this power to local governments.\nCreate an Office of Broadband Access in my Department of Economic Development that will manage a new $85 billion federal grant program to massively expand broadband access across the country. Under my plan, only electricity and telephone cooperatives, non-profit organizations, tribes, cities, counties, and other state subdivisions will be eligible for grants from this fund -- and all grants will be used to build the fiber infrastructure necessary to bring high-speed broadband to unserved areas, underserved areas, or areas with minimal competition. The federal government will pay 90 cents on the dollar for construction under these grants. In exchange, applicants will be required to offer high-speed public broadband directly to every home in their application area. Applicants will have to offer at least one plan with 100 Mbps/ 100 Mbps speeds and one discount internet plan for low-income customers with a prepaid feature or a low monthly rate. Of these funds, $5 billion will be set aside specifically for 100% federal grants to tribal nations to expand broadband access on Native American lands. In addition to necessary \"last mile\" infrastructure, tribes will be able to apply for funds to build the missing 8,000 miles of middle mile fiber on tribal lands.\nAppoint FCC Commissioners who will restore net neutrality. I will appoint FCC Commissioners who will restore net neutrality, regulating internet service providers as \"common carriers\" and maintaining open access to the Internet. And I will require all telecommunications services to contribute fairly into the Universal Service Fund to shore up essential universal service programs that provide subsidies to low-income individuals, schools, and libraries to increase broadband adoption, including signing into law and building on the Tribal Connect Act, so that we can work toward every tribal library having broadband access.\nBolster the FCC's Office of Native Affairs and Policy. This office holds trainings, technical assistance, and consultations for Indian Country. Providing it with dedicated, increased funding to expand its capacity will help close the digital divide.\nImprove the accuracy of broadband maps. Weak FCC oversight has allowed ISPs to greatly exaggerate how many households they serve and has given ISPs added fuel to downplay their failures and protect themselves from regulation. To provide universal broadband access and crack down on anti-competitive behaviors, the government has to know how extensive the problems are. I will appoint FCC Commissioners who will require ISPs to report service and speeds down to the household level, as well as aggregate pricing data, and work with community stakeholders -- including tribal nations -- to make sure we get this process right. Then, we will make these data available to the public and conduct regular audits to ensure accurate reporting.\nProhibit the range of sneaky maneuvers giant private providers use to unfairly squeeze out competition, hold governments hostage, and drive up prices. It's time to crack down on all the anti-competitive behaviors that giant ISPs have used to steamroll the competition. We will return control of utility poles and conduits to cities, prohibit landlords from making side deals with private ISPs to limit choices in their properties, and ban companies from limiting access to wires inside buildings. We will make sure that all new buildings are fiber-ready so that any network can deliver service there, and we will also enact \"Dig Once\" policies to require that conduit is laid anytime the ground is opened for a public infrastructure project.\nEnsure every person has the skills to fully participate in our online economy. Even when there's access to broadband internet -- and even when it's available at an affordable price -- people may still not take advantage of it because they don't know how to use it. That's why I will work to pass the Digital Equity Act, which invests $2.5 billion over ten years to help states develop digital equity plans and launch digital inclusion projects.\nCreating and Defending Jobs in Rural America\nExpanding broadband is just the first step to boosting economic opportunity in rural communities. We need to do more to bring high-quality jobs back to rural areas and small towns and negotiate trade agreements that keep jobs in the U.S. -- and don't ship them overseas. That's why I've committed to creating a National Jobs Strategy focused specifically on regional economies and trends that disproportionately affect rural areas and small cities. And why I will spend $2 trillion in green research, manufacturing, and exporting to create more than a million new jobs, reversing the manufacturing losses that many rural communities have experienced over the last two decades.\nI've also called for a $400 billion commitment in clean energy research and development -- funding that will go to land grant universities, rural areas, and areas that have seen the worst job losses in recent years. I'll dramatically scale up worker training programs, spending $20 billion on apprenticeships and instituting new sectoral training programs to boost job opportunities for people across Rural America.\nImmigration is also revitalizing local economies and reversing population decline in a number of rural communities. I've called for expanding legal immigration -- done the right way and consistent with our principles -- to grow our economy, reunite families, and meet our labor market demands. My immigration plan will raise wages for everyone and make sure that businesses won't be able to get away with dirty tricks that undercut pay.\nAnd I will build a new approach to our trade policy to make sure that the new, high-quality jobs we create stay right here in America. As part of my new plan, I'll fundamentally change our negotiation process so that rural communities are explicitly represented at the table, and use our leverage to demand more for workers and farmers by raising standards worldwide.\nBolstering Small and Local Business\nSmall businesses are critical to the economic vitality of rural communities, but people in rural communities face challenges accessing capital and financial services to start, grow, and operate their businesses. The number of rural counties without a locally owned community bank has doubled since 1994, and 86 new rural banking deserts have appeared since 2008, leaving these communities with no banking services within 10 miles. That's why I've proposed allowing the U.S. Postal Service to partner with local community banks and credit unions to provide access to low-cost, basic banking services online and at post offices.\nWhat's more, 25% of new rural banking deserts have been in communities of color. Credit and small loans are critical to starting and growing a small business, but longer distances between a borrower and their bank are associated with more credit denials and higher interest rates on loans. That's why I will establish a $7 billion fund to close the gap in startup capital for entrepreneurs of color, which will support 100,000 new minority-owned businesses, provide over a million new jobs, and further boost economic development in rural areas.\nPrivate equity firms have further harmed local businesses, buying up everything from mobile home parks to hospitals to nursing homes to local newspapers, loading them up with debt, sucking them dry, and leaving workers to pick up the pieces. I'll rein in Wall Street to hold private equity firms accountable and keep them from destroying businesses that bring economic opportunity -- and jobs -- to small towns and rural communities across the country. It's time to prioritize the long-term interests of American workers, not the short-term interests of big financial institutions.\nBuilding a New Farm Economy\nRural America is also the home of our nation's agriculture sector, but today, farmers are getting squeezed by giant agribusinesses that are gobbling up more land and driving down prices. In 1935, there were 6.8 million farms in the United States -- but in 2017, there were just above 2 million. What's more, as the number of farms has decreased, the size of each remaining farm has dramatically grown -- from an average of 155 acres per farm in 1935 to an average of 444 acres per farm today. Meanwhile, the farmer's share of the food dollar has plummeted to just 14.6 cents in 2017 -- the lowest number since the USDA began reporting this figure in 1993.\nThat's why I've pledged to address consolidation in the agriculture sector by reviewing -- and reversing -- anti-competitive mergers and breaking up big agribusinesses that have become vertically integrated. I'll also support a national right to repair law for farmers, reform country-of-origin labeling, and restrict foreign ownership of American agriculture companies and farmland.\nAnd I'll take it one step further -- charting a new farm economy that replaces our government's failed approach with one that guarantees farmers a fair price and protects our environment.\nThe cost of each and every one of these investments is fully offset by my plans to make the ultra-wealthy and large corporations pay more in taxes. Those plans include my annual two-cent wealth tax on fortunes over $50 million and my plan to ensure that very large and profitable American corporations can't get away with paying zero taxes. And the new investments I'm announcing today for universal broadband access and health care options in rural areas can be offset by changing the tax laws that encourage companies to merge and reduce competition.\nI want Washington to work for communities all over this country. From expanding access to broadband to boosting investment in quality jobs, together we can make big, structural change to create new opportunities all across rural America",
    "url": "https://medium.com/@teamwarren/my-plan-to-invest-in-rural-america-94e3a80d88aa"
}