{
    "id": "military_housing",
    "text": "My plan to improve our military housing\nTeam Warren\nApr 26 * 4 min read\nBy Elizabeth Warren\nOn base after base around the country, military families were raising the alarm about their living conditions -- toxic mold, lead paint, faulty wiring, mice infestation. Ceilings collapsed. Mold took over entire rooms. Kids were getting sick. And when families reported their concerns to their command, they were greeted with a shrug -- or worse. Because of the way housing contracts are written, there was little the local base commander could do.\nIn the mid-1990s, the Department of Defense concluded that the majority of the 300,000 houses it owned and operated on base were in need of renovation after decades of neglect. The only problem was that it couldn't afford the bill to modernize its housing stock. To cut costs and speed renovations, the Pentagon proposed privatization -- and it offered private developers substantial loan guarantees and other incentives to take over its housing portfolio.\nIt was a good deal -- for the private developers. Over the past 20 years, a small handful of companies have taken over 99% of domestic military family housing. Every month, the federal government pays them rent directly out of a service member's paycheck, along with various bonuses and incentive fees. The risk is low -- and the profits are enormous.\nBut this system has turned out to be a lousy bargain for military families. With their focus on short-term payoffs, private developers failed to invest in and maintain the properties with which they were entrusted. For its part, the Pentagon neglected to conduct any meaningful oversight, instead repeatedly paying performance bonuses despite systemic complaints. As a result, our military families have been left on their own to suffer the consequences.\nThat stops now. Today I'm rolling out a plan to improve our military housing, protect families from abuse, and hold private developers accountable for the promises they make to those who serve our country.\nAccountability for private developers -- and the Pentagon officials that oversee them.\nLet's start with something simple: if a developer does not live up to the terms of its agreement to maintain habitable properties for our military families, we should not reward them with bonuses and other incentive payments. In fact, I will require the Secretary of Defense to standardize leases across the military services and review all existing housing contracts for violations before they can be renewed.\nUnder my proposal, every base will have a housing office staffed with advocates for the service member -- not beholden to a private contractor. That office will have independent authority to inspect housing on base to ensure that it is safe, clean, and meets all state and local requirements.\nThe Pentagon will publish an annual report with the financial details of its housing management contracts. And private developers will be required to publish an annual financial statement, equivalent to a 10-K form, detailing their financial performance.\nAnd one more thing: under my plan, it will be illegal for any senior defense official -- or any Member of Congress who oversees them -- to benefit from investing in a military housing development company with business before the Pentagon.\nProtecting military tenants from abuse, and taking care of families who have been harmed.\nUnder my proposal, military tenants will get a \"bill of rights,\" in writing, when they move in. The first of those rights is that families can withhold payment for landlords who don't play by the rules. Second, if repairs or remediation are needed the work order cannot be closed until the service member approves. And if relocation is required during repairs, the landlord pays that too -- and in a worst case scenario, a service member should be able to relocate off base without penalty.\nThere should be one standardized resident satisfaction survey across all the services and it should be conducted independently from the housing provider, and one consolidated database of resident complaints. The results of both should be public, so that every military family can make an informed choice about where to live when they move.\nThe impacts of substandard housing can linger for a lifetime. My plan would require DOD to establish a health registry for service members and families, and to screen and track for medical conditions acquired as a result of unsafe housing. Where the science tells us that a medical condition is environmentally-caused as a result of living in base housing, we should establish the presumption of a service-connected disability so that service members can receive ongoing care even after they leave the military. And I believe that we should proactively provide lifetime medical care for dependents who suffer from medical conditions as a result of living in substandard military housing.\nAll three of my brothers served, so I know the responsibility we have to our service members, veterans, and their families. The sacrifices they make -- constant moves, repeated deployments -- are enormous. The way I see it, this is not complicated. It's not even a close call. No matter where they are stationed, the very least we owe our military personnel is a safe, affordable place to live. Failing to provide adequate housing impacts morale and negatively affects retention and readiness. Most importantly, it's a breach of trust owed to those that volunteer to defend our country.",
    "url": "https://medium.com/@teamwarren/my-plan-to-improve-our-military-housing-b1a46ba235b8"
}