{
    "id": "national_security_climate_change",
    "text": "Our military can help lead the fight in combating climate change\nTeam Warren\nMay 15 * 4 min read\nBy Elizabeth Warren\nLast year, Hurricane Florence ripped through North Carolina, damaging Camp Lejeune. Hurricane Michael tore through Tyndall Air Force Base in Florida, leaving airplane hangars that housed our fifth-generation aircraft shredded and largely roofless. At Offutt Air Force Base in Nebraska, floodwaters swamped more than one million square feet of buildings, forcing military personnel to scramble to save sensitive equipment and munitions. The total cost to repair just three bases? In the billions.\nClimate change is already impacting the way the Pentagon operates -- its training, equipment, supply chains, construction, maintenance, and deployments. More and more, accomplishing the mission depends on our ability to continue operations in the face of floods, drought, wildfires, and desertification. The changing climate has geopolitical implications, as well. It's what the Pentagon calls a \"threat multiplier,\" exacerbating the dangers posed by everything from infectious diseases to terrorism. In the Arctic, for example, melting ice has made previously closed sea routes easier to navigate, creating greater chances for competition and conflict over access to these waters and natural resources. In Southeast Asia, rising seas are forcing thousands of people to migrate from their homes, increasing the risk of ethnic and political strife.\nIn short, climate change is real, it is worsening by the day, and it is undermining our military readiness. And instead of meeting this threat head-on, Washington is ignoring it -- and making it worse.\nWe have the most capable military in the world. It's also the single largest government consumer of energy, and it's dependent on fossil fuels. The Pentagon spends about $4 billion a year to power its bases at fixed locations and consumes tens of billions of barrels of fuel per year. An Arleigh-Burke class destroyer can consume 1,000 gallons of fuel in an hour while underway. It cost the Pentagon as much as $400 per gallon to transport the gas needed to keep bases operational at the height of the war in Afghanistan; in Iraq, convoys transporting oil and gas were vulnerable targets for insurgent attacks. And our non-combat bases often depend on a commercial power grid that can go down for any number of reasons: old infrastructure, extreme weather, cyber-attacks. When the power's out, it costs the Pentagon real money -- more than $179,000 each day.\nThe Pentagon itself recognizes the threat. Our military's top priority is readiness -- ensuring that our service members are prepared to perform their mission. Time and time again, senior military leaders have warned Congress of the national security challenge that climate change poses. The military is taking steps to become more energy efficient and resilient, reducing energy use, generating renewable energy, and adjusting construction plans for extreme weather. But captured by Big Oil and its money, Washington continues to deny the threat and stand in the way of meaningful action to address it.\nNibbling around the edges of the problem is no longer enough -- the urgency of the moment demands more. That's why today I am introducing my Defense Climate Resiliency and Readiness Act to harden the U.S. military against the threat posed by climate change, and to leverage its huge energy footprint as part of our climate solution.\nIt starts with an ambitious goal: consistent with the objectives of the Green New Deal, the Pentagon should achieve net zero carbon emissions for all its non-combat bases and infrastructure by 2030.\nAnd there's a lot more.\nTo improve readiness and resilience to climate-related events, we should also create a dedicated source of funding to adapt our bases in the United States and around the world. Let's save money by budgeting for climate change on the front end, so that the Pentagon doesn't have to ask for more only after a base is flooded or equipment damaged when natural disasters strike.\nThe DOD awards hundreds of billions of dollars' worth of contracts every year, so if we're serious about climate change then industry also needs to have skin in the game. I'll ask contractors that have not achieved net zero carbon emissions to pay a small fee -- one percent of the total value of the contract -- and I'll use that money to invest directly in making our military infrastructure more resilient.\nI'll direct the Secretary of Defense to appoint a senior official within the Defense Department and each of the military services to ensure that, top to bottom, our military is prioritizing the climate threat.\nAnd I'll invest billions of dollars into a new, ten-year research and development program at the Defense Department focused on microgrids and advanced energy storage. The Pentagon has been responsible for countless technological breakthroughs, working together with colleges and universities, our national labs, local governments, and private companies. Let's put that effort toward new clean energy solutions that will improve our security by allowing military bases to remain operational when traditional power sources fail, and save taxpayers money through lower overall energy consumption.\nFinally, I want the Pentagon to produce an annual report evaluating the climate vulnerability of every U.S. military base at home and abroad, using real scientific methodology, so that we can make more informed plans moving forward.\nWe don't have to choose between a green military and an effective one. My energy and climate resiliency plan will improve our service members' readiness and safety, all while achieving cost savings for American taxpayers. Our military understands that, and it's time our elected leaders did as well. Together, we can work with our military to fight climate change -- and win.",
    "url": "https://medium.com/@teamwarren/our-military-can-help-lead-the-fight-in-combating-climate-change-2955003555a3"
}