{
    "id": "new_farm_economy",
    "text": "A New Farm Economy\nTeam Warren\nAug 7 * 12 min read\nBy Elizabeth Warren\nConsolidation in the agriculture sector is leaving America's family farmers with lower prices and fewer choices. Giant corporations use their market share to squeeze farmers from both sides. Farmers are pressured into taking on huge debts to pay the high prices that a small number of large suppliers charge them for inputs like seeds and fertilizer. Then, farmers are at the whim of a market that is controlled by meatpackers and grain traders that can pay them low prices for the commodities they produce -- prices that often don't cover all the money farmers had to spend in the first place.\nAll of this causes tremendous overproduction of commodities. In the face of lower and lower prices in the market, farmers are left to produce more to try and break even. But this just causes prices to go down even further, benefiting the huge corporations looking to buy goods on the cheap and leaving farmers dependent on the government to backfill their costs.\nAs a consequence, the agriculture sector has become one of the largest polluters in our economy. As farmers are pressured to plant fence row to fence row and use more fertilizer in search of a higher yield, rural communities lose their soil and water and the environment suffers.\nMuch of this situation is the direct result of government policy. Our current system of subsidies is supposed to make up the difference between the low prices farmers get on the market and what they have to pay to grow food. But instead it lets big corporations at the top of the supply chain get away with paying artificially low costs while farmers struggle and taxpayers make up the difference. It encourages overproduction by guaranteeing revenue regardless of prices or environmental conditions. And it feeds climate change.\nFarmers are stewards of the land, and they know this system of overproduction is unsustainable -- but without a change in incentives, they have no other choice.\nTo fix this problem, we need big, structural change. That's why I'm calling for a complete overhaul of our failed approach to the farm economy. Instead of subsidizing industrial agriculture and starving farmers and rural communities, my new approach will guarantee farmers a fair price, reduce overproduction, and pay farmers for environmental conservation.\nBy making this shift, we can raise farm incomes and reduce taxpayer expenditures. We can break the stranglehold that giant agribusinesses have over our farm economy, and expand economic opportunities for small- and medium-sized farmers, family farmers, women farmers, and farmers of color. We can also provide consumers with affordable, high-quality, and often local food, while protecting our land and water and combating the existential threat of climate change.\nReplacing our government's failed approach to the farm economy\nOur agriculture markets are badly broken. American farmers spend their days toiling over their crops, but at sale time, more than half report negative income from their farming activity. In 2018, the median income farmers made from farming activity before federal subsidies was negative $1,316. Why? Because the market is paying farmers far less than what it costs them to produce their goods.\nFarm subsidies that are necessary to keep farms afloat in this market do nothing to address the low prices and overproduction in our current environment. As it stands, our current system squeezes small farmers, undermines sustainable farming for the long-term, and damages our climate.\nIt hasn't always been this way. During the New Deal, FDR's administration recognized the critical role farmers would play in getting our country out of the Great Depression. His administration set up a system that guaranteed farmers fair prices, tackled overproduction, and reversed environmental degradation. And it worked: for decades, this system gave farmers the security they needed to thrive, kept consumer prices stable, and helped restore our country's farmland.\nBut starting in the 1970s, giant agribusinesses convinced the Nixon Administration to change the system. Corporations called it \"deregulating\" the farm economy, but of course, this didn't actually mean reducing government intervention. It just meant shifting that intervention from advancing the interests of farmers, consumers, and the environment to protecting the bottom line of giant agriculture corporations.\nNow, the Department of Agriculture budgets over $10 billion each year on post-sale subsidies that are supposed to make up for the low prices that big corporations and livestock giants pay farmers on the market. Meanwhile, Big Ag pockets the profit: one study shows industrial livestock giants, for example, have saved $35 billion over twenty years from buying feed below the cost of production.\nWe need a new approach that uses taxpayer money more wisely, provides stable access to food, and accounts for the complexities of the agriculture markets. Just like workers need a living wage, farmers need a fair price -- one that covers the costs they have to pay to produce their goods. We need to replace our failed system with a tried-and-true method that guarantees farmers that fair price and ends overproduction. Building on the successful model of the New Deal, my plan calls for a new supply management program -- which studies show would be billions cheaper for taxpayers than our current subsidy program, yet provide farm incomes that are higher.\nHere's how it will work. First, we guarantee farmers a price at their cost of production. To do that, the government would offer farmers a non-recourse loan that covers most of their costs of production -- essentially, an offer to buy their products at cost if a farmer can't get a better price from a private purchaser on the market before the end of the loan period. Farmers can either repay the loan by selling their products or they can forfeit the products they used as collateral for the loan at the end of the loan period.\nIf the farmer does not sell those products to a private buyer during that time period, then the government will store the products in reserves. As supply comes off the market as a result, prices will rise. And if prices rise beyond a certain point, the government can release the supply from the reserves back onto the market, stabilizing prices once again. This mechanism guarantees farmers a fair price at a far lower cost than the current subsidy system.\nIn addition, to address overproduction, farmers will have the option of bidding acres of land currently used to produce commodities into conservation programs. USDA will offer attractive prices based on the environmental benefit that repurposing the land towards conservation programs would provide. This will provide farmers with the choice -- and revenue -- to diversify their farms, rather than face mounting pressure to produce more and more of the same. .\nThis approach has advantages beyond guaranteeing farmers a fair price for their goods. It gives us the tools to stabilize farm income where farmers aren't getting prices at the cost of production, like commodity crops and dairy. It enhances our food security by giving the government access to reserves if needed -- a particularly important consideration as climate change continues to disrupt food production. It addresses our overproduction problem and helps reduce environmental damage. And it keeps consumer prices relatively stable.\nIt would also save taxpayers billions. Because a supply management program only pays for the amount of commodities that it takes off of the market, it would substantially reduce costs for taxpayers who, in the current subsidy approach, can end up paying for every single bushel and bale that farmers grow.\nPaying farmers to fight climate change\nTo transition to a sustainable farm economy, we also need to diversify our agriculture sector. As President, I will lead a full-out effort to decarbonize the agricultural sector by investing in our farmers and giving them the tools, research, and training they need to transform the sector -- so that we can achieve the objectives of the Green New Deal to reach net-zero emissions by 2030.\nThis begins with paying farmers for embracing techniques that promote a sustainable future for all of us. Farmers are already adopting climate-friendly practices -- including proven and profitable techniques like cover crops. But today, there are far more farmers who want to join land conservation programs than there are funds available to support them. That's because we have continually underfunded a tried-and-true program -- the Conservation Stewardship Program (CSP) -- that provides funding for farmers eager to transition to sustainable practices, and that delivers substantial returns to taxpayers.\nMy plan will make it economically feasible for farmers to be part of the climate change solution by increasing CSP's payments for sustainable farming practices from around $1 billion today to $15 billion annually -- and expanding the types of practices eligible for compensation -- so that every farmer who wants to use their land to fight climate change can do so. This will put our future investment in conservation above the level we currently fund commodity programs. And I will support staff at USDA to empower them in the fight against climate change, from scientists in Washington all the way down to the county-level offices tailoring solutions to challenges in their local communities.\nResearch and innovation are also essential in supporting a transition to sustainable farming. I will dedicate resources from the $400 billion R&D commitment in my Green Manufacturing Plan towards innovations for decarbonizing the agriculture sector, including a farmer-led Innovation Fund that farmers can apply to use towards pioneering new methods of sustainable farming, like agroforestry.\nOur land grant universities also have a critical role to play -- but first, we need to reclaim our land grant universities from Big Ag and restore them to their core purpose of supporting our family farmers. My Administration will reinvest in our land grant universities and focus their agricultural efforts in part on evaluating farmers' ideas to decarbonize the agricultural sector and training a new generation of farmers.\nTake on Big Ag to level the playing field for family farmers\nWe also must take on Big Ag head on if we want to create a new farm economy. When Nixon's Secretary of Agriculture told farmers to \"get big or get out,\" he paved the way for the giant agribusinesses that have eroded America's rural communities and turned the agricultural sector into one of the largest polluters, all while making huge profits.\nThat ends now. I will use every tool at my disposal to level the playing field for family farmers and hold agribusinesses accountable for the damage they've wrought on our farmland.\nBreak up Big Agribusinesses. Under my plan to level the playing field for America's farmers I'll use every tool I have to break up big agribusinesses, including by reviewing -- and reversing -- anti-competitive mergers.\nStrengthen rules and enforcement under the Packers and Stockyards Act. In 1921, Congress passed the Packers & Stockyards Act (P&S Act) to protect independent farmers. But Trump has eliminated Grain Inspection, Packers and Stockyards Administration (GIPSA) -- the office responsible for upholding the P&S Act -- as an independent office. My administration will restore GIPSA and make it easier for farmers to bring suits against unfair practices -- including by clarifying that they do not have to prove harm across the entire sector to bring a claim.\nMake sure programs benefit independent family farmers, not the rich and powerful. Agribusinesses exploit loopholes to put taxpayer dollars that should be going towards family farmers into their own pockets instead. The Trump administration has handed over billions more into the pockets of the wealthiest through trade war bailouts. On average, the top 1% of recipients received over $180,000, and the bottom 80% percent received less than $5,000. -- all without Congressional authorization. I will prevent huge factory farms from accessing funds intended to benefit family farmers, like those for payment limitations and for programs like EQIP, and ban companies that violate labor and environmental standards from accessing funds, too.\nHold Big Ag accountable for environmental abuses. Agribusinesses are the likely culprits for polluting hundreds of thousands of miles of rivers and streams and causing dead zones in our waters, including in the Chesapeake Bay and the Gulf of Mexico. I will make agribusinesses pay the full costs of the environmental damage they wreak by closing the loopholes that CAFOs use to get away with polluting and beefing up enforcement of the Clean Air and Clean Water Acts against them, including by working with state and local officials.\nBuild out local and regional food systems that support rural farmers and their communities\nBecause giant agribusinesses control entire supply chains, many small farmers today must send their products to huge packaging and distribution centers that are hundreds of miles away from their farms and from the end consumer. This deprives rural communities from access to produce, contributing to food deserts and obesity.\nI will provide farmers and rural communities with the resources they need to build thriving local and regional food systems so that every community has access to healthy food -- and the billions in economic opportunities that come with it.\nI will use the full power of federal and state procurement to ensure access to local, sustainable produce in all communities. My administration will expand the \"Farm-to-School\" program a hundredfold and turn it into a billion-dollar \"Farm to People\" program in which all federally-supported public institutions -- including military bases and hospitals -- will partner with local, independent farmers to provide fresh, local food.\nTo meet this additional demand, farmers will need access to local and regional supply chain infrastructure. USDA's Local Agriculture Market Program (LAMP) currently invests $50M a year in local infrastructure-building projects -- which experts estimate falls far short of meeting the substantial demand. I will increase LAMP's funding ten-fold, investing $500M a year over the next decade to fund food hubs, distribution centers, and points-of-sale that our rural and small town communities can use.\nCreate opportunities for diverse and beginning farmers\nFarmers of color have experienced a long history of discrimination, some of it at the hands of the federal government. From 1910 to 1997, black farmers were stripped of 90% of black-owned farmland. They received a mere fraction of the value of the land they lost -- a staggering loss of wealth that is a major contributor to the racial wealth gap. My plan will end the policies that have perpetuated this discrimination and help rural families of color build wealth and sustainable livelihoods.\nAddressing the systematic dispossession of land in communities of color, including Black farmers and Native American communities. Over the past century, Black farmers were stripped of 90% of black-owned farmland and received a mere fraction of the value of the land they lost -- largely because they held the land as \"heirs' property,\" an unstable and much-exploited form of ownership. I will establish programs to assist heirs' property owners and make sure they retain access to their land, including building on successes in the 2018 Farm Bill to allow heirs' property owners to present additional types of documentation to not only access USDA programs, but also other federal programs in FEMA and HUD. I will also fully fund the relending program enacted in the 2018 Farm Bill to expand support services for farmers of color, including legal and technical assistance to help farmers hold on to their land -- and prioritize lending organizations operating in states that have enacted model legislation that protects heirs' property ownership.\nNative American communities have also experienced challenges related to fractionated land ownership. This problem was caused by a destructive federal policy from the late 1800s that allotted tribal lands held in common to individual tribal members and sold additional tribal lands to non-Native settlers and commercial interests. This policy eventually led to roughly two-thirds of all reservation lands being taken from tribes without compensation. Several generations later, individual tribal allotments are now co-owned by many people -- sometimes hundreds or thousands -- making it difficult to use the land or coordinate activities on it.\nGovernment policy created this problem, and government must help fix it. That's why I will expand funding for the Indian Tribal Land Acquisition Loan Program and the Highly Fractionated Indian Land Loan Program, USDA programs that help tribal governments acquire land and preserve it for future generations. And I will also push Congress to provide another infusion into the Trust Land Consolidation Fund..\nExpand access to credit and land for new and diverse farmers. Women and farmers of color have been disproportionately excluded from accessing the credit and land they need to farm. The Farm Credit System was founded a century ago as a government-sponsored enterprise to provide credit for farmers -- but it has strayed from its central mission and instead is pocketing big profits. I will require FCS to allocate 10% of its $5 billion in annual profits towards supporting new and diverse farmers through regional lending mechanisms. I will make sure that farmers can access land, too, by stopping foreign interests from buying up American farmland and expanding the use of programs like the transition incentives program. Native American Community Development Financial Institutions also provide crucial access to credit in underbanked areas and for underbanked businesses, especially farmers. We should provide significant financial support to Native CDFIs.\nInvest in protecting the civil rights of farmers of color. I will fully fund and staff USDA's Office of Civil Rights and administrative law courts -- so that they have the resources necessary to resolve discrimination complaints at a reasonable pace. I will direct regular audits of USDA to ensure that it is not discriminating against farmers of color in issuing loans or subsidy grants. And I will increase the agency's transparency by creating an online civil rights database that would regularly report on the complaint process.\nMy plan will help create a new farm economy where family farmers have financial security and the freedom to do what they do best. Farmers of all backgrounds will finally have the economic freedom to pursue diverse, sustainable farming -- and get paid up front for doing so. Americans will have a steady and affordable supply of food. Kids in rural communities will have healthy lunches grown in their backyards and packaged at local food hubs run by small town entrepreneurs. Taxpayers won't pay twice -- once at the grocery store and once through their taxes -- for overproduced commodities. We will replenish our soil and our water to chart a path towards a climate solution and achieve the goals of the Green New Deal.",
    "url": "https://medium.com/@teamwarren/a-new-farm-economy-8db50fac0551"
}