{
    "id": "presidential_accountability",
    "text": "No President Is Above the Law\nTeam Warren\nMay 31 * 5 min read\nBy Elizabeth Warren\nWhen Special Counsel Robert Mueller's report was released on April 18, I sat down and read it. All 448 pages of it. I started reading it that afternoon, and I read all through the night and into the next morning. And when I got to page 448, three things were clear to me.\nFirst, a hostile foreign government attacked our 2016 election to help candidate Donald Trump get elected. Second, candidate Donald Trump welcomed that help. Third, when the federal government tried to investigate, now-President Donald Trump did everything he could to delay, distract, and otherwise obstruct that investigation.\nThat's a crime. If Donald Trump were anyone other than the President of the United States right now, he would be in handcuffs and indicted. Robert Mueller said as much in his report, and he said it again on Wednesday.\n\"The Special Counsel's Office is part of the Department of Justice, and by regulation it was bound by that Department policy. Charging the President with a crime was, therefore, not an option we could consider.\"\nMueller's statement made clear what those of us who have read his report already knew: He's referring President Trump for impeachment, and it's up to Congress to act.\nThat's why I came out in favor of impeachment after reading all 448 pages of Mueller's report. This is not about politics -- it's our constitutional duty as members of Congress. It's a matter of principle.\nBut impeachment isn't supposed to be the only way that a President can be held accountable for committing a crime.\nThat's why I've got a plan to make sure that no President is above the law.\nCongress should make it clear that Presidents can be indicted for criminal activity, including obstruction of justice. And when I'm President, I'll appoint Justice Department officials who will reverse flawed policies so no President is shielded from criminal accountability.\nDonald Trump believes that he can violate the law, and he believes that the role of the Department of Justice is to help him get away with it. That's not how our country is supposed to work.\nYes, Congress has a constitutional obligation to impeach the President when he violates the law. But lawyers for previous presidents have used this constitutional duty to argue that the only way the President can be held accountable for criminal behavior is through impeachment.\nThis argument hasn't always been accepted by the federal government, and it's been criticized by scores of constitutional experts, but it's still the official policy of the Department of Justice.\nThat policy, first advanced in an opinion by the Office of Legal Counsel during Watergate and backed up by an additional memo in 2000, is why Robert Mueller couldn't indict President Trump for obstruction of justice.\nCongress should make it clear that the President can be held accountable for violating the law, just like everyone else.\nHere's my plan:\nPass a law clarifying Congress's intent that the Department of Justice can indict the President of the United States.\nCongress should make it clear that it wants the President to be held accountable for violating the law, just like everyone else.\nTitle 18 of the United States Code, which contains most provisions of federal criminal law, applies to \"[w]hoever commits an offense against the United States or aids, abets, counsels, commands, induces or procures its commission[.]\" Congress should clarify that it intends for this provision to apply to all persons -- including the President of the United States.\nIf Congress does so, one of the strongest arguments against indictment disappears: that the Constitution gives Congress the sole authority to decide when to interfere with the President's duties, and that a criminal indictment would forcibly take that power away from Congress. It'll also remove any statutory ambiguity that remains.\nAmend obstruction of justice statutes to explicitly allow for indictment when the President abuses the powers of the office.\nWe must also clarify that the President can, in fact, commit the crime of obstruction when he abuses his constitutional authority and be charged for it. That's what Donald Trump did when he fired Jim Comey and forced out Jeff Sessions to obstruct the Russia investigation. It's what he did when he dangled pardons to his friends and former staffers to try to get them to lie for him.\nMost people agree that these laws apply to the President, but some partisan extremists, like Attorney General Bill Barr, have argued that they don't. We should amend these laws, codified in 18 U.S.C. SSSS 1501-1521, to make it crystal clear that the President of the United States can be guilty of obstruction of justice.\nWe need an Attorney General who does not believe the President is above the law.\nAttorney General Bill Barr has disgraced himself by acting like Trump's personal defense attorney.\nHe wrote a four-page \"summary\" to mislead the public about the Mueller report. He gave a press conference to repeat White House talking points about the Russia investigation. And he has repeatedly refused to comply with congressional requests to release the unredacted Mueller report or appear before the House to defend deceiving the American people.\nThat should come as no surprise to us. Bill Barr was hand-picked by Donald Trump to be his Attorney General after campaigning for the position.\nHow did he get the job? By sending an unsolicited memo arguing that the President of the United States could not obstruct justice. That's the same false argument he repeated in his four-page letter in an attempt to spin Donald Trump's criminal behavior.\nIt's ridiculous. The Attorney General must represent the people, not the President.\nSo here's what I'll do to make sure this doesn't happen again:\nAppoint an Attorney General who will protect the rule of law.\nI believe that safeguarding the rule of law upholding our Constitution are foundational responsibilities for any President. That's why when I'm elected, I will exercise my constitutional authority to appoint an Attorney General who shares my strong conviction that no one -- not even a President -- is above the law.\nAppoint an Assistant Attorney General in charge of the Office of Legal Counsel (OLC) who will reverse the OLC opinion arguing that the President cannot be indicted.\nThe Department of Justice's Office of Legal Counsel is in charge of writing opinions that govern the conduct of the executive branch, including opinions about the Constitution. But Donald Trump has used the OLC as a rubber stamp for whatever he wants to do. I'll put an end to that by appointing a head of the OLC who knows their job is to objectively advise the executive branch on what it can and cannot do under the Constitution. I pledge to nominate an OLC head who will reverse the Watergate-era rule that a President cannot be indicted for criminal behavior.\nNo matter what he may think, Donald Trump is not a King. No President is. And our democracy only works if everyone can be held accountable. These changes will make sure that's the case for generations to come.",
    "url": "https://medium.com/@teamwarren/no-president-is-above-the-law-f4812e580336"
}