{
    "id": "private_prison_reform",
    "text": "Ending Private Prisons and Exploitation for Profit\nTeam Warren\nJun 21 * 5 min read\nBy Elizabeth Warren\nLast month Caliburn International -- a for-profit company whose subsidiary operates Homestead, the largest detention center for unaccompanied migrant children -- hired John Kelly, Trump's former chief of staff. Caliburn has profited directly off of the Trump administration's inhumane immigration policies -- while children at Homestead are reportedly kept in unsanitary, prison-like conditions, often for months. Now John Kelly is cashing in, too.\nRep. Pramila Jayapal and I have demanded answers. But this is just the latest example of private prison companies wringing billions out of federal taxpayers. I've been after these companies to come clean about their practices and human rights abuses. Every answer just raises more questions.\nWe didn't get here by chance. Washington works hand-in-hand with private prison companies, who spend millions on lobbyists, campaign contributions, and revolving-door hires -- all to turn our criminal and immigration policies into ones that prioritize making them rich instead of keeping us safe. From 2000 to 2016, the private prison population grew five times as quickly as the overall prison population. And the profiteers multiplied, too: today, nearly 4,000 corporations make money off mass incarceration.\nPresident Obama took steps to lower the incarceration rate and wind down private prisons, but these companies got their biggest break yet when Donald Trump landed in the White House. With Trump, private prison companies saw their chance to run the same playbook for our immigration system. They poured money into lobbying for \"alternatives\" to ICE detention centers. And boy, did it pay off. Private detention centers have made millions implementing Trump's cruel immigration policies, as the number of detained children quintupled in just a single year. Today 73% of detained immigrants are held in private detention facilities.\nThe companies running prisons and detention centers regularly sacrifice safety to boost their bottom line. Private facilities have higher rates of assaults than federal prisons. They violate federal rules by putting incarcerated people into solitary confinement to fit more bodies in the building. They impose forced labor on immigrants just to make a buck. Multiple detainees have committed suicide. And now, under Trump, babies are getting sick and dying from their detention centers.\nThe government has also stood silently by while private contractors providing services in both public and private centers come up with extortive schemes to make millions off of the backs of incarcerated people. Prison phone companies charge as much as $25 for a 15-minute call, forcing families into debt just to stay connected to loved ones. Commissary contractors mark up prices, and companies coerce detainees to work for as little as a dollar a day just to afford basic necessities like toothpaste.\nWhile contractors getting paid taxpayer dollars cut corners to maximize margins, the government has turned a blind eye. Food companies make millions but serve bug-infested food to save cash. An investigation into a prison transport company that allowed at least five deaths and a sexual assault to occur under their watch has gone nowhere.\nAnd today, the exploitation doesn't end when individuals emerge from prison or detention. Current law pushes money into the hands of for-profit supervision companies, many of which are run by the same private prison corporations. These companies get rich by making people just getting out of prison -- often with huge debts -- pay outrageous fees for monitoring and supervision services like ankle monitors. Some have gone so far as to threaten individuals with reincarceration.\nThis is exploitation, plain and simple. Our criminal and immigration systems are tearing apart communities of color and devastating the poor, including children. Women -- especially women of color -- are particularly saddled with the financial burden. We need significant reform in both criminal justice and in immigration, to end mass incarceration and all of the unnecessary, cruel, and punitive forms of immigration detention that have taken root in the Trump Administration.\nThe first step is to end this private profiteering off cruelty.\nThe government has a basic responsibility to keep the people in its care safe -- not to use their punishment as an opportunity for profit. That's why today, I'm proposing my plan to root out once and for all the profit incentives perverting our criminal and immigration systems.\nHere's what I'll do:\nBan private prisons and detention facilities. There should be no place in America for profiting off putting more people behind bars or in detention. That's why I will shut down the use of federal private detention facilities by ending all contracts that the Bureau of Prisons, ICE, and the U.S. Marshals Service have with private detention providers. And I will extend these bans to states and localities by conditioning their receipt of federal public safety funding on their use of public facilities.\nStop contractors from charging service fees for essential services. Companies shouldn't be able to treat incarcerated individuals as captive profit centers. We should prohibit contractors from charging incarcerated and detained people for basic services they need, like phone calls, bank transfers, and healthcare. I'll also keep contractors from imposing exploitative price markups on other services they provide, like commissary or package services. And I'll prohibit companies from charging for re-entry, supervision, and probation services, too -- because no one should have to pay for their own incarceration, whether it's inside a facility or outside of one.\nHold contractors accountable by expanding oversight, transparency and enforcement. It's time to shine sunlight on the black box of private services that receive taxpayer dollars. I'll close the ridiculous FOIA loophole that lets private prison subcontractors operate in the shadows. I will put in place an independent Prison Conditions Monitor within the Department of Justice's Office of the Inspector General. The Monitor will keep contractors from cutting corners to make a quick buck by setting enforceable quality standards, regularly auditing and investigating contractors, and terminating their contracts if they fall short. I'll direct the Department of Justice to prosecute companies that blatantly violate the law. And I'll make sure companies are held accountable no matter who's in the White House by allowing people to bring a lawsuit against abusive contractors who violate their rights.\nWashington hands billions over to corporations profiting off of inhumane detention and incarceration policies while ignoring the families that are destroyed in the process. We need to call that out for what it is: corruption. Incarcerating and detaining millions for profit doesn't keep us safe. It's time to do better.",
    "url": "https://medium.com/@teamwarren/ending-private-prisons-and-exploitation-for-profit-cb6dea67e913"
}