{
    "id": "puerto_rico_debt_relief",
    "text": "My plan to provide comprehensive debt relief to Puerto Rico\nTeam Warren\nMay 2 * 5 min read\nBy Elizabeth Warren\nI've visited Puerto Rico three times since becoming a senator. Each time, I've been struck by the island's natural beauty, its vibrant towns and cities, and -- most of all -- its warm, wonderful, resilient people. Puerto Rico is unforgettable.\nIn September 2017, though, Hurricanes Irma and Maria devastated the island and the millions of U.S. citizens who live there. I saw the destruction firsthand -- and I saw how the Trump Administration's slow and ineffective response denied families the help they needed and made it harder for them to recover.\nIt wasn't just the Trump Administration's inept response though. One of the biggest constraints holding back the recovery has been Puerto Rico's debt. Revenue needed to provide services to residents is instead going to pay off old debts. Few investors are willing to put money into rebuilding Puerto Rico with its massive debt overhang because they see no clear path to earning a return on their investment. And while Congress attempted to deal with the Puerto Rican debt crisis a few years ago -- with a bill called PROMESA -- that bill was enacted before the hurricanes and was not designed to account for the recent devastation.\nIf Puerto Rico were a big company in this kind of financial trouble, it could file for bankruptcy, pay some of its debts, discharge the rest, then start rebuilding. If Puerto Rico were an American city in this kind of financial trouble, it could do the same. But Puerto Rico isn't a corporation or a city. Because of its unique status, those legal options aren't available -- and so it's caught in a terrible position, battered by natural disasters with no clear path to recovery.\nWe must do better for our fellow citizens. That's why I have a plan to provide comprehensive debt relief to Puerto Rico so it can rebuild and thrive.\nHow Wall Street Squeezes Puerto Rico\nFor over a decade, Puerto Rico has been a clear example of how well the federal government works for Wall Street and how poorly it works for everyone else.\nToday, the island is struggling with $70 billion in government debt and more than $50 billion in pension obligations. A major chunk of that debt is held by Wall Street, which means that more than 3 million U.S. citizens who live in Puerto Rico are at the mercy of Wall Street executives who are focused on squeezing out every last penny of profit from this island.\nThese Wall Street firms are called \"vulture funds.\" They buy the debt of a borrower in trouble, usually for pennies on the dollar, and then pick the bones clean when the borrower can't pay. For Puerto Rico, that means the Wall Street investors get paid by slashing services, selling government assets, and undermining any real chance the island might have to recover economically.\nCongress had a chance to break the grip that Wall Street has over Puerto Rico's future. It could have given Puerto Rico the right to declare bankruptcy just like any American city. Instead, in the PROMESA legislation, Congress imposed an oversight board on the island. That board of seven political appointees has the power to oversee Puerto Rico's budget and force it to cut services so it can pay creditors like Wall Street.\nI voted against PROMESA, and many of my fears about it have come true. So far, the control board has slashed basic government services throughout the island and imperiled Puerto Ricans' pensions, while generously helping out the Wall Street firms that hold Puerto Rico's debt.\nThat's government that works for Wall Street, but not for working people -- and I believe we should fight back.\nMy Plan for Puerto Rico's Financial Recovery\nToday, I am re-introducing the U.S. Territorial Relief Act, legislation that would provide Puerto Rico with a path to comprehensive debt relief.\nThis legislation would give U.S. territories like Puerto Rico the option to terminate their debt if they meet certain criteria, like being struck by a disaster, suffering major population loss, and staggering under overwhelming debt. The Territorial Relief Act would give Puerto Rico a shot at getting out from under its crushing debt load and building a future for itself.\nMy bill would also set up a fund so that certain holders of Puerto Rican bonds would be compensated when those bonds are terminated. Pensions would be left intact. Puerto Rican residents, individual investors, and credit unions are among the groups that could use the fund. Vulture funds and bond insurers would not get a penny from this fund.\nAnd my bill would require an independent audit of Puerto Rico's debt. Everyone needs to know exactly how big the hole is, how much of the debt ended up being issued in the first place, whether it was legally issued, and what it's going to take to fix it.\nPresident Trump's response -- to the hurricanes, and to Puerto Rico's deepening financial crisis -- has been unconscionable. He has been more worried about stopping disaster aid from reaching the island and denying the fatality count on the island than he has been in ensuring its long-term recovery. Earlier this week, he announced that he will re-nominate the same members of the Oversight Board who have imposed crippling cuts on the Puerto Rican people. And his enablers -- Senate Republicans -- have held up relief for disaster-stricken areas across the country because they won't allow more aid for Puerto Rico.\nI have seen firsthand how the tens of billions of dollars of debt hanging over the heads of the Puerto Rican people are blocking their path to recovery. I know that the vulture fund executives see the island's desperation as just another opportunity to make a profit -- and it makes me sick.\nThe United States needs leadership that respects all its citizens, even those living in the territories. And in Puerto Rico's case, respect means placing the lives of millions of citizens ahead of Wall Street's profit margins.\nComprehensive debt relief is essential to Puerto Rico's recovery. It is the only way for the island to get out from under the thumb of Wall Street speculators. It is the only way to stabilize the island and allow its people to reclaim their future. Together, we can make it happen.",
    "url": "https://medium.com/@teamwarren/my-plan-to-provide-comprehensive-debt-relief-to-puerto-rico-f8b575a81b06"
}