{
    "id": "stop_economy_crash",
    "text": "The Coming Economic Crash -- And How to Stop It\nTeam Warren\nJul 22 * 6 min read\nBy Elizabeth Warren\nI warned about an economic crash years before the 2008 crisis, but the people in power wouldn't listen. Now I'm seeing serious warning signs in the economy again -- and I'm calling on regulators and Congress to act before another crisis costs America's families their homes, jobs, and savings.\nI've spent most of my career getting to the bottom of what's happening to working families in America. And when I saw the seeds of the 2008 crisis growing, I rang the alarm as loud as I could.\nIn 2003, I called out subprime lenders for tricking unsuspecting families -- especially families of color -- into refinancing into overpriced subprime mortgages. In 2004 and 2005, I warned that families were getting deeper into debt and hanging on only by borrowing against their homes, which put them in a vulnerable position if costs rose or a family member lost a job. In 2006, I flagged that foreclosure rates were starting to go up, but that the mortgage lenders were still churning out loans because they had passed on the risk of defaults to investors in the form of mortgage-backed securities. Those trends -- shady subprime lending, rising household debt, a mortgage market where lenders didn't bear the risk of their loans -- set the stage for the 2008 crisis.\nBut the people with the power to stop the crisis didn't listen -- not enough of them anyway. Not the banks, not Alan Greenspan or other federal regulators, not Congress. And when the crisis hit in 2008, working families lost it all while the big banks that broke the economy got a fat taxpayer bailout.\nWhen I look at the economy today, I see a lot to worry about again. I see a manufacturing sector in recession. I see a precarious economy that is built on debt -- both household debt and corporate debt -- and that is vulnerable to shocks. And I see a number of serious shocks on the horizon that could cause our economy's shaky foundation to crumble.\nOur Precarious Economy\nHousehold debt. A generation of stagnant wages and rising costs for basics like housing, child care, and education have forced American families to take on more debt than ever before. The student debt load has \"more than doubled since the financial crisis.\" American credit card debt matches its 2008 peak. Auto loan debt is the highest it has ever been since we started tracking it nearly 20 years ago, and a record 7 million Americans are behind on their auto loans -- many of which have similar abusive characteristics as pre-crash subprime mortgages. 71 million American adults -- more than 30% of the adults in the country -- already have debts in collection. Families may be able to afford these debt payments now, but an increase in interest rates or a slowdown in income could plunge families over a cliff.\nCorporate debt. Corporations are also deeply in debt. Leveraged lending -- lending to companies that are already seriously in debt -- has jumped by 40% since Trump took office, spreading \"systemic risk\" throughout our financial system. These high-risk loans now make up a quarter of all American business loans, and they look a lot like the pre-2008 subprime mortgages: poorly-underwritten loans with minimal protections that are then packaged and sold to investors. I've warned regulators about my concerns -- which experts share -- but their tepid response shows they haven't learned the lessons of the last crisis.\nManufacturing recession. Despite Trump's promises of a manufacturing \"renaissance,\" the country is now in a manufacturing recession. The Federal Reserve just reported that the manufacturing sector had a second straight quarter of decline, falling below Wall Street's expectations. And for the first time ever, the average hourly wage for manufacturing workers has dropped below the national average.\nThe country's economic foundation is fragile. A single shock could bring it all down. And the Trump Administration's reckless behavior is increasing the odds of just such a shock.\nThe administration may breach the debt ceiling in September, leading to economic turmoil that top economists say would be \"more catastrophic\" than the collapse of Lehman Brothers in 2008. Trump's trade war with China threatens American manufacturing and has already hurt American companies that investors think of as \"industry bellwethers,\" while feeding an all-time economic slowdown in China that could have dramatic ripple effects on the American economy. And Trump is goading the U.K. toward a no-deal Brexit, which even his own administration acknowledges would have \"immediate and significant spillover effects\" to our economy.\nThe financial markets agree that there is a serious risk of downturn in the near future. The U.S. Treasury yield curve -- a barometer for market confidence -- normally slopes upwards because investors demand higher yields for bonds with longer maturities. But this March, it inverted for the first time since 2007, signaling that investors are so worried that things are going to get worse that they'd rather lock in lower rates for the future today than risk long-term rates going even lower. The curve has inverted before each and every recession in the past half century -- with only one false signal.\nAnd experts agree. In a recent survey of nearly 300 business economists, three-quarters expect a recession by the end of 2021 -- with more than half thinking it'll come by the end of 2020.\nStopping the Next Downturn\nThe good news is that we have the chance to head off a crisis -- just like we had a chance to head off the 2008 crisis -- if we take bold action now to address the underlying problems in the economy:\nReduce household debt: To put our economy -- and our families -- on firmer ground, it is essential to reduce household debt both by raising people's wages and by bringing down their costs. That is the heart of my economic agenda. We can raise incomes by increasing the minimum wage to $15 an hour, strengthening unions, ensuring that women of color get the wages they deserve, and empowering workers to elect at least 40% of board members at big American corporations. We can reduce costs and slash household debt by cancelling up to $50,000 in student loan debt for 95% of people who have it, bringing down the cost of rent, providing universal affordable child care and early education for all our kids ages 0-5, and making tuition free at every public technical school, two-year college, and four-year college.\nMonitor and reduce leveraged corporate lending: In response to the 2008 crisis, Congress created the Financial Stability Oversight Council -- made up of the heads of the financial regulatory agencies -- to monitor risks that cut across different markets. The risks of leveraged lending are exactly the kind of thing FSOC is supposed to monitor, but the Trump-era FSOC is falling down on the job. It should meet specifically to discuss these risks and announce a plan for addressing them. Federal regulators should also enforce leveraged lending guidance that is intended to stop banks from issuing these risky loans in the first place.\nStrengthen manufacturing: We need policies that reverse the manufacturing job losses of the past twenty years by investing in manufacturing instead of undercutting it. My Green Manufacturing Plan will mobilize our industrial base by making a $2 trillion investment in American green research, manufacturing, and exporting over the next decade. This will create more than a million high-quality jobs and help address the existential threat of climate change.\nLimit potential shocks to the economy: With a vulnerable economy, we should be reducing the odds of potential shocks that could push us into a downturn. The Trump Administration should stop pushing for a no-deal Brexit and start planning for how to insulate the American economy if that occurs. It should replace the trade-war-by-tweet with China with a coherent strategy -- working with our allies -- to respond to China's trade tactics. We need to invest in strengthening critical American industries, instead of undercutting American companies. And we should take the prospect of breaching the debt ceiling off the table forever by either eliminating it or by automatically raising the ceiling to accommodate spending and revenue decisions authorized by Congress.\nWarning lights are flashing. Whether it's this year or next year, the odds of another economic downturn are high -- and growing. Congress and regulators should act immediately to tamp down these threats before it's too late.",
    "url": "https://medium.com/@teamwarren/the-coming-economic-crash-and-how-to-stop-it-355703da148b"
}