{
    "id": "student_debt_free_college",
    "text": "I'm calling for something truly transformational: Universal free public college and cancellation of student loan debt\nTeam Warren\nApr 22 * 11 min read\nBy Elizabeth Warren\nGrowing up, my dream was to become a teacher. And I knew that if I wanted to teach, I had to get a college degree.\nI managed to get a college scholarship, but then things turned upside down. The first boy I ever dated swooped back into my life and said he wanted to marry me. So I did what any sensible, mature 19-year-old would do: I said yes and dropped out of college.\nI thought my dream of teaching was over. But then a friend told me about the University of Houston, a public four-year college about 40 minutes away. We were a young couple, watching every nickel. I figured I couldn't afford it.\nBut it turned out that tuition was just $50 a semester. This was a quality, public education -- and I could afford it on a part-time waitressing salary. This time, I had the good sense to grab my chance at college with both hands. I got my degree and I got to live my dream: I became a teacher for students with special needs.\nHigher education opened a million doors for me. It's how the daughter of a janitor in a small town in Oklahoma got to become a teacher, a law school professor, a U.S. Senator, and eventually, a candidate for President of the United States.\nToday, it's virtually impossible for a young person to find that kind of opportunity. As states have invested less per-student at community colleges and public four-year colleges, the schools themselves have raised tuition and fees to make up the gap. And rather than stepping in to hold states accountable, or to pick up more of the tab and keep costs reasonable, the federal government went with a third option: pushing families that can't afford to pay the outrageous costs of higher education towards taking out loans.\nThe result is a huge student loan debt burden that's crushing millions of families and acting as an anchor on our economy. It's reducing home ownership rates. It's leading fewer people to start businesses. It's forcing students to drop out of school before getting a degree. It's a problem for all of us.\nWe got into this crisis because state governments and the federal government decided that instead of treating higher education like our public school system -- free and accessible to all Americans -- they'd rather cut taxes for billionaires and giant corporations and offload the cost of higher education onto students and their families. The student debt crisis is the direct result of this failed experiment.\nIt's time to end that experiment, to clean up the mess it's caused, and to do better -- better for people who want to go (or go back) to college, better for current students, better for graduates, better for their families, and better for our entire economy.\nThe first step in addressing this crisis is to deal head-on with the outstanding debt that is weighing down millions of families and should never have been required in the first place. That's why I'm calling for something truly transformational -- the cancellation of up to $50,000 in student loan debt for 42 million Americans.\nMy plan for broad student debt cancellation will:\nCancel debt for more than 95% of the nearly 45 million Americans with student loan debt;\nWipe out student loan debt entirely for more than 75% of the Americans with that debt;\nSubstantially increase wealth for Black and Latinx families and reduce both the Black-White and Latinx-White wealth gaps; and\nProvide an enormous middle-class stimulus that will boost economic growth, increase home purchases, and fuel a new wave of small business formation.\nOnce we've cleared out the debt that's holding down an entire generation of Americans, we must ensure that we never have another student debt crisis again. We can do that by recognizing that a public college education is like a public K-12 education -- a basic public good that should be available to everyone with free tuition and zero debt at graduation. My plan for universal free college will:\nGive every American the opportunity to attend a two-year or four-year public college without paying a dime in tuition or fees;\nMake free college truly universal -- not just in theory, but in practice -- by making higher education of all kinds more inclusive and available to every single American, especially lower-income, Black, and Latinx students, without the need to take on debt to cover costs.\nSome people will say we can't afford this plan. That's nonsense. The entire cost of my broad debt cancellation plan and universal free college is more than covered by my Ultra-Millionaire Tax -- a 2% annual tax on the 75,000 families with $50 million or more in wealth. For decades, we've allowed the wealthy to pay less while burying tens of millions of working Americans in education debt. It's time to make different choices.\nA Real Solution to the Student Debt Crisis: Broad Debt Cancellation\nThe enormous student debt burden weighing down our economy isn't the result of laziness or irresponsibility. It's the result of a government that has consistently put the interests of the wealthy and well-connected over the interests of working families.\nPolicymakers stood by as state after state pulled back on investments in public higher education and sent tuition soaring. They stood by as for-profit colleges exploded, luring in students with false promises and loading them up with debt as their executives and investors raked in billions in taxpayer dollars. They stood by as employers demanded higher credentials while offloading the cost of getting those credentials onto workers. And they stood by as corporations made huge profits off of the new skills graduates gained through higher education while giving workers almost nothing in the way of wage increases -- increases policymakers falsely promised would make graduates' debt worth it.\nStudent loan debt hits America's teachers particularly hard. Here are just a few of their stories:\nSaundra Mobley\nSusan Vincent\nTodd Ratica\nRebecca Davis, Serena Grigsby, Christine Baer, and Theresa Gilbert\nTatum Tirado\nI've been sounding the alarm on this crisis for years. The very first bill I introduced as a Senator was to provide relief to student borrowers. I fought to let people refinance their loans and lower their monthly payments. I successfully pushed the Department of Education to cancel the fraudulent loans of more than 80,000 students cheated by Corinthian Colleges. And when I learned that tens of thousands of Americans who had devoted their careers to public service might be denied the student loan relief they were promised, I made sure we got a new $700 million student loan forgiveness fund.\nBut despite these and other efforts, the student loan debt problem has continued to get worse. It's time for bold action to actually fix the debt crisis. Here's what my new plan would do:\nIt cancels $50,000 in student loan debt for every person with household income under $100,000.\nIt provides substantial debt cancellation for every person with household income between $100,000 and $250,000. The $50,000 cancellation amount phases out by $1 for every $3 in income above $100,000, so, for example, a person with household income of $130,000 gets $40,000 in cancellation, while a person with household income of $160,000 gets $30,000 in cancellation.\nIt offers no debt cancellation to people with household income above $250,000 (the top 5%).\nFor most Americans, cancellation will take place automatically using data already available to the federal government about income and outstanding student loan debt.\nPrivate student loan debt is also eligible for cancellation, and the federal government will work with borrowers and the holders of this debt to provide relief.\nCanceled debt will not be taxed as income.\nAn economic analysis from leading experts on student loan debt finds that my plan would provide at least some debt cancellation for 95% of people with student loan debt (and complete and total student debt cancellation for more than 75%), provide targeted cancellation for the families that need it most, substantially increase Black and Latinx wealth, and help close the racial wealth gap.\nPercentage of Borrowing Households Receiving Full Student Loan Cancellation\nThe experts also conclude that my plan will likely provide a boost to the economy through \"consumer-driven economic stimulus, improved credit scores, greater home-buying rates and housing stability, higher college completion rates, and greater business formation.\"\nThe time for half-measures is over. My broad cancellation plan is a real solution to our student debt crisis. It helps millions of families and removes a weight that's holding back our economy.\nThat's step one.\nInvesting in Higher Education So Americans Can Graduate Debt-Free\nStep two is making sure nothing like this ever happens again. We need to fundamentally change the broken system that created the crisis in the first place.\nOur public schools for K-12 students are free for everyone. That's because we understand that a high school-level education is a basic need for our society and our economy -- and it should be available to all.\nBut we expect everyone but the wealthy to take on mountains of debt if they want to get a post-secondary education. This is closing off opportunities for generations of Americans and widening this country's racial wealth gap. The cost of college deters people from attending college. And it forces people to drop out before completing their degrees. Only about two-thirds of students complete a four-year public college degree in six years and only about a third of students complete a two-year public college degree in six years. The financial strain of attending college -- the need to work many hours to cover costs -- is a top reason so many people drop out.\nCollege shouldn't just be a privilege for those who can afford to take on the significant expenses associated with higher education. Like K-12 education, college is a basic need that should be available for free to everyone who wants to go. That's why I'm proposing a historic new federal investment in public higher education that will eliminate the cost of tuition and fees at every public two-year and four-year college in America. The federal government will partner with states to split the costs of tuition and fees and ensure that states maintain their current levels of funding on need-based financial aid and academic instruction.\nBut we need to go beyond just covering the cost of tuition and fees. Non-tuition costs of college like room and board and books have been going way up too. Between 1975 and 2015, cost-of-living expenses grew by nearly 80% at public colleges even after accounting for inflation. Non-tuition costs now account for 80% of the cost of attendance at community colleges and 61% of the cost of attendance at public four-year colleges.\nTo allow students to graduate debt-free -- especially students from lower-income families -- we must expand the funding available to cover non-tuition expenses. In addition to the existing federal higher education funding that can be redirected to cover non-tuition expenses, we should invest an additional $100 billion over the next ten years in Pell Grants -- and expand who is eligible for a Grant -- to make sure lower-income and middle-class students have a better chance of graduating without debt. Research shows that more funding for non-tuition costs helps improve graduation rates, which must be our goal.\nAddressing Inequities in Our Higher Education System\nIt's not enough to make sure every American can graduate from a public college debt-free. We also need to start fixing our higher education system so it better serves lower-income families and communities of color.\nFor decades, Black Americans were kept out of higher education by virtue of overtly discriminatory policies. Even as the civil rights movement rolled back racially discriminatory admissions policies, the stratification of our higher education system kept students of color concentrated in under-resourced institutions and left them vulnerable to predatory actors. Black and Latinx students are underrepresented in four-year public colleges and overrepresented in community colleges and for-profit colleges.\nNearly half of for-profit college undergraduate students are students of color. 95 percent of Black students attending a for-profit college took out student loans, and a staggering 75 percent of Black students who did not complete their program at a for-profit college defaulted. Many for-profit colleges have built a business model around sucking down taxpayer dollars while delivering a poor education primarily to students of color.\nAcross all colleges, Black students were on average nearly 20 percentage points more likely to need federal student loans. And because of factors like the size of these loans and discrimination in employment opportunities, Black students who finished a bachelor's degree on average owed more than their original student loan balance after 12 years.\nWe must do more to correct these historical injustices and to ensure that opportunities are fairly available to everyone. My plan will:\nCreate a fund for Historically Black Colleges and Universities (HBCUs) and Minority-Serving Institutions (MSIs). The fund will have a minimum of $50 billion, but the Secretary of Education will have the authority to increase the amount of money in the fund as needed to ensure that spending per-student at those schools is comparable to colleges in the area. Private HBCUs and MSIs would also be able to opt into the federal free-tuition program available to public colleges.\nMake additional federal funding available to states that demonstrate substantial improvement in enrollment and graduation rates for lower-income students and students of color.\nAfter an appropriate transition period, ban for-profit colleges from receiving any federal dollars (including military benefits and federal student loans), so they can no longer use taxpayer dollars to enrich themselves while targeting lower-income students, servicemembers, and students of color and leaving them saddled with debt.\nRequire public colleges to complete an annual audit that identifies issues creating shortfalls in enrollment and graduation rates for lower-income students and students of color and that proposes steps to improve those rates.\nProhibit public colleges from considering citizenship status or criminal history in admissions decisions.\nAn Investment in Our Future\nExperts estimate my debt cancellation plan creates a one-time cost to the government of $640 billion. The Universal Free College program brings the total cost of the program to roughly $1.25 trillion over ten years.\nThe actual costs of these new ideas are likely to be even less than that. Experts find that my debt cancellation plan will create an economic stimulus, and study after study shows that investments in higher education provide huge returns for every dollar. But even setting aside the eventual returns to these investments, we can fully cover the cost of these ideas with revenue from my Ultra-Millionaire Tax on the wealthiest 75,000 families in the country -- those with fortunes of $50 million or more.\nWe can address the student loan crisis and cancel debt for families that are struggling. We can provide truly universal free college. We can fix some of the structural problems that are preventing our higher education system from fairly serving lower-income students and students of color. We can make big structural change and create new opportunities for all Americans.",
    "url": "https://medium.com/@teamwarren/im-calling-for-something-truly-transformational-universal-free-public-college-and-cancellation-of-a246cd0f910f"
}