{
    "id": "wall_street_reform",
    "text": "End Wall Street's Stranglehold On Our Economy\nTeam Warren\nJul 18 * 12 min read\nBy Elizabeth Warren\nLast month, I announced my economic patriotism agenda -- a commitment to fundamentally change the government's approach to the economy so we put American workers and middle-class prosperity ahead of multinational profits and Wall Street bonuses. I've already released my plan applying economic patriotism to our manufacturing policy. This is my plan for how economic patriotism can rein in Wall Street.\nFor decades, Washington has lived by a simple rule: If it's good for Wall Street, it's good for the economy. Rich Wall Street donors have pumped millions of dollars into the political system to enforce this rule. And the revolving door between Wall Street and the federal government ensures that Washington follows the rule on decisions big and small.\nWashington has showered big banks with favors -- no-strings-attached bailouts, massive subsidies, sweeping deregulation, and special tax breaks. In the Trump era alone, regulators have rolled back the rules for most big banks, and Republicans have shoveled them billions in giveaways in their tax bill. To top it off, one of the only major bipartisan bills that Donald Trump signed has gutted important rules checking some of the country's biggest banks.\nHere's the problem with the belief that helping Wall Street always helps the economy: it isn't true. In recent decades, Wall Street has grown bigger and financial sector profits have gone from 10% to 25% of total corporate profits, but everyone else in America has lived through a generation of stagnant wages and sluggish economic growth. Even today, big banks are making record profits and handing out huge bonuses as average wages barely budge.\nThe truth is that Washington has it backwards. For a long time now, Wall Street's success hasn't helped the broader economy -- it's come at the expense of the rest of the economy. Wall Street is looting the economy and Washington is helping them do it.\nTo raise wages, help small businesses, and spur economic growth, we need to shut down the Wall Street giveaways and rein in the financial industry so it stops sucking money out of the rest of the economy. That's what my new plan does.\nHow Wall Street Hurts the Broader Economy\nThe purpose of the financial sector is to connect savers with borrowers as efficiently as possible and to spread risk. A growing financial sector can help the rest of the economy if it helps connect more people more efficiently and spreads risk more effectively. But, as several studies have shown, past a certain point, the growth of the financial sector undermines the rest of the economy by extracting money from it without producing any real value.\nAmerica is well past that point. For example, a recent study found that \"when private credit grows to the point where it exceeds GDP, it becomes a drag on productivity growth.\" Private credit in America has exploded past that benchmark -- it's been between 160% and 210% of GDP for the last twenty years. The study also found that \"when the financial sector represents more than 3.5% of total employment, further increases in financial sector size tend to be detrimental to growth.\" We've blown past that one, too -- in 2016, the financial sector represented more than 5% of total employment.\nPast these tipping points, the growth of the financial sector hurts the economy for a few reasons:\nIt generates more of its profits from \"non-interest income\" -- another word for fees that extract money from the rest of the economy.\nIt tends to lead to over-investment in companies that are lower-productivity but have lots of collateral to lend against -- like construction and property development -- luring more businesspeople into those fields.\nIt leads to under-investment in high-productivity manufacturing companies -- like those in aerospace or computing -- that are particularly reliant on research and development.\nIt lures talented people away from other more productive ventures, like starting businesses. For example, the year before the 2008 financial crisis, nearly half of Harvard's graduating class took jobs in finance.\nTo make matters worse, America's financial sector is doing a poor job at performing its actual role in the economy. A good financial sector should give people a place to put their money, but an astonishing 25% of American households don't have adequate access to a simple bank account. A good financial sector should move money quickly and cheaply, but it costs more today to \"produce loans, bonds, and stocks\" than it did a century ago, despite huge advances in technology. And a good financial sector should allocate capital efficiently, but since the mid-1990s, America's financial sector has failed to provide capital to the companies with the most growth potential.\nWall Street has rigged the game in its favor -- and it's not working for the rest of us. Rather than giving Wall Street what it wants and hoping that its big profits somehow benefit the broader economy, we should recognize what the actual purpose of the financial sector is and rein in Wall Street so it starts working for the rest of the economy again.\nStopping Legalized Looting\nWe should start by transforming the private equity industry -- the poster child for financial firms that suck value out of the economy.\nPrivate equity firms raise money from investors, kick in a little of their own, and then borrow tons more to buy other companies. Sometimes the companies do well. But far too often, the private equity firms are like vampires -- bleeding the company dry and walking away enriched even as the company succumbs.\nWashington has done little to rein these firms in or to ensure that their incentives align with the best interests of the economy. As a result, the firms can use all sorts of tricks to get rich even if the companies they buy fail. Once they buy a company, they transfer the responsibility for repaying the debt they took on to the company that they just bought. Because they control the company, they can transfer money to themselves by charging high \"management\" and \"consulting\" fees, issuing generous dividends, and selling off assets like real estate for short-term gain. And they slash costs, fire workers, and gut long-term investments to free up more money to pay themselves.\nWhen companies buckle under the weight of these tactics, their workers, small business suppliers, bondholders, and the communities they serve are left holding the bag. But the managers can just walk away rich and move on to their next victim.\nThese firms are gobbling up more and more of the economy. They own companies that employ almost 6 million people. They own the nation's second-largest nursing home operator, the largest single-family rental landlord, the second-largest grocery store chain, and one of the nation's largest payday lenders. But some of the hardest-hit industries are retail and local news.\nConsider ShopKo, a discount retailer founded in 1961. By the end of 2005, it had more than 350 stores. Then, the private equity firm Sun Capital took over, loading Shopko up with more than a billion dollars of debt. Sun Capital soon forced Shopko to sell one of its most valuable assets -- its real estate -- requiring the company to lease back its own stores. Sun Capital made ShopKo pay it a $50 million dividend and quarterly consulting fees of $1 million. It made Shopko pay an additional 1% consulting fee on certain transactions -- which meant the company had to pay Sun Capital an extra $500,000 fee for the honor of paying it that $50 million dividend.\nWhen the company finally crumbled and filed for bankruptcy, hundreds of workers lost their jobs and didn't even receive the severance pay they had earned through their work. But Sun Capital walked away with a juicy profit.\nThe Shopko story isn't unique. A study found private equity-owned firms accounted for 61% of the retail jobs lost and planned for elimination in 2016 and 2017. That has hurt communities across the country -- particularly communities of color that disproportionately rely on retail jobs.\nPrivate equity is also wiping out local and regional newspapers with the same playbook: buying papers for cheap, slashing the staff to cut costs, and bleeding the company with fees and dividends. When the papers fail, members of the press lose their jobs and communities lose valuable sources of local news coverage.\nTake the story of the Denver Post -- a 127-year old Pulitzer prize-winning newspaper. A private equity firm named Alden Global Capital owns Digital First Media, which bought the Post and owns nearly 100 other local and regional newspapers. Alden slashed the Post's staff to less than a third of what it used to be, leaving the remaining reporters stretched thin covering a region of almost 3 million people. That's been bad for the press and for the residents of the Denver area, but it's been great for Alden's bottom line. In total, Alden-owned papers have cut newsroom staff twice as much as the industry average, while making a $160 million profit.\nLet's call this what it is: legalized looting -- looting that makes a handful of Wall Street managers very rich while costing thousands of people their jobs, putting valuable companies out of business, and hurting communities across the country.\nMy plan would transform the private equity industry and end this looting with a comprehensive set of legal changes, including:\nPutting private equity firms on the hook for the debts of companies they buy, making them responsible for the downside of their investments so that they only make money if the companies they control flourish.\nHolding private equity firms responsible for certain pension obligations of the companies they buy, so that workers have a better shot of getting the retirement funds they earned.\nEliminating the ability of private equity firms to pay themselves huge monitoring fees and limiting their ability to pay out dividends to line their own pockets.\nChanging the tax rules so that private equity firms don't get sweetheart tax rates on all the debt they put on the companies they buy.\nModifying bankruptcy rules so that when companies go bust, workers have a better shot at getting pay and benefits and executives can't pocket special bonuses.\nPreventing lenders and investment managers from making reckless loans to private equity-owned companies already swimming in debt and then passing along the danger to the market by requiring them to retain some of the risk.\nEmpowering investors like pension funds with better information about the performance and effects of private equity investments and preventing private equity funds from requiring investors to waive their fiduciary obligations.\nClosing the carried interest loophole that lets firm managers pay ultra-low tax rates on the money they loot.\nThese changes would shrink the sector and push the remaining private equity firms to make investments that help companies rather than stripping them down for parts. Firms that make bad investments would be held accountable instead of walking away from the wreckage with millions in fees and payouts. My plan would stop one of the main sources of Wall Street looting.\nReforming Incentives to Stop Useless Speculation\nWith giveaways, subsidies, and lax rules, Washington has encouraged Wall Street to engage in the kind of speculation that can make bankers very rich but undermines the rest of the economy. I want to end these practices immediately.\nFirst, we should enact my 21st Century Glass-Steagall Act, which rebuilds the wall between commercial banks and investment banks. Taxpayers provide subsidies to commercial banks in the form of cheap deposit insurance so people can safely put money in banks. But by allowing investment banks to merge with commercial banks, the repeal of the Glass-Steagall Act in 1999 passed along that subsidy and safety net to riskier investment banking activities. This encourages excessive risk-taking and speculation because firms know taxpayers are standing by to absorb the losses if things go bad.\nThis is dangerous for taxpayers and the economy. If banks want access to taxpayer-subsidized insurance, they should be forced to limit their activities to boring banking. If they want to engage in higher-risk investment banking, they should be forced to bear the full, long-term risk of their investment decisions. A 21st Century Glass-Steagall Act would accomplish that goal and better align the incentives of the financial sector with the long-term interests of the rest of the economy.\nSecond, we should impose tough new executive compensation rules for bankers that discourage needless speculation and encourage productive investments. If a banker makes a big bet and wins in the short run, he can get a huge year-end bonus. But if he makes a big bet and loses -- either immediately or in the long run -- his firm takes the loss and no money comes out of his own pocket. This all-upside, no-downside arrangement was one of the key drivers of the excessive risk-taking in the lead-up to the 2008 financial crisis.\nAlmost ten years ago, Congress directed federal regulators to impose new rules to address the flawed executive compensation incentives at big financial firms. But regulators still haven't finalized (let alone implemented) a number of those key rules, including one that would claw back bonuses from bankers if their bets went bad in the long run. As President, I will appoint regulators who will actually do their job and finish these rules.\nThird, we should reverse the Trump-era weakening of rules on capital, liquidity, leverage, and resolution-planning for big banks. Trump-appointed regulators have chipped away at the rules for big banks, asserting that they limit the potential for economic growth and hoping that nobody understands these technical rules well enough to push back. Well I do understand them. I know that these rules not only make the financial system safer, but also channel big bank activity into more economically productive ends. As President, I will appoint regulators who will reverse these rollbacks and look for opportunities to go even further to rein in Wall Street and reorient it so it serves the goals of the broader economy.\nPushing Finance Back to its Core Mission\nDespite its breathtaking profits, America's financial sector isn't succeeding at its core purpose of connecting savers with borrowers quickly and efficiently. My plan would help push it in a better direction.\nFirst, our financial system doesn't even serve a huge slice of the country. A quarter of American families don't have sufficient access to the banking system -- including a disproportionate share of families of color. On average, these families spend about 10% of their income in interest and fees stemming from their lack of access to basic banking services. That's roughly the same percentage of income that families spend on food. This is an unacceptable cost we are imposing on the families that can least afford it, and we can do better.\nThat's why I have spent years advocating for postal banking -- allowing the United States Postal Service to partner with local community banks and credit unions to provide access to low-cost, basic banking services like checking and savings accounts at post offices and online. The Postal Service Office of Inspector General has presented a few different approaches to use postal banking to provide more access to more people. And because the Postal Service already offers some financial services and has the legal authority to expand on those offerings, postal banking requires no new legislation -- just new appointees who are committed to the cause.\nSecond, the financial system isn't particularly efficient or cheap at moving money. It ought to be both. For example -- ever notice that it takes days for a paycheck to clear? Thanks to an outdated system at the Federal Reserve, it can take days for a check to clear. If payday is the 30th of the month and rent is due the next day, too many working families face the choice of paying a late fee to their landlord, an overdraft fee to their bank, or a sky-high interest rate to a payday lender.\nCountries like the United Kingdom, Mexico, Poland, and South Africa have already adopted real-time payment technology. We already have, too -- just not for everyday transfers. The Fed hasn't fixed this in part because big banks want to force families to use their private systems. But American families shouldn't have to rely on giant banks for quick access to their paychecks. It's time for the Fed to catch up and ease the burden for working families -- and I will appoint Fed governors who will get it done.\nFinally, our financial firms don't do a good job of providing financing to the kinds of high-growth companies that really need it. Instead, they consistently extract money from these companies by demanding stock buybacks and dividends. This surge in extraction coincided with a change in corporate philosophy in the 1980s towards \"shareholder value maximization\" -- the theory that corporations exist solely to send as much money to shareholders as possible. My Accountable Capitalism Act includes provisions that would fundamentally change that dynamic by legally requiring big American corporations to focus on the long-term interests of all of their stakeholders -- including workers -- rather than on the short-term financial interests of Wall Street investors.\nI spent a lot of my career studying how financial firms make money. I documented how they were getting rich slipping tricks and traps into credit card contracts that confused families and stuck them with never-ending debts. In the lead-up to the 2008 crisis, I rang the alarm bell as I saw the same tricks and traps emerging in mortgages. And after I proposed a new federal agency to protect consumers -- and President Obama signed that agency into law in 2010 -- I spent nearly a year setting up the new Consumer Financial Protection Bureau and helping write new rules to crack down on financial scams.\nI am tired of big financial firms looting the economy to pad their own pockets while the rest of the economy suffers. I am done with Washington ignoring the evidence and acting as though boosting Wall Street helps our families. Financial firms have helped push our economy badly off track. I want wages to go up, small businesses to thrive, and the economy to grow faster. To do that, I will stop the looting and make sure Wall Street serves the rest of the economy, rather than the other way around.",
    "url": "https://medium.com/@teamwarren/end-wall-streets-stranglehold-on-our-economy-70cf038bac76"
}