{
    "id": "100_clean_energy",
    "text": "The science is clear. The world's leading experts have long known that climate change is caused by human beings, it is here, and it is accelerating. We already see its effects -- record floods, devastating wildfires, 100-year storms that happen every year -- costing lives, causing hundreds of billions of dollars in damage, and disproportionately impacting our most vulnerable communities, including communities of color, children, and low-income communities. This is an emergency, and without rapid and widespread change, we will soon be unable to prevent the worst harms.\nThe climate crisis will leave no one untouched. But it also represents a once-in-a-generation opportunity: to create millions of good American jobs in clean and renewable energy, infrastructure, and manufacturing; to unleash the best of American innovation and creativity; to rebuild our unions and create real progress and justice for workers; and to directly confront the racial and economic inequality embedded in our fossil fuel economy.\nThe world must limit warming to below 1.5deg C to avoid the most catastrophic outcomes, cutting carbon pollution roughly in half by 2030 and achieving net-zero emissions by 2050. As the world's largest historical carbon polluter, the United States has a special responsibility to lead the way.\nThat's why I'm an original supporter of the Green New Deal, which challenges us to go above and beyond -- to launch a ten-year mobilization through 2030 to achieve net-zero domestic greenhouse gas emissions as fast as possible.\nIt's also why I've woven climate mitigation and resilience throughout my policy proposals, because we won't meet our climate goals with a one-time, one-size-fits-all approach -- we'll need big, structural change, across a range of industries and sectors, and sustained over time.\nThese ideas are just the beginning. We must do more. Taking bold action to confront the climate crisis is as important -- and as urgent -- as anything else the next president will face. We cannot wait.\nAs a presidential candidate, my friend Governor Jay Inslee challenged all Americans to confront the urgency of the climate crisis bearing down upon us. And Jay didn't merely sound the alarm or make vague promises. He provided bold, thoughtful, and detailed ideas for how to get us where we need to go, both by raising standards to address pollution and investing in the future of the American economy. While his presidential campaign may be over, his ideas should remain at the center of the agenda.\nOne of the most important of these ideas is the urgent need to decarbonize key sectors of our economy. Today, I'm embracing that goal by committing to adopt and build on Governor Inslee's ten-year action plan to achieve 100% clean energy for America by decarbonizing our electricity, our vehicles, and our buildings. And I'm challenging every other candidate for President to do the same.\nAs Governor Inslee noted in his 100% Clean Energy for America plan, tackling these key sectors of our economy will make an immediate difference. Electricity, transportation, buildings, and related commercial activity are responsible for nearly 70 percent of all U.S. carbon emissions. We have the technology today to start to construct a cleaner grid, to modernize our auto industry, and to green our communities. My Green Apollo plan to invest $400 billion over ten years in clean energy R&D will spur innovation and help us to develop the technology we need to go the final mile. Critically, I will condition these R&D investments on any resulting manufacturing taking place right here in America, to create good middle-class jobs. My Green Manufacturing plan to invest $1.5 trillion over ten years in federal procurement of American-made clean energy products will fund the transition for federal, state, and local governments. My plan for public lands makes an unprecedented commitment to generate 10% of our overall electricity needs from renewable sources offshore or on public lands. And my Green Marshall Plan will commit $100 billion to support the export of American-made clean energy products so that we can help other countries cut their emissions too.\nToday, I'm announcing I'll commit an additional $1 trillion over 10 years -- fully paid for by reversing Trump's tax cuts for the wealthiest individuals and giant corporations -- to match Governor Inslee's commitment, and to subsidize the economic transition to clean and renewable electricity, zero emission vehicles, and green products for commercial and residential buildings.\nAll told, a federal investment of $3 trillion will leverage additional trillions in private investment and create millions of jobs. And we will achieve:\nBy 2028, 100% zero-carbon pollution for all new commercial and residential buildings;\nBy 2030, 100% zero emissions for all new light-duty passenger vehicles, medium-duty trucks, and all buses;\nBy 2035, 100% renewable and zero-emission energy in electricity generation, with an interim target of 100% carbon-neutral power by 2030.\nThese goals may be a decade away, but the work to achieve them must start now. Congress should act immediately to reduce emissions and begin the transition to clean and renewable power. But there's also a lot that a president can do on her own -- and I'll take decisive action in my first term, using my powers under the Clean Air Act and other authorities to set high regulatory standards and impose ambitious interim targets along the way.\nNothing less than a national mobilization will be required to defeat climate change. It will require every single one of us, and it's time to roll up our sleeves and get to work -- there is no time to waste.\nPartnering with Workers to Ensure No One Is Left Behind\nThe task before us is huge and demands all of us. It will require retrofitting our nation's buildings, reengineering our electrical grid, and adapting our manufacturing base to increase the production of zero emission vehicles. It will also require readjusting our economic approach to ensure that communities of color and others who have been systematically excluded from our fossil fuel economy are not left behind during the transition to clean energy.\nBut it is also an opportunity. We'll need millions of workers: people who know how to build things and manufacture them; skilled and experienced contractors to plan and execute large construction and engineering projects; and training and joint labor management apprenticeships to ensure a continuous supply of skilled, available workers. We cannot succeed in fighting climate change unless the people who have the skills to get the job done are in the room as full partners.\nWe'll ensure benefits to uplift and empower workers who may be hurt by the transition to a more green economy, including for coal workers and others currently employed in the fossil fuel industry. That means providing them with financial security -- including early retirement benefits -- job training, union protections, and benefits, and guaranteeing wage and benefit parity for affected workers.\nMoreover, we will no longer force workers to make the impossible choice between fossil fuel industry jobs with superior wages and benefits and green economy jobs that pay far less. The jobs we create will be unionized jobs with accompanying pay scales and benefits. For too long, there has been a tension between transitioning to a green economy and creating good, middle class, union jobs. In a Warren administration, we will do both things.\nNor can we look away from the frontline communities that have endured air and water pollution for decades -- and that are now disproportionately threatened by accelerating climate change. Everyone has the right to breathe clean air, to drink clean water, and to live in healthy communities free of pollution. But today, communities of color and low-income communities are disproportionately impacted by environmental hazards -- and that impact is even greater for children.\nWe cannot afford to perpetuate the structural inequalities embedded in the existing system as we move toward a clean energy future. Our response must prioritize resources for people and communities left behind by the fossil fuel economy and hit worst by climate change and pollution. We'll do that by ensuring that investments spur economic development in every part of the country, not just the coasts. We'll invest in community-developed projects, because the people who live and work in an area best know its needs. And we'll create truly participatory and democratic processes, centered on and led by those living on the front lines of climate change.\nThis is the promise of the Green New Deal. We can lift up frontline communities, empower workers, and tackle climate change -- all at the same time. And we'll do that while decarbonizing the sectors that contribute the most to our pollution problem. Here's how that will work.\n100% Clean Electricity\nElectricity consumption contributes about one third of all carbon pollution today -- but the good news is that renewables are the fastest growing source of electricity generation. Renewable energy continues to drop in cost, and in many parts of the world it's already cheaper than fossil fuels, even without subsidies. And states -- including my home state of Massachusetts and Governor Inslee's home state of Washington -- are already leading the way in adoption. While technical challenges around transmission and storage remain, increasing renewable energy and investments in smart grids and advanced distribution can improve reliability, bring down costs, and open up new economic opportunities. Achieving 100% clean electricity will also help us to decarbonize our transportation and buildings. And we will put in place project labor agreements and other protections to ensure that the jobs created are union jobs with accompanying pay scales and benefits.\nAs president, I'll work to rapidly achieve 100% clean, renewable and zero-emission energy in electricity generation. To do that, we will:\nSet high standards for utilities nationwide. My administration will require utilities to achieve 100% carbon-neutral power by 2030, with strong interim targets along the way, and to achieve all-clean, renewable, and zero-emission energy in electricity generation by 2035. We'll also establish regulations to retire coal power within a decade, while ensuring that we do not leave coal communities behind by funding health care and pensions for miners.\nCreate a Federal Renewable Energy Commission. I'll work with Congress to overhaul the Federal Energy Regulatory Commission, which is tasked with regulating the U.S. electrical grid, replacing it instead with a Federal Renewable Energy Commission. The revised commission's mission will be to reduce greenhouse gas pollution -- and we'll slam shut the revolving door with industry to ensure it is responsive not to fossil fuel interests but to our communities.\nUse the strength of federal investment and policy to accelerate the transition. I'll require federal agencies to achieve 100% clean energy in their domestic power purchases by the end of my first term. And as I committed in my Public Lands plan, I'll set a goal of providing 10% of our overall electricity generation from renewable sources offshore or on public lands -- nearly ten times what we are currently generating.\nProvide federal subsidies to speed clean energy adoption. We'll expand existing federal energy financing programs, like the Department of Energy's Loan Guarantee Program and the Rural Utilities Service, including by providing direct grants for clean energy projects. We'll extend programs to provide grants in lieu of tax credits, establish refundable tax incentives to speed utilities' deployment of existing smart grid and advanced transmission technologies, and work with utilities to increase on-bill investment in energy efficiency solutions, including by subsidizing those investments for low-income communities. And we'll implement community workforce and project-labor agreements to ensure that the jobs created by these investments are good, union jobs, with prevailing wages determined through collective bargaining.\nExpand interstate and regional coordination. To maximize efficiency of the grid, I'll provide incentives to expedite planning and siting of long-distance and inter-state transmission of clean electricity. We'll prioritize areas with significant queues of clean-energy generation capacity awaiting transmission. We'll provide dedicated support for the four Power Marketing Administrations, the Tennessee Valley Authority, and the Appalachian Regional Commission to help them build publicly-owned clean energy assets and deploy clean power to help communities transition off fossil fuels. And we'll expand investments in smart energy storage solutions and cybersecurity for the grid.\n100% Clean Vehicles\nThe market for electric vehicles is expanding rapidly around the world, as their range increases and the cost of electric car batteries drops precipitously. On average, zero-emission vehicles are already cheaper to drive than cars that run on gasoline. But instead of accelerating innovation in this sector, the Trump administration is busy attempting to loosen automobile emissions standards, even over the U.S. auto industry's protests. Meanwhile, the European Union is tightening its own standards, and China -- already the world's largest producer of electric vehicles -- is making aggressive inroads to dominate the global market. At least 10 countries have set aggressive electric vehicle targets, some to eliminate carbon-emitting cars entirely. To remain competitive, and to help save the planet, American automobile manufacturing must keep up.\nA Warren administration will set a goal of achieving zero emissions in all new light-duty passenger vehicles, medium-duty trucks, and buses by 2030. To achieve this, we will:\nSet ambitious standards for fuels and emissions. In my first year in office, I'll set strict vehicle emissions standards that will become progressively tighter every year, reaching a requirement for 100% zero-emissions for all new light- and medium-duty vehicles by 2030. At the same time, I'll establish a Clean Fuel Standard to further reduce greenhouse gas emissions by promoting lower-carbon alternative fuels.\nModernize the automotive manufacturing base and developing needed infrastructure. I'll provide federal investments to grow domestic zero-emission vehicle manufacturing and reinforce the assembly plants and supply base, including battery manufacturing. I'll also invest in electric vehicle charging infrastructure, including ensuring that every federal interstate highway rest stop hosts a fast-charging station by the end of my first term in office, and ensuring that charging stations are as widespread and accessible tomorrow as gas stations are today.\nBoost consumer demand for zero emission vehicles. I'll extend business and consumer tax credits for purchasing zero-emission vehicles. And I'll create a \"Clean Cars for Clunkers\" program, based on the Recovery Act trade-in program, to extend financial incentives to encourage consumers to replace fuel-inefficient cars with zero-emission vehicles, made in America, by union workers. My Green Manufacturing plan commits $1.5 trillion over ten years for the federal procurement of clean, green, American-made products, including zero-emission vehicles. We'll use this funding to require rapid electrification of the federal vehicle fleet, requiring that all new vehicle purchases be zero-emission by the end of my first term. And we'll work with state and local governments to accelerate the electrification of their vehicle fleets as well, including by financing the transition from diesel to zero-emission transit and school buses.\nDecarbonize other forms of transit. We cannot stop at cars and buses -- we must address carbon pollution from all forms of transportation, including maritime, rail, and aviation, and expand and improve public transit across our country. And in addition to transforming the vehicle sector, my administration will invest in research that prioritizes decarbonization of long-distance shipping and transportation -- two of the most challenging sectors to decarbonize. Aviation pollution in particular remains fast-growing. As president, I'll commit to international goals to hold climate pollution from civil aviation to 2020 levels, and then reduce them over time.\n100% Clean Buildings\nBuildings and construction account for over one-third of global energy use and carbon emissions, when embodied carbon is included -- and as the world continues to urbanize, those emissions are growing. In the United States, we spend over $400 billion each year to provide electricity and heat for our homes and businesses. We can make significant progress in decarbonizing our buildings by achieving clean electricity generation, reducing energy waste, and increasing energy efficiency. Doing so will improve both air quality and health outcomes. And it will create good, union construction jobs -- jobs that cannot be outsourced or sent overseas.\nAs president, I'll commit to take immediate action to achieve zero-carbon pollution from all new commercial and residential buildings by the end of my second term in 2028. To make that happen, we will:\nAdopt bold standards for construction. I'll create a national zero-carbon building standard by 2023, and I'll partner with states and local governments to enforce new and stronger building codes. My administration will provide incentives for local governments to adopt more aggressive standards, bringing down emissions. We'll link energy and pollution standards to federal support for new construction projects, by building them into agencies' grantmaking requirements, federal housing tax credits, and green mortgage products offered by federal housing finance agencies. And I'll direct federal agencies to accelerate proven appliance energy efficiency standards, making American-manufactured appliances cleaner and more competitive, and saving consumers money.\nUse federal buying power to drive change. I'll use the power of the federal government to shift the market by accelerating the adoption of a rule to eliminate all fossil fuel use in new and renovated federal buildings -- moving that deadline up by five years to the end of my first term, by 2025. We'll use a portion of the $1.5 trillion federal procurement commitment in my Green Manufacturing plan to purchase clean energy products for use in federal buildings, from construction materials to heat storage technology to appliances. And we'll increase access to federal financing for retrofits and new construction, to upgrade public buildings at all levels of government.\nEncourage private capital investments. I'll create incentives for private investment in energy efficiency and electrification in residential and commercial buildings, including through tax credits, direct spending, and regulatory tools. We'll expand refundable credits for installing energy efficiency upgrades, and extend existing tax credits for wind and solar power. And we'll make it easier for institutional capital to invest in portfolio-scale green construction and retrofits, scaling up clean energy in large commercial and residential projects.\nIncentivize retrofits of existing building stock. In addition to achieving zero emissions in new buildings, we must address our existing stock of commercial buildings and residential housing. Green housing can't be a perk available only for the wealthy -- it must be made affordable for everyone. I'll establish a national initiative to upgrade building energy efficiency, offering tax credits, generous and inclusive financing, and direct federal funding to put Americans to work reducing the carbon output of existing homes and businesses, including subsidizing weatherization for low-income households -- and I'll meet Governor Inslee's target of refurbishing 4% of houses and buildings every year until the job is done.\nIf we work together to make smart investments in our clean energy future, we will grow our economy, improve our health, and reduce structural inequalities embedded in our existing fossil fuel system. The task before us is monumental, and it is urgent. But I'm confident that America has the tools, the know-how, and the will to make it happen. As president, I will take bold action to confront the climate crisis, starting on day one. The future of our planet depends on it, and we have no more time to waste.",
    "url": "https://elizabethwarren.com/plans/100-clean-energy"
}