{
    "id": "accountable_capitalism",
    "text": "American corporations used to balance the interests of all of their stakeholders, including employees, customers, business partners, and shareholders. But in the 1980s, they decided their only legitimate and legal purpose was \"maximizing shareholder value.\" \nThis shift is a root cause of many of America's economic problems. In the early 1980s, America's biggest companies dedicated less than half of their profits to shareholders. More recently, they have sent 93% of their earnings to shareholders. That means trillions of dollars that might have otherwise gone to workers or long-term investments have gone to shareholders instead. \nThe results have been predictable. In recent decades, worker productivity has risen steadily but real wages for the average worker have barely budged. The share of national income that goes to workers has dropped. Big American companies have under-invested, opening the door to foreign competitors. \nAnd because 84% of American-held shares are owned by the richest top 10% of families -- while more than 50% of American households own no stock at all -- corporate America's commitment to \"maximizing shareholder return\" is a commitment to making the richest Americans even richer at all costs.\nElizabeth has a plan to empower workers and transform corporate America so it produces broad-based growth that gets workers the wages they deserve. Her Accountable Capitalism plan: \nRequires very large American corporations to obtain a federal charter as a \"United States corporation,\" which obligates company directors to consider the interests of all corporate stakeholders, not just shareholders. The requirement would apply to any American corporation with more than $1 billion in annual revenue. It is based on the successful benefit corporation model that 33 states and the District of Columbia have adopted and that companies like Patagonia, Danone North America, and Kickstarter have embraced with strong results. \nEmpowers workers at big American corporations to elect no less than 40% of the company's board members: Borrowing from the successful approach in Germany and other developed economies, Elizabeth's plan gives workers a big voice in all corporate decisions, including those about outsourcing, wages, and investment. \nRemoves bad financial incentives by restricting directors and senior executives at big corporations from selling company shares: Top corporate executives are now compensated mostly in company equity, which gives them huge financial incentives to focus exclusively on shareholder returns. To make sure that they are focused on the long-term interests of all corporate stakeholders, the bill prohibits directors and officers at big American companies from selling company shares within five years of receiving them or within three years of a company stock buyback. \nEnsures corporate political spending reflects the interests of workers: Big American corporations must receive the approval of at least 75% of their shareholders and 75% of their directors before engaging in any political expenditures, ensuring that workers and their representatives have the ability to stop any corporate political expenditures they don't like. ",
    "url": "https://elizabethwarren.com/plans/accountable-capitalism"
}