{
    "id": "addressing_maternal_mortality_epidemic",
    "text": "I was 21 when I found out I was pregnant. Like millions of women, I felt like I was strapped in on a roller coaster that had just shot off. Joy. Terror. Curiosity. And sometimes all three in the same minute. \nUnfortunately, despite decades of progress, roughly 700 women continue to die each year from pregnancy or delivery complications in the United States, making it one of only thirteen countries where maternal mortality rates have worsened over the last 25 years. We are facing a maternal mortality crisis in America.\nAnd for Black moms, particularly those living in rural areas, it's an epidemic. \nThe data shows that Black women are three to four times more likely than white women to die from pregnancy or childbirth-related causes. This trend persists even after adjusting for income and education. One major reason? Racism.\nIn a detailed report, ProPublica found that the vast majority of maternal deaths are preventable, but decades of racism and discrimination mean that, too often, doctors and nurses don't hear Black women's health issues the same way they hear them from other women.\nThese are structural problems that require structural solutions, and as they have so often in the past, Black women and activists are leading the way. Widowers, mothers, and groups like the Black Mamas Matter Alliance, MomsRising, and the March of Dimes are demanding concrete actions to reverse these deadly outcomes. The Alliance for Innovation on Maternal Health is developing tools to save lives and stamp out racial disparities. Legislators in Texas and California are collecting data and rolling out new best practices. Cities are testing whether covering doula services can help.\nIn Congress, Senator Kamala Harris has a smart proposal to address the structural racism that puts Black women and their babies at risk and improve care coordination. Senator Cory Booker has an important bill to expand Medicaid for moms. Congresswoman Lauren Underwood and Congresswoman Alma Adams recently created the Black Maternal Health Caucus.  \nI support these efforts, and I have another idea: hold health systems accountable for protecting black moms.\nMy approach would apply to maternity care the lessons learned from successful reforms -- many enabled by the Affordable Care Act (ACA) -- already revolutionizing other types of procedures, like joint replacements or cardiac care. Rigorous evaluations show these groundbreaking reforms hold immense promise. And maternal health has already been identified as one of the ripest areas for expansion.\nRather than paying separately for each visit or each procedure, these new models set one price for an entire \"episode\" of care - and then hold health systems accountable for the outcome. The data show that these so-called \"bundled payments\" give health systems both greater incentives and greater control to improve results. \nIn maternity care, health systems would have the flexibility to cover key services -- like prenatal and postpartum visits, hypertension and depression screenings, and doula and lactation support --  based on their effectiveness, not on their reimbursement rate. Outcomes could be tracked for a significant length of time after birth, to ensure that women and babies stay healthy during the postpartum period, and health systems could be pushed toward greater workforce diversity so care teams look more like the communities they serve.\nIf health systems are able to coordinate their care and improve overall outcomes - like raising survival rates, reducing complications, and narrowing the mortality and morbidity gap between white women and women of color - they can earn a bonus. If care doesn't improve, they'll be on the hook. But they won't be abandoned. Paying for better care means both rewarding excellent health systems and identifying, investing in, and demanding more from struggling ones.\nTo be sure, these reforms have limits. They cannot reach all of the underlying causes of these inequities. They're no substitute for the kind of guaranteed, comprehensive access to general and reproductive health care for women long before pregnancy. And they must be carefully designed and monitored to avoid unintended consequences. \nHealth systems will need the resources to implement evidence-based best practices. Determining what outcomes should be measured and how exactly an \"episode\" of childbirth should be defined will require extensive input. Reforms must, for example, account for the profile and volume of a hospital's patient population, recognize that different hospitals are set up to provide different levels of maternity care, reward providers that take care of the most challenging patients, and make room for non-hospital settings where many mothers receive their care. Like the ACA reforms, these changes should be rigorously tested and evaluated before being implemented nationwide.\nIn all of these decisions, women who have given birth, experienced complications, and lost babies - particularly women of color - and family members who have lost loved ones should not just be at the table: they should be calling the shots.\nBy rewarding health systems that keep mothers healthier, pressing for broader adoption of best practices that we already know help Black and Brown moms, narrowing racial inequities - and yes, holding both hospitals and care teams accountable for preventable failures - we can save women's lives and demand change. Black women shouldn't have to develop elaborate birth plans or personally shell out thousands of dollars for extra eyes and ears at the hospital to ensure they survive the experience of childbirth. We've done enough observing and debating the effects of bias and racism in our health care system. It's time to demand better outcomes. ",
    "url": "https://elizabethwarren.com/plans/addressing-maternal-mortality-epidemic"
}