{
    "id": "after_trump",
    "text": "One year from today, the next president will begin her first full day of work. She will be inheriting a government in crisis: from children in cages at detention facilities near the border to a reckless foreign policy that endangers our country and a bigoted ban on travelers from Muslim-majority countries, our country will be in desperate need of immediate course correction. Further, Donald Trump will leave behind a government that has been infected by corruption and incompetence, and his vindictive actions as president suggest that he is likely to do everything he can to undermine the next president. We cannot assume that everything will be fine once Donald Trump leaves office. The next president will need to have the energy, expertise, and vision to safeguard our country, rebuild the government swiftly, and make fundamental changes so that it works for the American people. \nI know how to get the government working for the people because I've done it before. Back in 2010, President Obama picked me to get the Consumer Financial Protection Bureau (CFPB) up and running. We recruited a mission-driven staff and set up the organization, and it took swift action to protect Americans from financial predators and make financial products safer. From defending people with crushing levels of student debt to fighting for servicemembers and their families who were targeted by financial vultures, the agency used every tool in its toolbox to stand up for ordinary Americans. And that agency has now returned more than $12 billion directly to people who were cheated. \nI have also spent the last seven years in the Senate studying the intimate details of how our government works, finding the levers that can bring about big structural change, and identifying the key positions that are responsible for making these changes. And I have learned from a diverse community of experts who share my vision for progressive, structural change and who know the executive branch inside and out.\nMy agenda would make our government and our economy work for everyone. It starts with anti-corruption reforms, democracy reforms, campaign finance reforms -- reforms that will break the stranglehold that corporate interests have on Washington and get our government working for the people. We'll also make our economy work for everyone -- from cancelling student loan debt to providing universal child care for every kid age 0 to 5 to investing in green manufacturing. But achieving this agenda while also addressing the crises that Donald Trump has created will require an energetic president with expertise on how the executive branch works, a real commitment to making the executive branch free from corruption, and the courage to use every tool available to deliver for working families. \nDonald Trump has done serious damage to our government. Of over 700 key government posts requiring Senate confirmation, the Trump administration has failed to confirm nearly a third. At both the Department of Homeland Security and the Department of Justice, less than half of all key positions have been filled. The Trump administration has had 28 acting cabinet secretaries over three years - more than the total number of acting secretaries in either Bill Clinton or Barack Obama's eight years in office. Senior career civil servants have been leaving the Trump administration at a record pace. Approximately 1 in 5 members of the Senior Executive Service left the administration in 2017 - a far greater share than during previous transitions, draining the agencies of long-held expertise and institutional knowledge. \nOf the positions he has filled, Donald Trump has been stacking the government with lobbyists, campaign donors, and cronies. Halfway through his first term, he had already hired 281 lobbyists into political appointments. Shortly after being elected, thirty-eight percent of those he picked for high-level government jobs were donors and during his first two years, 40% of his ambassadors came from outside the foreign service. The mix of industry insiders and donors has both created turmoil and opened up an opportunity for big businesses to tilt the rules in their favor. This government run by and for lobbyists has dismantled workplace safety and environmental rules, health care protections, and dozens of other programs and regulations that benefit working people. \nRebuilding our government to work for the people won't just happen. It's going to require painstaking work, extraordinary drive and urgency, and a serious plan to root out the corruption and incompetence that Trump will leave behind. That means cleaning out the corruption that has infected the government, and it means moving immediately to fill key jobs and set up agencies with capable officials committed to putting the public interest first. \nAddressing the Corruption and Incompetence of the Trump Administration\nOn day one of my presidency, I will take aggressive steps to root out the corruption and incompetence of the Trump administration and to hold that administration accountable. I will: \nRemove all political appointees. Rooting out the corruption in our government starts with wiping the slate clean on political appointments. Donald Trump gave influential, high-ranking positions to his donors, friends, and political allies. I will ask for the resignations of all political appointees, including U.S. Attorneys, save only those positions necessary to preserve continuity and protect national security during the transition period. \nPrevent political appointees from burrowing into career positions. The law outlines clear rules that help prevent political appointees from circumventing standard hiring practices and \"burrowing\" into the government by converting from a political appointment into a career position. I will strengthen enforcement of rules around conversion from appointed positions to career civil service to root out officials who attempt to burrow into agencies.\nEstablish a Justice Department Task Force to investigate corruption during the Trump administration and to hold government officials accountable for illegal activity. Donald Trump has run the most corrupt administration in history. He was impeached for withholding foreign aid in an effort to try to benefit his re-election campaign. He has enriched himself and his business through the power of his office. And there are public reports of potentially illegal corruption in every corner of his administration. If we are to move forward to restore public confidence in government and deter future wrongdoing, we cannot simply sweep this corruption under the rug in a new administration. That's why I will direct the Justice Department to establish a task force to investigate violations by Trump administration officials of federal bribery laws, insider trading laws, and other anti-corruption and public integrity laws, and give that task force independent authority to pursue any substantiated criminal and civil violations. I have also committed to establishing a task force to investigate accusations of serious violations by immigration officials during the Trump era. \nReview the performance of independent agencies and remove leading officials for cause where there is justification to do so. For good reason, the heads of independent agencies can only be removed for cause -- for example, if they neglect their duties or engage in malfeasance while in office. My administration will review these agencies and determine whether any of these agency heads warrant removal for cause -- and I will not hesitate to use my for-cause removal authority if the facts justify it.\nIdentify federal contracting arrangements that arose as a result of corruption in the Trump administration - and end them. The corruption in the Trump administration extends beyond those who work for the government directly to those who have won contracts to execute government services. For example, Donald Trump repeatedly pushed the Army Corps of Engineers to award a border wall contract to a particular company; the company won the contract despite not meeting the standards for a bid. My administration will review major contracts executed under the Trump administration to identify conflicts of interest and other forms of corruption and take action to cancel any contracts procured as a result of corrupting influences.  \nSwiftly Appoint New Personnel Who Will Undo the Trump Administration's Disastrous Policies, Restore Integrity to Government, and Fight on Behalf of the American People\nIt would be foolish to assume that after Trump is gone, the government will start moving in the right direction all on its own. This will be no ordinary transition between administrations. One year from now, the next president will take charge in the middle of multiple crises - from the border, to our foreign policy, to the undermining of health, safety, and environmental rules, to the hollowing out and corruption of our public institutions.  \nMy transition will move faster than any transition in modern history to identify appointees and develop plans for making change starting on day one. Unlike previous transitions, we will not be able to assume good faith cooperation on the part of the outgoing administration, and we do not have an outgoing administration that shares even the most basic values. There will be no time to lose in putting teams in place to address the crises this administration has brought on our country - and to take action on the extraordinary challenges that the American people face. \nAnd that is why I am committing to announcing my choices for the Cabinet by December 1, 2020, other top nominations by December 15, 2020, and fully staff all senior and mid-level White House positions by Inauguration Day. Historically, the Obama administration was the most successful at sending nominations to the Senate, delivering 35 nominations for confirmation on his first day in office. As president, I will send the largest package of nominees to the Senate for confirmation on day one. In addition, I will have the senior and mid-level ranks of my White House fully staffed on day one, so that we can hit the ground running.\n Source: Partnership for Public Service, Center for Presidential Transition\nI have often said that personnel is policy. The choices of who to appoint are policy choices, because individuals make policy decisions. But personnel is also performance. If our government doesn't have good people, it can't perform for the American people. To meet this ambitious schedule while also ensuring that our government reflects the interests of all Americans, I will focus on three key areas: instituting hiring rules and practices that end the revolving door and prevent corruption; building an administration that reflects the experiences and diversity of our country; and using all available tools to swiftly fill vacancies.\nEnding the Revolving Door and Preventing Corruption\nWe must ensure that the next administration isn't afflicted by the corrupting influence of money that plagues Washington. I have introduced the biggest anti-corruption legislation since Watergate and my first priority as president is to pass my Anti-Corruption and Public Integrity Act, so that we can clean up every aspect of Washington policymaking. \nBut there are many actions a president can take all by herself, and my administration will adopt the strictest anti-corruption hiring rules of any administration in American history. And that starts by ending the revolving door between big corporations and their lobbyists and government jobs.\nMy administration will not hire any current lobbyists.  If someone has served as a corporate lobbyist in the past, my administration will require them to have a six year cooling off period before they are eligible for a government position, and there will be no waivers or exceptions. Non-corporate lobbyists will have a two year cooling off period, and any waivers will be made public. \nMy administration will not hire employees of for-profit federal contractors, unless I personally review the situation and decide it is in the national interest. For-profit contractors and licensees do business with the government - they are often awarded huge contracts and licenses for important federal projects. Unless I make a specific exception, my administration will not hire employees of such firms into the agencies or departments that awarded contracts to their former employers for four years after their last contract or license was awarded.\nMy administration will not hire executives of companies that break federal law or are under investigation unless six years have passed since the conclusion of the investigation or enforcement action. People in the private sector can have valuable experience to bring to public service. But too often, government agencies hire senior executives at companies and banks that have broken federal law, are subject to enforcement actions, or are under investigation. Leaders of companies and banks that don't follow the law should not be in a position of public trust developing and enforcing the law. These appointments stop in my administration. \nMy administration will not hire any person who receives a \"golden parachute\" from their employer. \"Golden parachutes\" - payments, bonuses, salaries, or other forms of compensation contingent on accepting a position in the federal government - create the impression that the recipients will work in their former employers' best interest - not the public's. A Warren administration will not allow such arrangements.\nIn addition to these hiring restrictions, my administration will institute rules to make sure that executive branch officials are working on behalf of the people - not themselves or their former employers: \nTo prevent conflicts of interest, officials in my administration will have to divest from any individual stock, bond, or other investment that federal ethics officials determine may be directly influenced by the actions of the employee's agency. \nSenior officials in my administration will be required to divest from all complex investments - including individual stocks and bonds, as well as commercial real estate and privately-owned or closely-held businesses. \nSenior officials must also commit to divesting any interests in family trusts if ethics officials determine that an asset belonging to the trust might pose a conflict of interest. \nFurther, executive branch officials who have not been Senate confirmed must recuse themselves from matters affecting their former employer, direct competitor, client, or organization that an employee belonged to in the last four years.  Senior officials will be prohibited from being employed by or consulting for the private sector while simultaneously working in the federal government. And anyone who volunteers for the federal government, including White House staff and advisors, will have to agree to abide by all federal ethics rules too. \nThe revolving door goes both ways, and too often, people in government depart and take jobs working at the very firms they had been regulating. At best, this creates the appearance of corruption. At worst, individuals who are thinking about their next job corrupt the policymaking process to favor potential employers. We will end this kind of revolving door corruption. \nSenior members of my administration will be required to pledge not to accept a lobbying appointment after finishing their official duties - for life. This will apply to all members of my Cabinet, heads of agencies, my Vice President - and me.  \nAll other members of my administration will have to commit to not lobby their former office or agency for two years after they leave the administration - and six years if they become corporate lobbyists - or until the administration ends, whichever is longer.  \nSenior government officials in my administration will also have to pledge for a year not to work for or accept payment from any company that has lobbied their department or office within the past two years. \nSenior government officials in my administration will be asked to commit not to work for any giant bank or company worth more than $150 billion, any federal contractor receiving more than $5 billion in revenue from federal contracts, or any market-dominant company, as determined by the Attorney General, for four years after leaving their post. And anyone in my administration who participated in the process of granting a contract or license to a for-profit contractor will also be required to agree not to accept a job with that contractor for at least four years after leaving government service. \nBoth President Obama and President Trump issued their own ethics pledges at the start of their administrations - and despite good intentions, both failed to curb the number of lobbyists and government officials that spin through the revolving door. That's why the steps I have outlined here will eliminate the loopholes in previous ethics pledges, principally by expanding the definition of 'lobbyist' to include anyone who is hired to influence government, not just those who are required to register as a lobbyist under current law. Additionally, my plan requires every executive branch employee - not just political appointees - to abide by these rules as a condition of their government service and extends the cooling off periods for executive branch staff to prevent them from lobbying their former agency or office through the end of an administration. And it removes the president's ability to waive these requirements for corporate lobbyists and executives of law-breaking companies.\nBuilding a Government that Reflects the Energy and Diversity of America\nIt is not enough, of course, to have people in government who don't have conflicts of interest. We need people who are passionate about the mission of their agencies, deeply understand the needs and experiences of all Americans, and reflect the diversity of the American people. \nUnder the Trump Administration, we have seen appointees who are actively hostile to the mission of their agencies. Secretary of Education Betsy Devos doesn't believe in public education. EPA Administrator Andrew Wheeler doesn't think climate change is a top priority. As President, I will appoint people who want to fulfill the purposes of our government, not undermine it -- and that starts with some serious departures from the Trump Administration. For example, I will appoint: \nA Secretary of Education who has been a public school teacher.\nA Secretary of Labor who has been a labor leader, and appointees to the National Labor Relations Board who have a record of fighting for workers.\nA Secretary of Agriculture who has a demonstrated commitment to advocating for Black farmers.\nA Secretary of Homeland Security who is committed to undoing the damage caused by the Trump administration and who believes that immigration makes our country stronger, not weaker.\nDepartment of Justice officials who believe in voting rights and the rule of law - including for the president.\nAntitrust officials who will aggressively scrutinize mergers, bring challenges to vertical and horizontal mergers, and are not afraid to take on big tech, big ag, big pharma, and other consolidated industries. \nA Securities and Exchange Commission chair who will require corporate political spending disclosure, strictly enforce our securities laws, and use all existing tools to require robust disclosure of climate-related risks.\nA Federal Communications Commission chair who will restore the 2015 Net Neutrality rules, block monopolistic mergers by media and telecom corporations, and protect the Lifeline program that helps low-income Americans afford broadband Internet. \nAn EPA head who believes in the urgency of addressing climate change and protecting our environment. \nFederal Reserve officials who believe in the agency's full employment mandate, recognize that inflation fears have been overblown for years, and who are willing to let wages grow.\nOur government officials can best serve the American public when they reflect the diversity of the country itself. The federal government does a dismal job on diversity and inclusion. The share of Latinas in the federal workforce is about half that of the entire workforce. Even though Black women are disproportionately represented in the federal workforce, they are nearly absent from its leadership ranks. White workers make up nearly 80% of the senior civil service despite making up only 63% of the overall federal workforce. The Obama administration worked to raise the proportion of people with disabilities to more than 14% of the federal workforce, but that dropped to 9.2% under Trump. My administration will be committed to diversity and inclusion, starting on day one. I will:\nBuild a Cabinet and senior leadership team that reflects the full diversity of America, including having at least 50% of Cabinet positions filled by women and non binary people.\nEnsure representation of LGBTQ+ people across all levels of government, including in leadership roles.\nDiversify recruitment to direct real resources toward attracting entry-level applicants for public service from HBCUs, Tribal Colleges and Universities, Hispanic Serving Institutions, and other minority-serving institutions, and reform high-level recruiting processes to attract diverse experienced hires into senior management positions.\nCreate new paid fellowship programs for federal jobs for people from marginalized communities and low-income applicants, including formerly incarcerated individuals.\nOpen up promotion pathways by requiring every federal agency to incorporate diversity as part of their core strategic plan and creating support networks through a government-wide mentorship program that centers Black and Brown employees. \nRecommit to President Obama's efforts to raise the level of people with disabilities in federal service -- and I will include federal contractors and internship programs too. \nUsing Existing Tools to Swiftly Fill Government Vacancies\nTo implement the kind of big, structural changes I have proposed, we will need to address the substantial vacancies in career civil service positions left behind by the Trump administration. For example, the State Department lost a significant percentage of its employees in the first year of the Trump Administration alone. The federal government has a number of tools to expedite hiring processes, and a Warren administration would use them to put well-qualified public servants to work as quickly as possible. For example:\nMy Office of Personnel and Management (OPM) will use its direct hire authority to identify areas of severe shortage and allow agencies to waive competitive hiring processes in these areas of critical need.\nMy administration will use its Veterans' Recruitment Appointment authority to fill certain positions with veterans using expedited hiring processes. \nMy administration will reinstate qualified government officials who left public service through a streamlined hiring process, and \nI'll also ensure that federal agencies effectively use agency-specific hiring authorities to fill key positions.\nFinally, I will designate officials at OPM to work with agencies to ensure that they are using their hiring authorities as effectively as possible while also prioritizing diversity in hiring and following all relevant laws, regulations, and administration policies. \nDonald Trump's presidency has been a dark period in American history. That period won't end just because Donald Trump has left office. If we want to write a new chapter in the American story -- one in which the government and economy actually work for the people -- we will have to cleanse the corruption from our government and urgently act to appoint officials who will bring integrity to public service. ",
    "url": "https://elizabethwarren.com/plans/after-trump"
}