{
    "id": "agenda_black_america",
    "text": "For too long, Black communities have been locked out of opportunity.\nThe path to economic security is steep and rocky for millions of working people in this country, and it is steeper and rockier for Black Americans. Over the years, America's middle class has been deliberately hollowed out, and families of color have been systematically discriminated against and denied their chance to build real security. This economic squeeze has touched every community in America; and for Black communities that have stared down structural racism for generations, the squeeze has been even tighter.\nLong before I got into politics, I wrote about how Black Americans are more likely to fall into bankruptcy than white Americans, and how payday and subprime lenders are basically legally sanctioned corporate swindlers who prey on families of color. And I've always come back to this one central question: who does government work for?\nIf we're going to reshape our economy, restore our government and save our democracy we need bold, structural solutions to the problems we face as a nation. And that means tackling generations of racial injustice and systemic discrimination head on. \nThat's exactly what my plans do. Here are a few examples:\nMy student debt cancellation plan will help close the wealth gap between Black and white families.\nMy criminal justice plan will end the practice of mass incarceration that has destroyed the lives of so many Black and brown men and their families.\nMy housing plan will help families living in formerly redlined areas buy a home and start building the kind of wealth that government-sponsored discrimination denied their parents and grandparents. \nMy plan for entrepreneurs of color will level the playing field by creating a new program with $7 billion in funding to provide grants to entrepreneurs of color. \nMy environmental justice plan includes justice for the Black and Brown communities that have struggled with the impact of pollution, and my plan respects the rights of Native Americans to protect their lands and be good stewards of this earth.\nAnd on day one of my Administration, I will use my executive authority to start closing the pay gap between women of color and everyone else - because it's about time we fully valued the work of women of color.\nIn our country, if you work hard, you ought to be able to take care of yourself and the people you love. That should be the fundamental promise of America. This is deeply personal to me because I got a real taste of opportunity: my father ended up as a janitor, but I got to be a public school teacher, law professor, a United States Senator, and a candidate for president. I'm deeply grateful, and I'm running for president because I want every kid to have a chance to build a future. For me, it all comes down to opportunity.\nBut here's the thing, real opportunity requires honesty. We must recognize the systemic discrimination that infects our country, and we must work actively - and deliberately - to root it out and set us on a better path. This agenda is a work in progress and will continue to be updated based on input and insight from Black activists, community leaders, organizers, policy experts, and stakeholders. Here's how we'll do it: \nADDRESSING MATERNAL MORTALITY \nRoughly 700 women continue to die each year from pregnancy or delivery complications in the United States. And the data shows that Black women are three to four times more likely than white women to die from pregnancy or childbirth-related causes. This trend persists even after adjusting for income and education. \nThese are structural problems that require structural solutions, and as they have so often in the past, Black women and activists are leading the way. Elizabeth supports these efforts and has also introduced another idea: holding health systems accountable for protecting Black moms. \nPaying for better care means both rewarding excellent health systems and identifying, investing in, and demanding more from struggling ones. By rewarding health systems that keep mothers healthier, pressing for broader adoption of best practices that we already know help Black and Brown moms, narrowing racial inequities, and holding both hospitals and care teams accountable for preventable failures, we can save women's lives and demand change. \nClick here to read more about Elizabeth's plan to address the maternal mortality epidemic.  \nAFFORDABLE HOUSING & ADDRESSING REDLINING \nEvery American deserves a safe, decent, and affordable place to live. Meanwhile, homeownership is out of reach for too many families - especially Black families. \nDecades of outright discrimination by the federal government denied Black families the same kinds of homeownership subsidies available to white families. Then government regulators ignored warning signs as predatory financial institutions targeted minority communities with subprime mortgages that sucked billions of dollars in wealth out of those communities. The Black homeownership rate today is nearly the same as it was when housing discrimination was legal.\nTo tackle this structural problem, Elizabeth's Housing Plan for America includes a historic down payment assistance program targeted at families in formerly redlined areas. Experts say Elizabeth's plan is a \"brilliant plan to close the racial wealth gap.\"\nElizabeth's plan will also lower rents, take a first step in closing the racial wealth gap, and make it easier for Americans to access affordable housing. This includes: \nStrengthening fair housing law and enforcement, giving HUD the tools to take on modern-day redlining,\nSecuring tenants' rights nationwide and fight exploitation by corporate landlords,\nInvesting $500 billion over the next ten years to build, preserve, and restore millions of units that will be affordable to lower-income families, \nReducing rent by 10%,\nCreating 1.5 million new jobs in housing construction and rehabilitation, and\nPromoting economic growth.\nThis plan is a big win for America's families. Click here to read more about Elizabeth's plan for safe and affordable housing.  \nBut that's not all. A full-time, minimum-wage worker can't afford a two-bedroom apartment anywhere in the nation. Gentrification is displacing communities of color, rising rents are crushing millions of families, and landlords are exploiting their power over tenants. A 2017 study in Virginia found that Black tenants were more likely to be evicted, even accounting for different income levels. Research has also shown that low-income women in Black and Latinx neighborhoods face a heightened risk of eviction. Elizabeth will expand on her affordable housing plan by protecting and empowering renters. She will:\nProtect and uphold the rights of tenants, including preventing unjust eviction and discrimination.\nTackle the growing cost of rent.\nInvest in safe, healthy, and green public housing.\nFight exploitation by corporate landlords.\nClick here to learn more about her plan to protect and empower renters.\nCHILD CARE\nIn the wealthiest country on the planet, access to affordable, high-quality child care and early education should be a right, not a privilege reserved for the rich.\nElizabeth's Universal Child Care and Early Learning plan will guarantee high-quality child care and early education for every child in America from birth to school age. This means that high-quality child care and early education will be free for millions of American families, and affordable for everyone. \nUnder this new plan:\n12 million kids will take advantage of these new high-quality options - nearly double the number that currently receive formal child care outside the home.\nMore than a million child-care workers, who are disproportionately women of color, will get higher wages and more money to spend because they are doing the educational work that teachers do and will be paid like comparable public school teachers.\nMore parents can work more hours if they choose to, producing stronger economic growth.\nQuality early education will produce better health, educational, and employment outcomes well into adulthood. \nThis plan gives every kid a fair shot. Click here to read more about Elizabeth's plan for universal child care and early learning.   \nCOLLEGE & STUDENT DEBT\nNearly half of for-profit college undergraduate students are students of color. 95% of Black students attending a for-profit college took out student loans, and a staggering 75% of Black students who did not complete their program at a for-profit college defaulted. Many for-profit colleges have built a business model around sucking down taxpayer dollars while delivering a poor education primarily to students of color.\nAcross all colleges, Black students were on average nearly 20 percentage points more likely to need federal student loans. And because of factors like the size of these loans and discrimination in employment opportunities, Black students who finished a bachelor's degree on average owed more than their original student loan balance after 12 years. \nElizabeth's Student Loan Debt Cancellation Plan will\nCancel up to $50,000 in student loan debt for 95% of Americans who carry it,\nProvide an enormous middle-class stimulus that will boost economic growth, increase home purchases, and fuel a new wave of small business formation, and\nSubstantially increase wealth for Black and Latinx families and reduce both the Black-White and Latinx-White wealth gaps. In fact, Elizabeth's plan would close the Black-white wealth gap among people with student loan debt by 25%. \nOnce we've cleared out the debt that's holding down an entire generation of Americans, we'll ensure that we never have another student debt crisis again. That's why Elizabeth's plan\nGives every American the opportunity to attend a two-year or four-year public college or technical school without paying a dime in tuition or fees, \nMakes free college truly universal - not just in theory, but in practice - by investing an additional $100 billion in Pell Grants, making higher education of all kinds more inclusive and available to every single American, and\nEstablishes a minimum $50 billion fund for Historically Black Colleges and Universities and Minority Serving Institutions, including Tribal Colleges and Universities to ensure these institutions have the resources they need. \nClick here to continue reading about how Elizabeth will cancel student loan debt and make higher education affordable. \nCRIMINAL JUSTICE REFORM \nThe United States has the highest rate of incarceration in the world, with over 2 million people in prison and jail. \nTo make matters worse, the evidence is clear that there are structural race problems in our system - for the exact same crimes, Black Americans are more likely than whites to be arrested, charged, wrongfully convicted, and given harsher sentences. One in ten Black children has an incarcerated parent. \nWe know that the vast majority of police officers sign up so they can protect their communities, but we also know that people of color disproportionately experience trauma at the hands of law enforcement, sometimes with life-altering consequences. On average, three people are shot and killed by the police every day, a disproportionate number of them young and Black. Others are arrested and entered into a system that unduly penalizes even minor infractions.\nWe can't tackle this problem by nibbling around the edges. Real reform requires examining every step of this system: From what we choose to criminalize, to how law enforcement and prosecutors engage with communities and the accused, to how long we keep people behind bars, how we treat them when they're there, and how we reintegrate them when they return.\nIf implemented, Elizabeth's plan will end cash bail that keeps people in jail for being poor, repeal the 1994 crime bill that exacerbated our mass incarceration crisis, get rid of private prisons so corporations can't profit from people's pain, fundamentally change how police work is done in America, and provide solutions by prioritizing prevention over punishment. And she'll redefine what it means to invest in public safety by prioritizing solutions that lift people up, rather than locking them up.\nClick here to continue reading about Elizabeth's plan on comprehensive criminal justice reform.\nELECTION REFORMS\nElections are the foundation of our democracy, but in the United States--the greatest democracy in the world--our government treats voting like it's one of the least important things we do.\nElizabeth will make our elections secure, make it easy to vote, stop racist voter suppression, and eliminate the electoral college. The right to vote is a fundamental right, and Elizabeth's plan ensures that racist and corrupt politicians don't undermine it or our democracy. And where racist or corrupt politicians refuse to follow the law, the federal government will temporarily take over the administration of their federal elections to guarantee the fundamental right to vote.\nThis plan would make voting, and therefore our democracy, a place where more Americans have a voice. To continue reading about Elizabeth's plan about protecting our elections, click here.\nEMPOWERING WORKERS \nThe labor movement--particularly public sector unions--has served as the pathway in the middle class for Black people. For a century, discrimination barred black people from many private-sector jobs. That served as the impetus for Black people to navigate into employment in the public sector--namely as postal workers and in public transit across the country. That employment trend exists today. The Department of Labor data shows that almost 20 % of African American workers are employed in public sector jobs. The historic and current attack against unions is an attack on Black workers. \nMeanwhile, changes in our economy have left millions of working families hanging on by their fingernails. Wages have largely stagnated even as corporate profits have soared and worker productivity has risen steadily. The share of national income that goes to labor has declined and is near its lowest point in almost 70 years. \nThese trends reflect a shift of trillions of dollars away from the pockets of working families. And they are all driven by a single underlying problem: American workers don't have enough power. \nElizabeth's agenda on empowering workers and raising wages has key goals, including: \nExpanding worker protections, combating discrimination by passing federal anti-discrimination legislation that includes traits associated with race like hair texture, and improving enforcement \nStrengthening organizing, collective bargaining, and the right to strike, which includes protecting gig workers so they are able to form unions\nRaising the federal minimum wage to $15 an hour for all workers, providing more overtime pay, and protecting pensions and other retirement savings\nIncreasing worker choice and control by requiring large companies to let workers elect board members \nExtending labor rights to all workers, including farm workers and domestic workers. Both farm workers and domestic workers are not covered by the NLRA and not fully covered by the FLSA and the OSH Act. Some of these exclusions date back to objections from Southern segregationist politicians in the 1930s, who did not want these workers (in many cases, disproportionately women and people of color both then and still today) to have basic worker protections. These exclusions hurt millions of workers and have no justification. That's why I will fight to pass the Domestic Workers Bill of Rights and Fairness for Farm Workers Act, proposals that address these historical injustices. I'm also committed to ensuring that these workers have the right to organize, whether through the NLRA or some other means\nAnd there's more: As President, Elizabeth pledges to nominate a demonstrated advocate for workers to fill any Supreme Court vacancy. Together, these changes will shift power back towards working people, boost America's labor movement, and help create an economy that works for everyone.\nClick here to read Elizabeth's full plan on empowering American workers and raising wages.\nENTREPRENEURS OF COLOR\nThe playing field is tilted against entrepreneurs of color. On average, Black, Latinx, Native American, and other minority households have a lot less wealth than white households. That means they have less of their own money to put into their business and less collateral to attract outside credit. \nElizabeth's plan creates a new Small Business Equity Fund with $7 billion in funding to provide grants to entrepreneurs of color. It will operate through states and municipalities and be targeted at closing the startup capital gap for entrepreneurs of color by limiting it to those who have less than $100,000 in household wealth. It'll also direct all state-level efforts to distribute this new funding to partner with diverse investment managers. And it will support 100,000 minority-owned businesses and create over a million jobs - many of which would serve communities of color.\nThis Small Business Equity Fund is just one tool to address the racial wealth gap in our economy so that it's working for all of us. To continue reading about this plan, click here.\nENVIRONMENTAL JUSTICE\nRecord floods. Polluted air. Unclean Water. Devastating wildfires. 100-year storms that happen every year.\nThe world's leading experts have long known that climate change is man-made and we are running out of time. We already see its effects every day in the increasingly unnatural disasters that cost lives and cause billions of dollars in damage, and that disproportionately impact communities of color and communities in the Global South. \nWe also have a crisis of environmental injustice in America that is the result of decades of discrimination and environmental racism compounding in communities that have been overlooked for too long. It is no coincidence that communities of color are more likely to live in neighborhoods with higher concentrations of air pollution than white families -- even when they have the same or greater income. \nElizabeth is an original cosponsor of the Green New Deal, and a comprehensive approach to addressing climate change and environmental injustice will be a top priority in a Warren administration. Elizabeth believes that the solution to our crisis of environmental injustice must be led by the communities who are most affected by industrial pollution, which is why the federal government must support and uplift their efforts -- including by better identifying at-risk communities and prioritizing resources to support them and remediate historic injustices. A Warren administration will direct at least $1 trillion in climate investments into frontline communities, create millions of new good, middle-class union jobs to fight climate change, honor our commitments to fossil fuel workers, hold corporate polluters accountable, and elevate the voices of frontline and fenceline community leaders at the highest levels of our government.\nClick here to read more about some of Elizabeth's plans to combat the climate crisis and our crisis of environmental injustice. \nFARMERS OF COLOR \nAmerican agriculture was built on the backs of Black farmers. But farmers of color - and especially Black farmers - have experienced a long history of discrimination. Over a century, Black farmers were stripped of 80% of their farmland, amounting to millions of acres and hundreds of billions of dollars in lost wealth. This staggering loss didn't happen by accident: it's the result of decades of government-sanctioned discrimination.\nBlack farmers, researchers, and advocates have spent decades calling out the history of discrimination and fighting for change. The Warren administration will work to dismantle the structures in USDA that perpetuate discrimination, protect the civil rights of Black farmers and other underrepresented farmers, and provide real access to land and credit - so we can achieve a new farm economy that works for everyone. \nElizabeth's plan on addressing discrimination and ensuring equity for farmers of color will: \nTackle the legacy of discrimination in USDA through structural and cultural reforms, including by nominating a Secretary of Agriculture who has a demonstrated commitment to advocating for Black farmers; \nEstablish an Equity Commission staffed by Black, brown, and indigenous farmers, researchers, and activists to unearth the full range of USDA's discrimination and to develop real, long-term solutions that will last beyond a Warren administration; \nProtect land ownership by addressing the structures that continue to push Black farmers off of their land, including by protecting heirs' property ownership and Native lands and addressing any mishandling of the Pigford payments;\nCreate real access to land and credit to open the door for a new generation of diverse farmers that reflects the diversity of our country, including by developing a land trust to put land in the hands of Black farmers and other marginalized communities, expanding access to credit, and dedicating funding for education, training, and research for Black and marginalized farmers; \nMake bankruptcy equitable for Black farmers by lowering the on-farm income requirement; and\nSupport the mental health of Black and brown farmers and farmworkers. \nThis and more is possible under Elizabeth's plan. Click here to continue reading about how a Warren administration would address discrimination and ensure equity for farmers of color. \nIMMIGRATION \nDonald Trump wants to divide us--to pit worker against worker, neighbor against neighbor. He wants Americans to blame their troubles on those who are new to our country, or who don't look the same, even as his administration robs us dry.  He has aggressively targeted immigrants both currently in the United States and those coming into the country - especially those from Black and brown countries. He has weaponized a flawed immigration system to get a simple message across: immigrants and people of color are not welcome here.\nThis is particularly evident with how he has approached Black immigrants, who have been caught up in Donald Trump's racist and xenophobic policies at the U.S. Mexico border, in detention centers and in our communities across the country.\nHe has instituted a Muslim Ban, aggressively weakened asylum protections, and slashed refugee numbers. He's also tried to revoke protections from recipients of Deferred Action for Childhood Arrival (DACA), Liberian Deferred Enforced Departure (DED), and Temporary Protected Status (TPS) - all programs that protect Black immigrants. \nImmigrants are our neighbors, our colleagues, and our friends - and every bit as much a part of America as those who were born in the United States. That's why Elizabeth has a plan to create a fair immigration system that keeps families together, preserves our security, grows our economy, and reflects our values. \nClick here to read Elizabeth's plan for a fair and welcoming immigration system.  \nIMPROVING PUBLIC SCHOOLS\nEvery kid in America should have the same access to a high-quality public education - no matter where they live, the color of their skin, or how much money their parents make. \nTo get there, Elizabeth has a comprehensive plan for our public education system. Her plan invests hundreds of billions of dollars in our public schools - paid for by a two-cent wealth tax on fortunes above $50 million - and makes a series of legislative and administrative changes: \nFund schools adequately and equitably: School districts serving 75% or more students of color receive $23 billion less in funding than districts serving 75% or more white students. Elizabeth would invest hundreds of billions of additional dollars in Title I and require states to fund schools more progressively, so that all students have access to a great public education.\nInvest an additional $50 billion in school infrastructure across the country so that no student has to attend schools with lead pipes, molding walls, or crumbling textbooks.\nRenew the fight against segregation and discrimination in our schools: Elizabeth would combat practices - such as restrictive zoning laws and breakaway districts - that have helped retrench segregation in our public schools - while also reinstating and improving previous guidance protecting the civil rights of Black students.\nProvide a warm, safe, and nurturing school climate for all our kids: Instead of increasing militarization of our schools, Elizabeth knows we need to invest in programs that make our kids feel safe and welcome at school. That means more school-based mental health professionals, culturally relevant and responsive curricula, and restorative justice programs to pull students into the classroom instead of pushing them out.\nTreat teachers and staff like the professionals they are: Elizabeth will strengthen the ability of educators to organize and bargain for just compensation, ensure that educators aren't drowning in debt, and build a more diverse teacher and school leadership pipeline, with a $50 billion investment in HBCUs, HSIs, and other MSIs.\nStop the privatization of our public education system: All schools should be accountable to the communities where they're based. That's why Elizabeth supports the NAACP resolution for greater accountability and transparency of charter schools, a moratorium on federal funds toward the expansion of charter schools, and banning for-profit charter schools.\nClick here to read more about Elizabeth's plan on creating a great public school education for every student.\nLGBTQ+ RIGHTS \nWe need a president who will lift up the voices of LGBTQ+ people and fight back against discrimination. \nAnd in her plan for LGBTQ+ rights, Elizabeth lays out that a Warren administration will: \nFight to pass the Equality Act to explicitly guarantee that no LGBTQ+ person in America is discriminated against for who they are or who they love, \nUse every legal tool available to ban discrimination against sexual orientation and gender identity through executive action, \nEnd the criminalization of LGBTQ+ people, and\nEnd the murders of Black trans women by prohibiting the intersecting forms of discrimination that transgender women of color face and creating a new grant program that will specifically channel resources into organizations by and for transgender people, especially people of color.\nClick here to read Elizabeth's plan on LGBTQ+ rights. \nMEDICARE FOR ALL \n87 million. That's how many American adults in 2018 were uninsured or \"underinsured.\" And we know Black Americans are more likely to be uninsured.\n37 million American adults didn't fill a prescription last year because of costs.\n57 million people had trouble covering their medical bills.\nAnd we know that people of color face significant barriers to getting the health care coverage they need.\nHealth care is a human right and that's why we need Medicare for All. Under Medicare for All, every person will be able to see the doctor they need and get their recommended treatments. \nAnd under Elizabeth's plan, we'd be able to get Medicare for All at the same cost of our current health care system and deliver an $11 trillion boost to families who will never pay another premium, deductible, or co-pay - all while not increasing middle-class taxes by one penny. \nTo read more about how we'd pay for Medicare for All, click here.\nPREVENT GUN VIOLENCE\nOn average every day 100 people are killed in the U.S. by a gun - in shootings that occur in our homes, on our streets, at our playgrounds. \nWe can't wait any longer. That's why Elizabeth's plan for gun violence prevention includes: \nExecutive action to rein in an out-of-control gun industry; \nBreaking the NRA's stranglehold of Congress by passing sweeping anti-corruption legislation and eliminating the filibuster; and\nSending Congress comprehensive gun violence legislation to sign into law within the first 100 days. \nSpecifically, Elizabeth will:\nTake executive action to expand background checks, bringing the vast majority of private sales under the existing background check umbrella;  \nWork with Congress to create a federal licensing system - because just like a license is required to drive a car, it should be required to purchase a firearm or ammunition;\nKeep military-style assault weapons off our streets by passing a new federal assault weapons ban, banning high-capacity ammunition magazines, and prohibiting accessories that make weapons more deadly;\nSecure our schools by improving the Gun-Free School Zones Act to include college and university campuses;  \nProtect survivors of domestic abuse by closing the \"boyfriend loophole\" so that any intimate partner with a domestic violence conviction involving any romantic partner is not able to purchase a gun; \nHold gun manufacturers liable for the harm they cause, and \nProhibit anyone convicted of a hate crime from owning a gun. Instead of a president who winks and nods as white nationalism gets stronger in this country, we need a president who will use all the tools available to prevent it. \nElizabeth has set a goal to reduce gun violence deaths by at least 80% -- we'll begin by implementing solutions we believe will work, and constantly revisit and update those solutions based on new public health research.  \nClick here to read more about Elizabeth's plan to address gun violence.\nREPRODUCTIVE RIGHTS \nRoe v. Wade established a woman's right to safe and legal abortion 46 years ago. \nBut extremist Republican lawmakers want to turn back the clock, outlaw abortion, and deny women access to reproductive care. People are scared and angry about what might happen to reproductive rights, but this isn't the moment to back down. It's time to fight back. \nThe women of color who have championed the reproductive justice movement teach us that we must go beyond choice - to ensure comprehensive reproductive services, including STI prevention and care, birth control, comprehensive sex education, care for pregnant moms, safe home and work environments, adequate wages, and so much more. We must build a future that protects the right of all women to have children, the right of all women to not have children, and the right to bring children up in a safe and healthy environment.\nElizabeth's plan calls on Congress to pass new federal laws that protect access to reproductive care by: \nGuaranteeing reproductive health coverage as part of all health coverage and ensuring that all future health coverage - including Medicare for All - includes contraception and abortion coverage; \nEnsuring equal access and reproductive justice by cracking down on violence at abortion clinics and making sure women are not discriminated against at work or anywhere else for the choices they make about their bodies;\nCreating federal, statutory rights that parallel the constitutional rights in Roe v. Wade and that preempt state Targeted Regulations on Abortion Providers (TRAP) laws, which are designed to functionally limit and eliminate women's access to abortion care; and\nRepealing the Hyde Amendment, ending the Trump Administration's gag rule, and fully supporting Title X family planning funding, which many Black women depend on for essential reproductive health services. \nClick here to read about Elizabeth's plan to protect reproductive rights. \nSOCIAL SECURITY BENEFITS EXPANSION\nOne thing is clear: it's getting harder to save enough for a decent retirement and Social Security has become a main source of income for most seniors. \nOn average, Latinx and Black workers are less likely to have 401(k) accounts, and those who do have them have smaller balances and are more likely to have to make withdrawals before retirement. As of 2014, nearly 33% of Black beneficiaries relied on Social Security benefits as their only source of retirement income. \nElizabeth's plan on expanding social security benefits would: \nImmediately increase Social Security benefits by $200 a month - $2,400 a year - for every current and future beneficiary; \nUpdate outdated rules to further increase benefits for lower-income families, people of color, women, people with disabilities, and public-sector works; and \nImmediately lift an estimated 4.9 million seniors out of poverty.\nClick here to continue reading about Elizabeth's plan on expanding Social Security. \nVALUING WORK OF WOMEN OF COLOR \nOur society and our economy demand so much of women--but they place a particular burden on Black, Latina, Native American, Asian, and other women of color. More than 70% of Black mothers and more than 40% of Latina mothers are their families' sole breadwinners--compared to less than a quarter of white mothers.\nThe experiences of women of color are not one-dimensional: sexual orientation, gender identity, and ability all shape how a person's work is valued in the workplace. But our economy should be working just as hard for women of color as women of color work for our economy and their families.\nThat's why Elizabeth introduced a plan: a set of executive actions to implement on day one of the Warren Administration to boost wages for women of color, open up new pathways to the leadership positions they deserve, and strengthen and target enforcement against systemic discrimination. \nClick here to read more about Elizabeth's plan for valuing the work of women of color. \nULTRA-MILLIONAIRE TAX \nThe rich and powerful run Washington. And what's more: After making a killing from the economy they've rigged, they don't pay taxes on that accumulated wealth. \nWe need to fundamentally transform our tax code so that we tax the wealth of the ultra-rich, not just their income. The Ultra-Millionaire (or two cent) tax asks the very wealthiest people in the country to pitch in a little more so that we can fund crucial investments that provide opportunities for millions of Americans. \nHere's how it works: A family with a net worth of more than $50 million - roughly the wealthiest 75,000 households - would pay a 2% (or 2 cents) tax on every dollar of their net worth above $50 million and a 6% (or 6 cents) tax for every dollar above $1 billion. \nThat's it - simple.\nWealth in this country is so lopsided that this small new tax on the tiny sliver of ultra-rich families will bring in $3.75 trillion over the next ten years. Think about how that money could be used. We can invest it in:\nUniversal child care and Pre-K, including raising wages for child care workers and preschool teachers, \nFree two- and four-year public college and technical school, \nCanceling student loan debt for 95% of people who have it, and\nFinancing Medicare for All to bring down health care costs for families.  \nThis is an investment in the future of our society.\nContinue reading about Elizabeth's Ultra-Millionaire Tax by clicking here.",
    "url": "https://elizabethwarren.com/plans/agenda-black-america"
}