{
    "id": "american_jobs",
    "text": "I come from a patriotic family. All three of my brothers joined the military. And I'm deeply grateful for the opportunities America has given me. But the giant \"American\" corporations who control our economy don't seem to feel the same way. They certainly don't act like it.\nSure, these companies wave the flag -- but they have no loyalty or allegiance to America. Levi's is an iconic American brand, but the company operates only 2% of its factories here. Dixon Ticonderoga -- maker of the famous No. 2 pencil -- has \"moved almost all of its pencil production to Mexico and China.\" And General Electric recently shut down an industrial engine factory in Wisconsin and shipped the jobs to Canada. The list goes on and on.\nThese \"American\" companies show only one real loyalty: to the short-term interests of their shareholders, a third of whom are foreign investors. If they can close up an American factory and ship jobs overseas to save a nickel, that's exactly what they will do -- abandoning loyal American workers and hollowing out American cities along the way.\nPoliticians love to say they care about American jobs. But for decades, those same politicians have cited \"free market principles\" and refused to intervene in markets on behalf of American workers. And of course, they ignore those same supposed principles and intervene regularly to protect the interests of multinational corporations and international capital.\nThe result? Millions of good jobs lost overseas and a generation of stagnant wages, growing inequality, and sluggish economic growth.\nIf Washington wants to put a stop to this, it can. If we want faster growth, stronger American industry, and more good American jobs, then our government should do what other leading nations do and act aggressively to achieve those goals instead of catering to the financial interests of companies with no particular allegiance to America.\nIt's not a question of more government or less government. It's about who government works for.\nThat's why today I'm announcing that, as President, I would pursue an agenda of economic patriotism, using new and existing tools to defend and create quality American jobs and promote American industry.\nMy Administration will pursue fundamental, structural changes in our government's approach to the economy, finally putting American workers and middle-class prosperity ahead of multinational profits and Wall Street bonuses.\nIn the weeks ahead, I'll be releasing longer individual plans on how economic patriotism should shape our approach to specific parts of the American economy, from trade policy to Wall Street. All of these proposals will share this common vision for economic policymaking in America.Today I'm also releasing the first specific example -- a plan for American manufacturing.\nBut first, let me explain how economic patriotism works.\nAn End to the Excuses\nIt's time to reject the excuses we've heard for decades about why we can't do more to help American workers.\nSome people blame \"globalization\" for flat wages and American jobs shipped overseas. But globalization isn't some mysterious force whose effects are inevitable and beyond our control. No -- America chose to pursue a trade policy that prioritized the interests of capital over the interests of American workers. Germany, for example, chose a different path and participated in international trade while at the same time robustly -- and successfully -- supporting its domestic industries and its workers.\nOthers blame \"automation\" for American job losses, especially in manufacturing. It's a good story -- robots and other new technologies made American manufacturing workers more productive, so companies needed to hire far fewer actual human beings. A good story, except it's not really true. Recent research finds this story is based on a widely-held misunderstanding of the data on American manufacturing output, and a statistical quirk about how productivity is measured in our computer industry. There is actually no \"evidence that productivity caused manufacturing's relative and absolute employment decline\" in America since the 1980s. Meanwhile, Germany has nearly five times as many robots per worker as we do and has not lost jobs overall as a result.\nAnd a lot of people blamed a supposed \"skills gap\" for job losses -- that American workers lacked the skills or credentials they needed to fill the jobs available. Except that wasn't true either. It was just a symptom of high unemployment rates. Companies felt comfortable demanding more skills from workers as an excuse to be more selective about which workers to hire.\nThe truth is that Washington policies -- not unstoppable market forces -- are a key driver of the problems American workers face. From our trade agreements to our tax code, we have encouraged companies to invest abroad, ship jobs overseas, and keep wages low. All in the interest of serving multinational companies and international capital with no particular loyalty to the United States.\nIn my administration, we will stop making excuses. We will pursue aggressive new government policies to support American workers. And we will start with two major changes:\nAggressively using all of our tools to defend and create American jobs. The prevailing view in Washington -- from both political parties -- has been that our government should not aggressively intervene in the markets to boost American workers. (This \"rule\" goes out the window when it comes to subsidizing Wall Street and multinational corporations.) We have tried that approach, and it has failed spectacularly. From our own experience and the experience of other countries, we know what types of government actions actually work to promote sustainable job growth and industrial development. It's time to have the courage to pick up the tools we have and use them.\nConsolidating existing government programs that affect job creation into a new agency with the sole responsibility to create and defend quality, sustainable American jobs. The new Department -- the Department of Economic Development -- will replace the Commerce Department, subsume other agencies like the Small Business Administration and the Patent and Trademark Office, and include research and development programs, worker training programs, and export and trade authorities like the Office of the U.S. Trade Representative. The new Department will have a single goal: creating and defending good American jobs.\nAggressive Intervention on Behalf of American Workers\nIf we can aggressively intervene in markets to protect the interests of the wealthy and well-connected -- as we have for decades with bailouts and subsidies -- then we can damn well use all the tools at our disposal to protect the interests of American workers. That's why we should use a variety of more aggressive tactics, including:\nMore actively managing our currency value to promote exports and domestic manufacturing. One of the most important factors in our trade deficit and our weak export levels is the value of our currency. Other countries have actively managed the value of their currency to boost exports and develop their domestic industries. And foreign investors and central banks have driven up the value of our currency for their own benefit. We should consider a number of tools and work with other countries harmed by currency misalignment to produce a currency value that's better for our workers and our industries.\nLeveraging federal R&D to create domestic jobs and sustainable investments in the future. We spend only half as much as we did in the 1980s on federal research and development. Meanwhile, when American taxpayers do invest in R&D, we often see American companies take that research and use it to manufacture products overseas, like Apple did with the iPhone. The companies get rich, and American taxpayers have subsidized the creation of low-wage foreign jobs. Other countries have adopted different approaches to public R&D funding that have produced strong outcomes for the economy and for taxpayers. Learning from these approaches, my administration will substantially increase our investments in R&D, but with three critical new conditions:\nProduction stemming from federally funded research should take place in the United States. If taxpayer investments in R&D lead to new ideas and products, those products should be made here. The federal government already includes this requirement in some of its programs, but it should be a standard requirement, absent truly extraordinary circumstances.\nTaxpayers should be able to capture the upside of their research investments if they result in profitable enterprises. Like any investor, taxpayers should get a return on the risky investments they are making in R&D. That can take various forms. Taxpayers can: get an equity stake in any company that relies on intellectual property these investments create; retain royalties on publicly funded innovation or a golden-share of the patent revenue; or require the companies benefitting from publicly funded R&D to reinvest profits back into domestic production, R&D, and worker training programs, rather than into stock buybacks.\nR&D investments must be spread across every region of the country, not focused on only a few coastal cities. There are talented Americans in every part of the country, but too often cities and towns experience brain drain and shrink because corporations move jobs and opportunities overseas or to a small handful of American cities. We must allocate R&D funding across the country, to ensure that there are economic opportunities in every region and that funding is targeted at solving regional problems.\nIncreasing export promotion to match the efforts of our competitors. In 2017, our main export promotion agency, the Export-Import Bank, provided $200 million in total medium- and long-term financing to support American exports. China's equivalent agency provided more than a hundred times as much support, while Germany's agency provided more than thirty times as much support. We must spend more to boost American exports so we can level the playing field for American workers. And while historically a large chunk of the Export-Import Bank's support has gone to a handful of big companies, our export promotion should focus more on smaller and medium-sized businesses.\nDeploying the massive purchasing power of the federal government to create markets for American-made products. The federal government spends hundreds of billions of dollars each year to purchase goods and services. We should require whenever possible for the government to purchase American-made products, and use large federal procurement commitments as a tool to create demand for new American-made goods and to develop particular domestic industries.\nRestructuring worker training programs to deliver real results for American workers and American companies. Nearly half of the German workforce has graduated from a post-secondary apprenticeship program, which gives people access to good jobs without a four-year college education and provides German companies with a steady stream of capable workers. We should take aggressive steps to overhaul our worker training programs so they produce better results for American workers and companies.\nDramatically scale up apprenticeship programs.We currently invest $200 million annually in apprenticeship programs. We should increase that tenfold and make a $20 billion commitment to apprenticeship programs for the next ten years. These efforts should bring together community colleges, technical schools, unions, and companies.\nInstitute new sectoral training programs. We should also create sectoral training programs -- a model that has been successful in Wisconsin. These local or regional sector training partnerships would help align training with the local job market, leverage the community college system, and, by designing training based on an entire sector, ensure that workers gain skills that are transferable across employers.\nEconomic patriotism is about using all the tools we have to boost American workers and American industries so they have the best opportunity to compete internationally. While those tools can include certain things like tariffs, our principal goal should be investing in American workers rather than diminishing our competitors. If our workers are on a level playing field, I know they can take on any challenger and win.\nThe Department of Economic Development\nOur international competitors like China, Germany, and Japan develop concrete plans for promoting domestic industry and then make serious investments to achieve their goals. China's Made in China 2025 plan aims to dominate advanced manufacturing in the coming decades using various incentives and \"hundreds of billions of euros\" in subsidies. Germany and Japan have also developed plans that identify long-term goals for domestic production and put real money behind achieving them.\nThis is a pretty straightforward idea. But outside of the defense context, the United States has nothing remotely like it.\nGovernment programs that affect job creation are an afterthought, uncoordinated and scattered across the government, and submerged in larger agencies with different primary missions:\nThere are 58 programs in 11 federal agencies that provide support to American manufacturing -- all of them tacked on to the primary missions at those agencies.\nThere are at least nine offices in five different agencies primarily responsible for trade policy and export promotion.\nAnd there are 47 different employment and training programs spread across nine different federal agencies.\nEven worse, there are some government agencies that undermine sustainable American jobs. For example, the Office of the United States Trade Representative -- whose mission is to negotiate trade deals on behalf of America -- is captured by the interests of corporate executives and lobbyists. Its actions across Administrations demonstrate a deep ideological opposition to anything that might put the interests of American workers above the interests of multinational corporations or Wall Street.\nWe should put all of these offices and programs in the same place, get rid of the ones that are redundant or don't work, and bring the rogue ones to heel -- to make it clear that the unified mission of the federal government is to promote sustainable, middle-class American jobs.\nThat's why I'm proposing the creation of a new agency -- the Department of Economic Development -- that will have the single goal of defending good-paying American jobs and creating new ones.\nThe Department will be responsible for creating a National Jobs Strategy (NJS) every four years, just as countries like Germany and China produce regular strategic plans. The NJS will be a long-term plan that examines the worldwide economic environment and identifies new risks and opportunities. It will focus not just on the overall American economy, but on regional economies. It will examine trends that have disproportionate effects on rural communities and smaller cities. And it will establish clear goals for American jobs and American industry that will guide how the Department of Economic Development prioritizes its investments and direct its programs.\nCritically, all of our trade-related programs will fall within the new Department. By placing our trade programs within this new Department, we will make clear that trade policy must defend and create American jobs.\nIt's becoming easier and easier to shift capital and jobs from one country to another. That's why our government has to care more about defending and creating American jobs than ever before -- not less. We can navigate the changes ahead if we embrace economic patriotism and make American workers our highest priority, rather than continuing to cater to the interests of companies and people with no allegiance to America.",
    "url": "https://elizabethwarren.com/plans/american-jobs"
}