{
    "id": "bankruptcy_reform",
    "text": "I spent most of my career studying one simple question: why do American families go broke? \nWhen I started my career as a young law professor, I thought -- like a lot of people at the time -- that most families went broke because they were irresponsible or wasteful. They lived beyond their means. And when their irresponsibility finally caught up with them, they took advantage of our bankruptcy system to get out from under their debts.\nBut when I started to teach bankruptcy, I found that no one -- not even the supposed \"experts\" -- had actually dug into the data to figure out what drove families into bankruptcy. \nSo I found two incredible partners and set out to gather the data about why families go broke. That was back when you had to collect information by hand, and courts charged a lot to make copies for you. To save money, I flew around to courthouses all over the country with my own photocopier -- nicknamed R2D2 -- strapped into the airplane seat next to me, copying thousands of bankruptcy filings to begin understanding why American families turned to bankruptcy. \nI'll never forget sitting in a wood-paneled courtroom in San Antonio on one of my first trips, watching the families filing for bankruptcy move in and out of the courtroom to appear in front of the judge. They looked just like the family I grew up in -- hanging on to the ragged edge of the middle class. Now they were standing in front of a judge, ready to give up nearly everything they owned just to get some relief from the bill collectors. \nOur research ended up showing that most of these families weren't reckless or irresponsible -- they were just getting squeezed by an economy that forced them to take on more debt and more risk to cling to their place in America's middle class. And that meant one bad break could send them tumbling over the edge. The data showed that nearly 90% of these families were declaring bankruptcy for one of three reasons: a job loss, a medical problem, or a family breakup. \nIn the early 1990s, Congress launched a blue-ribbon commission to review the bankruptcy laws and suggest improvements. I was asked to help. \nInitially, I said no. Then I thought about the stories I had come across in our research. I thought about the family that finally got a shot at their lifelong dream to launch a new restaurant -- and it went belly-up. The young and very tired woman who described how she finally managed to leave her abusive ex-husband, but now was alone with her small children and a pile of bills. The elderly couple who had cashed out everything they owned and then went into debt to bail out their son who was fighting addiction and put him through rehab again and again. And then I called back and said yes.\nThat's what started my ten-year fight against the banking industry's effort to change our bankruptcy laws to squeeze everything they could out of working families. Just as the commission's report was due, the banking industry wrote its own version of a bankruptcy bill and got its allies in Congress to introduce it. In the industry's version of the world, Congress could support either \"honest people who pay their bills\" or \"people who skip out on their debts.\" There wasn't any room to talk about rising health care costs or lost jobs that pushed working families to the brink. I knew that those hundreds of changes in the industry-backed bill would make it harder for struggling families to get relief.\nAnd I knew I needed help. I was lucky to pick up some terrific allies in the Senate. Senator Ted Kennedy, who led the fight for years. Senators Paul Wellstone, Russ Feingold, and Dick Durbin all enthusiastically jumped in. For the next three years, we fought off the industry as best we could. Ultimately, however, the Senate and House passed the industry-backed bill by wide margins. But President Clinton, in the last days of his presidency, upended the industry plan and vetoed its bill. \nThe financial industry lost that round -- but it didn't quit. Eventually, it rallied its allies in Congress again and managed to push through another version of its bill in 2005 with overwhelming Republican support and some Democratic support. \nThe banking industry spent more than $100 million to turn that bill into a law because they knew it would be worth much more than that to their bottom lines. And they were right -- by squeezing families harder, they managed to rake in giant profits. \nBut it was terrible for families in need. After the bill passed, bankruptcy filings went down permanently by 50%, and the number of insolvent people went up permanently by 25%. By making it harder for people to discharge their debts and keep current on their house payments, the 2005 bill made the 2008 financial crisis significantly worse: experts found that the bill \"caused about 800,000 additional mortgage defaults and 250,000 additional foreclosures.\" And despite the claims from the industry and their allies in Congress that the 2005 bill would reduce credit card costs across the board for consumers, the cost of credit card debt went up too. \nView in full screen.\nI lost that fight in 2005, and working families paid the price. But I didn't stop fighting to hold the financial industry accountable and to help American families. I started laying the groundwork for new protections for credit card users and in 2007 proposed the idea of a new federal agency to protect American families from tricks in mortgages, student loans, and other financial products. The rules helping credit card users ended up in the Credit CARD Act, which President Obama signed into law in 2009. And in 2010, President Obama signed that new consumer agency -- the Consumer Financial Protection Bureau -- into law too. That agency has now returned $12 billion to people who were cheated by big banks and other financial firms. \nBut there are still serious problems with our bankruptcy laws today, thanks in large part to that bad 2005 bill. That's why I'm announcing my plan to repeal the harmful provisions in the 2005 bankruptcy bill and overhaul consumer bankruptcy rules in this country to give Americans a better chance of getting back on their feet. My plan will:\nMake it easier for people being crushed by debt to obtain relief through bankruptcy.\nExpand people's rights to take care of themselves and their children while they are in the bankruptcy process.\nEnd the absurd rules that make it nearly impossible to discharge student loan debt in bankruptcy.\nLet more people protect their homes and cars in bankruptcy so they can start from a firm foundation when they start to pick up the pieces and rebuild their financial lives.\nHelp address shameful racial and gender disparities that plague our bankruptcy system.\nClose loopholes that allow the wealthy and corporate creditors to abuse the bankruptcy system at the expense of everyone else. \nMaking it Easier to Obtain Relief Through Bankruptcy\nThanks in part to the 2005 bankruptcy bill, our current system makes it far too hard for people in need to start the bankruptcy process so they can get back on their feet. My plan streamlines the process, reduces costs, and gives people more flexibility in bankruptcy to find solutions that match their financial problems. \nStreamlining the bankruptcy filing process. Currently, there are two main types of bankruptcy proceedings for individuals -- the traditional Chapter 7 proceeding and the longer and less generous Chapter 13 proceeding. In Chapter 7, bankruptcy filers pay off their debts by surrendering all of their property other than that protected by \"exemption\" laws, but keep their future income. In Chapter 13, filers keep their property, but undertake a multi-year repayment plan.  \nThe core of the 2005 bankruptcy bill was an onerous and complicated means test that forces many people with income above their state's median income to file for Chapter 13 and make payments from their wages for an extended period. That is a big additional burden. In Chapter 13, debtors remain in bankruptcy longer and must pay more to creditors. Many are unable to complete their repayment plans and do not obtain a discharge of their unpaid debts at all.  \nMy plan does away with means testing and the two chapters for consumer debtors. Instead, it offers a single system available to all consumers. Here's how it would work. \nWhen people file for bankruptcy, they would disclose all of their debts, assets, and income, just as they do now. And just as under the current system, creditors must stop all collection actions against the debtor outside of bankruptcy court. \nFilers would then choose from a menu of options for addressing their debts. The menu of options available would include a Chapter 7-type option of surrendering all non-exempt property in exchange for having their unpaid debts \"discharged,\" as well as options that allow people to deal with specific financial problems without involving all of their obligations. For example, someone might use bankruptcy to cure a home mortgage delinquency while continuing to pay other debts outside of bankruptcy. Or if someone has long-term debt she needs to restructure, non-exempt property such as a car that she needs to get to work, a family home she wants to protect, or if the debtor simply wants to try to pay her creditors, the debtor can also choose to file a payment plan and request that the court limit the stay of collection actions to the extent necessary to execute that plan.  \nAs with the current system, certain types of debts would be non-dischargeable. Additionally, creditors could seek to dismiss a case or object to an individual's discharge on grounds of abuse, and they would have an easier time proving abuse for higher-income debtors. These provisions would protect against misuse of the bankruptcy system.  \nMy plan would make the bankruptcy system simple, cheap, fast, and flexible. It would eliminate the burdensome paperwork that drives up costs for filers and deters them from seeking bankruptcy protection in the first place. The 2005 bill imposed the same onerous paperwork requirements on a middle-class American filing bankruptcy that it did on a wealthy real-estate developer. Both must file the same documentation -- including months of pay stubs and old tax returns -- much of which is useless to creditors looking to get debts repaid. \nThese requirements are costly and ineffective. The nonpartisan Government Accountability Office estimates that these requirements increased what a Chapter 7 filer had to pay for a lawyer by over 50%. My plan scraps this unnecessary paperwork and simply requires that bankruptcy filers disclose their assets, liabilities, income, and expenses. If necessary, the court can always direct people to provide more information. \nFurther, my plan reverses the provisions in the 2005 bill that required people to seek pre-filing credit counseling. This is a costly and time-consuming requirement, with little, if any, evidence that it's effective. \nCongress also added to the cost of bankruptcy relief in the 2005 bill by putting onerous requirements on consumer bankruptcy attorneys. Congress required attorneys to certify the accuracy of debtor's financial disclosures, to certify the debtor's ability to make certain payments, to advertise their services in certain ways, and to provide certain financial advice to clients. These rules, opposed by the American Bar Association, increase costs to lawyers that get passed on to consumers, while failing to adequately protect consumers against unscrupulous lawyers. My plan gets rid of these requirements and authorizes local bankruptcy courts to develop disciplinary panels to strengthen enforcement of the existing rules that discipline ineffective or dishonest lawyers.\nReducing the costs of filing for bankruptcy. A Chapter 7 bankruptcy case today costs the person filing for bankruptcy $1,200 in attorneys' fees on average. Academic studies document how families and individuals, ironically, have to save up for bankruptcy. Bankruptcy filings spike every spring as tax refunds go to pay a bankruptcy lawyer, and on days when people often receive paychecks. \nWorse, many bankruptcy filers are shuffled into a more onerous Chapter 13 bankruptcy because it is the only way they can afford to pay their bankruptcy lawyer. These people often do not need the more complicated and more expensive Chapter 13 procedure, which at $3,200 on average costs more than twice a Chapter 7 filing. Chapter 7, however, requires the filer to have the cash to pay the lawyer up front, and most people filing bankruptcy are by definition short on cash, while Chapter 13 allows the person filing to pay the lawyer over time. Forcing people into Chapter 13 because they cannot afford to pay their lawyer up front is a ridiculous way to run a consumer debt relief system.\nMy plan makes it easier for people to pay for the bankruptcy relief they need. It automatically waives filing fees for anyone below the federal poverty level and slowly phases in the fees above that line. And it allows the bankruptcy filer to pay off reasonable lawyers' fees at any time during or after the bankruptcy, not just up front. \nThese proposals will make it cheaper and quicker for people to obtain debt relief. And speed is important. Research has shown that the \"sweatbox\" period when consumers wrestle with the decision to file for bankruptcy is particularly damaging to families and their financial health. The 2005 law benefited credit card companies by extending the sweatbox period. Bankruptcy is not the right solution for every family facing financial difficulties, but for those who need bankruptcy relief, it should be available without unnecessary obstacles or costs. My plan will shrink the sweatbox and make sure that consumers who need bankruptcy are able to promptly obtain help.\nView in full screen.\nExpanding People's Rights to Take Care of Themselves and Their Families During the Bankruptcy Process\nBankruptcy law places certain spending limitations on people while they are in the bankruptcy process. My plan pares back some of the limitations that place a particular burden on people -- particularly parents with children -- and limit their ability to recover after the bankruptcy process.\nFor example, during the debate on the 2005 bankruptcy bill, Democrats proposed modifying the bill so that renters in bankruptcy could continue paying their rent if it allowed them to avoid eviction. While that change was voted down in Congress, my plan adopts it as a fair way to let people avoid the incredible disruption of an eviction during the bankruptcy process.\nSimilarly, my plan allows people in the bankruptcy process who select a repayment plan option to set aside more money to cover the basics for themselves and their children. In 2005, Congress rejected an amendment to the bankruptcy bill that would have allowed parents to spend a reasonable amount of money on toys and books and basic recreation activities for their kids during the bankruptcy process. That's just wrong -- and my plan will provide those protections. \nIn that same vote, Congress rejected a change that would have allowed union members to continue paying their union dues during the bankruptcy process -- a critical protection so that people can maintain their employment and get back on their feet after the bankruptcy process is over. My plan adopts that protection too for those people who choose a repayment plan.   \nEnding the Prohibition on Discharging Student Loan Debt in Bankruptcy\nWe have a student loan debt crisis in America. And one reason is that our bankruptcy system makes it nearly impossible to get rid of that debt, even when you have nothing left. \nOver the past forty years, Congress and the courts have made it progressively more difficult to gain relief from student loan debt in bankruptcy. Congress initially passed a law saying that publicly backed student loans could be discharged only with a showing of \"undue hardship\" by the borrower. The courts eventually interpreted that language to impose a very high standard for discharge -- a standard that generally doesn't apply to other forms of consumer debt. Then, as part of the 2005 bankruptcy bill, Congress explicitly protected private student loans with the same undue hardship standard.\nThese requirements have harmed borrowers. Today, 45 millions Americans are being crushed by $1.5 trillion in student loan debt, including more than a hundred billion dollars in private student loan debt. And the 2005 bill closed off almost any path to relief.   \nAs President, I'll attack the student debt crisis head on. My student loan debt cancellation plan cancels up to $50,000 in debt for 95% of people who have it, relieving a massive burden on families and boosting our economy. But for people who may still have debt, my bankruptcy reform plan ends the absurd special treatment of student loans in bankruptcy and makes them dischargeable just like other consumer debts. \nLetting People Protect Their Homes and Cars in Bankruptcy \nMy plan also makes it easier for people to protect their homes and cars in bankruptcy so they can start from a better foundation as they try to rebuild their financial lives.\nThe current system allows bankruptcy filers to protect a certain amount of home equity value (called a \"homestead exemption\") in bankruptcy. But these values vary widely from state to state. Some states have limited exemptions that make it hard for anyone in those states to save their homes. Meanwhile, certain states exempt the full value of the filer's home from bankruptcy, regardless of how much it's worth. This is ripe for abuse, and disgraced corporate executives (such as Lehman Brothers' Dick Fuld and WorldCom's Scott Sullivan) and celebrities (such as O.J. Simpson and Fox News' Roger Ailes) facing financial distress frequently move to these states as part of their asset-protection planning. And while Congress acted aggressively in the 2005 bill to clamp down on mythical \"bankruptcy abuse\" by working families, it did little to address this obvious opportunity for abuse by the rich and powerful. \nMy plan creates a uniform federal homestead exemption. The exemption would be set at half of the Federal Housing Finance Agency's conforming loan limit for the bankruptcy filer's county of residence. Because the conforming loan limit varies by county to reflect variations in housing markets, my plan would avoid a cap that is too generous for people in low-cost housing markets and too stingy for those in high-cost markets. Additionally, the use of the conforming loan limit as a benchmark would be more generous than the current federal $170,350 homestead exemption limit. For most communities, it would be $255,200 in 2020. Because home equity makes up a larger share of personal wealth for communities of color, a larger homestead exemption improves racial equity in the consumer credit system.\nMy plans also permits people to modify their mortgages in bankruptcy -- something that is generally prohibited by law. The restriction on mortgage modifications in bankruptcy -- even though other types of debts can be renegotiated in bankruptcy -- can hurt both bankruptcy filers and mortgage lenders. Studies have found that the existing restriction on modifications has not led to a lasting reduction in mortgage rates. My plan ends this harmful limitation.  \nMy plan further encourages win-win mortgage modifications by creating a streamlined, standardized mortgage modification option in bankruptcy. \nThe 2008 financial crisis resulted in an unprecedented wave of mortgage foreclosures, with nearly 8 million foreclosures completed in the decade starting in 2007. While not all of these foreclosures could have been prevented, there were many foreclosures that made no sense. In these cases, the lender and borrower should have been able to agree to a win-win modification. Yet these common sense deals weren't happening. \nA key reason was that most mortgages were securitized. The servicers had little incentive to restructure loans because it was easier and cheaper (and sometimes actually profitable to the servicer) just to foreclose. These foreclosures, however, harmed both the borrowers and the lenders, as well as the owners of neighboring properties.\nBankruptcy does not currently provide a solution for this problem. My plan does. As part of the menu of options available to a bankruptcy filer, it offers a special streamlined pre-packaged mortgage bankruptcy procedure that will allow struggling homeowners to get a statutorily defined mortgage modification. Under this procedure, if a foreclosure has started, and the homeowner certifies that she has attempted to negotiate a modification in good faith, she could seek an automatic modification of the mortgage debt to the market value of the property, with interest rates reduced to achieve a sustainable debt-to-income ratio. \nThe homeowner benefits by receiving a sustainable mortgage. The lender benefits from a modification that produces significantly better recovery than foreclosure. The neighborhood also benefits by avoiding a nearby foreclosure. This commonsense proposal should not only be win-win, but the possibility of a mortgage modification in bankruptcy should encourage more negotiated modifications outside of bankruptcy.\nFinally, my plan will help address so-called \"zombie\" mortgages. Mortgage lenders sometimes start, but do not complete, foreclosures to avoid assuming liability for property taxes and code violations on the mortgaged property. When the homeowner has vacated the property, the result is a \"zombie\" title situation, in which the homeowner remains liable for taxes and code violations but does not have use of the property. My plan uses bankruptcy law to \"slay\" these zombie mortgages by enabling a homeowner who is no longer in residence to force the lender to complete the foreclosure or otherwise take title to the property and pay its ongoing costs. This will enable families to move on with their lives and get a fresh start without the overhang of liability for a former property they no longer live in. It will also help communities by reducing the number of abandoned and derelict properties.\nMy plan goes beyond protecting homes to offering more fair protection for people's cars too. For over one-third of bankruptcy filers, cars represent their most important asset. For these struggling Americans, the family car is the principal resource that bankruptcy's safety net is protecting. And access to a car is often a requirement for commuting to a job, getting children to child care, and starting to rebuild finances. \nAs part of the 2005 bankruptcy bill, Congress made it more difficult for Chapter 13 bankruptcy filers to keep their cars. Under prior law, a debtor could keep their car by paying the lender the fair market value of the car over a reasonable time. But the 2005 bill changed the law so that families who want to keep their cars often repay more than the fair market value of the car; they must pay the full amount of their original car loan, regardless of the true worth of the vehicle.  \nFamilies should not have to pay more than the car is actually worth to keep it. That's why my plan repeals the 2005 bankruptcy bill requirement, makes it easier for bankruptcy filers to keep their cars, and ensures that their fresh start includes the ability to get to work, to school, and to the doctor. \nAddressing Racial and Gender Disparities in the Bankruptcy System\nBankruptcy doesn't affect all people equally -- it mirrors the systemic inequalities in our economy. Women and people of color are more likely to file for bankruptcy, which is in part a reflection of wealth and income disparities. The situation is especially dire for middle-class families: my research found that Black middle class families are three times more likely to file for bankruptcy, and Latinx families are twice as likely, than white families. The persistent wealth gap in America means that families of color have far less wealth than white families on average -- and at the same time, families of color are far more likely to be abused by predatory lending practices. \nThe outcomes in our current bankruptcy system aren't equal, either. Black Americans appear to be much more likely to file for bankruptcy under Chapter 13, a costlier and more burdensome form of bankruptcy that requires people to make several years of payments before getting their debts wiped out -- and leaves many in an even worse position as they struggle to make these payments. The data suggests Black filers are more likely to have their cases dismissed, too: people who live in majority Black zip codes are more than twice as likely to have their cases thrown out as those living in majority white areas. \nView in full screen.\nI raised the alarm on the disparate effects of bankruptcy during the years-long debate over bankruptcy reform. I called out racial disparities in the economic security of middle-class families filing for bankruptcy. I published articles showing that bankruptcy reform is a women's issue, and that women -- in fact, more women than would graduate from four-year colleges or file for divorce -- would be most affected by the changes Congress was considering.\nThe changes I've outlined above -- like the new single entry point system that eliminates the steering of Black bankruptcy filers into Chapter 13, the new homestead exemption, and the elimination of the means test -- will help address some of these shameful racial and gender inequities in the bankruptcy system. But my plan takes additional steps as well: \nLocal fines. Under current law, people who file for bankruptcy are generally not able to discharge local government fines. Although some of these fines may have an important governmental function, many operate as a regressive form of revenue targeting lower-income Black communities in particular for truly minor offenses. My plan eliminates the special privilege for local fines, with an exception for fines related to death, personal bodily injury, or other egregious behavior that threatened public safety. \nCivil Rights Debts. While current law prevents people from discharging local fines, it permits discharging debts resulting from civil rights violations. That is unacceptable, especially as police brutality and the shooting of unarmed Black children and adults in particular remain serious problems in our country. My plan changes the law so it's clear that individuals cannot get relief from debts arising from the commission of civil rights violations such as police brutality. \nImproved data collection and audits. When individuals file bankruptcy petitions, they are obliged to make a long list of disclosures -- but not their race, gender, or age. Although extensive data collection efforts by academics helped bring to light the differential experiences of filers of color, women, and older Americans, we can continue to improve upon our bankruptcy system if we collect this information systematically. That's why my plan invites bankruptcy filers to provide their racial identification, gender, and age if they choose to. \nMy plan also addresses serious gender disparities in our current bankruptcy system. Because of systemic discrimination, women generally earn less than men, even for the same job, and it often takes women longer to pay off loans than men, resulting in them paying more interest. Tackling underlying problems of gender inequality may reduce some of the need for bankruptcy in the first place. But there will always need to be a bankruptcy system. \nA simpler single portal into the personal bankruptcy system and replacing many line-item categories with a lump-sum personal property exemption, separate from the homestead exemption, will help align those values. The lump-sum personal property exemption would be provided by household, adjusted by the number of dependents, rather than by number of bankruptcy filers in the household, to prevent under-protecting a single parent with children. \nIn addition, my plan adds extra protections for alimony, child support income, the child tax credit, and the Earned Income Tax Credit (EITC), ensuring that people (especially single mothers) will be able to provide for their families and get back on the path to financial security. These sources of income and assets traceable to them would be exempt property. \nClosing Loopholes that Benefit the Wealthy and Cracking Down on Big Corporations \nWhile the current bankruptcy system imposes all sorts of obstacles for working families, it includes loopholes that benefit wealthy individuals filing for bankruptcy and failed to hold big companies accountable when they break the law. My plan closes these loopholes and imposes more accountability so that our system is more fair.\nLoopholes benefiting wealthy individuals. In certain states like Delaware, wealthy individuals can file for bankruptcy and get debt relief while shielding their assets by placing them in trusts for their own benefit. This is known as the \"Millionaire's Loophole.\" As part of the 2005 bankruptcy legislation, Congress pretended to close the Millionaire's Loophole, while rejecting legislation that actually would have shut it down. My plan stitches up the Millionaire's Loophole once and for all by ensuring that assets in self-settled trusts and revocable trusts are not exempt from creditors' claims in bankruptcy. My plan also closes off the related \"spendthrift clause\" loophole that allows the beneficiaries of \"dynasty trusts\" to avoid paying their creditors (while maintaining such protection for bona fide qualified disability trusts). \nI am also committed to giving bankruptcy courts more tools to address fraud. For example, under current law, a bankruptcy filer who lied and submitted fraudulent documents regarding one of his assets is entitled to an exemption even when it was shown that he lied. My plan closes this enormous loophole so that courts can deny an exemption in an asset that the filer has concealed or lied about. \nMy plan also strengthens the so-called \"fraudulent transfer\" law. Fraudulent transfer law allows creditors to claw back certain transfers the bankruptcy filer made with the intent to hinder, delay, or defraud creditors. For example, fraudulent transfer law would apply to a deadbeat ex-spouse who has transferred money into a trust to avoid paying alimony. The federal statute of limitations for actual fraudulent transfers is shorter than that of some states, so my plan extends the federal statute of limitations to match the longest state statute of limitations. Additionally, to discourage third parties from receiving these fraudulent transfers, my plan updates federal criminal law to add penalties for knowingly engaging in, aiding and abetting, or receiving an actual fraudulent transfer.\nAccountability for creditors. My plan also cracks down on big companies that break the law or otherwise unfairly squeeze families in the bankruptcy process. For example, some companies will use the bankruptcy process to collect debts even as they have a track record of violating consumer financial protection laws. By disallowing debts of creditors that harm debtors by violating consumer financial laws, my plan strengthens the deterrent effect of our consumer protection laws and helps ensure better compliance of creditors and their agents, such as mortgage servicers and debt collectors.  \nMy plan also stops companies from collecting on debts that are no longer valid. In bankruptcy, many debt collectors attempt to collect on expired debts, whose statute of limitations has run, by filing claims to be paid and hoping that no one will notice that they no longer have the right to collect the debt. This practice is harmful to everyone involved, including other creditors with legally enforceable claims. The Supreme Court wrongly ruled that seeking to get paid on expired debts does not violate the Fair Debt Collection Practices Act, so it's up to Congress to fix the law now. That's what my plan does, by making clear that collection of an expired debt is a violation of the law. \nAnd my plan allows individuals to file to sue to deter creditors from seeking to collect on debts that were already discharged in an earlier bankruptcy. Too often, creditors, particularly companies that buy debts for pennies on the dollar, attempt to collect debts that have been discharged in an earlier bankruptcy. For decades this has been illegal, but the practice has persisted because the courts have limited remedies available to address this misconduct. As recommended by the American Bankruptcy Institute's Commission on Consumer Bankruptcy, my plan gives bankruptcy filers the right to file a lawsuit and have the court order compensation for the harms caused by creditors who violate this law. My plan also gives courts the power to impose effective sanctions when they catch this abuse on their own. \nFinally, consumer loans often contain provisions requiring the borrower to resolve any disputes outside of court, through arbitration. My plan ensures that creditors cannot continue their efforts to go after consumers during the bankruptcy process through mandatory arbitration as part of my larger fight against unfair forced arbitration clauses. Disputes between bankruptcy filers and creditors should be resolved openly and transparently as part of the bankruptcy process in court, not in forced arbitration proceedings behind closed doors.",
    "url": "https://elizabethwarren.com/plans/bankruptcy-reform"
}