{
    "id": "blue_new_deal",
    "text": "In September, I attended a CNN town hall on the climate crisis. That night, Bren Smith, an ocean farmer from Connecticut, asked me if I would support a Blue New Deal to restore our oceans, in addition to our efforts to fight climate change on land. I said I would, and I meant it - here's what I'll do to rebuild our blue economy, protect and restore ocean habitat, and adapt in a climate changed world.\nThe world's oceans are in crisis. Across the planet, more than 90% of global fish stocks are fully exploited or overfished. The ocean has absorbed 93% of the heat trapped by greenhouse gases, warming the waters disrupting migration patterns, bleaching coral reefs, and fueling sea level rise. Around 30% of the carbon pollution we have pumped into the air has been absorbed in our oceans, leading to ocean acidification, changing the very chemistry of seawater. And pollution from land - whether from manufacturing, agricultural runoff, or plastic waste - is causing dead zones in our waterways and Great Lakes.\nOur coasts are flooding and eroding, threatening the 40% of Americans who live in coastal counties. Our safety, public health, food security, and infrastructure are at risk. If we do not act now, things will only get worse, as climate change leads to more severe weather. \nI am proud to be one of the original co-sponsors of the Green New Deal, which charts a path to transition to a 100% clean energy future, while rebuilding our economy from the bottom up and creating millions of good paying, union jobs. Environmental justice and economic justice go hand-in-hand, and I am committed to making the climate crisis and the inequality crisis top priorities in my administration. \nAs we pursue climate justice, we must not lose sight of the 71% of our planet covered by the ocean. While the ocean is severely threatened, it can also be a major part of the climate solution - from providing new sources of clean energy to supporting a new future of ocean farming. That is why I believe that a Blue New Deal must be an essential part of any Green New Deal - helping us fight climate change, protecting our health, and creating good, high-wage union jobs in the process. \nRebuilding our Blue Economy\nOceans already support millions of jobs, underpin our food system and contributes $304 billion to our national GDP. They also have the potential to be one of our strongest tools in the fight against climate change. Three billion people around the world depend on wild-caught and farmed seafood as a major source of protein. Yet decades of overfishing, pollution, and climate impacts have pushed our oceans to the brink of collapse. We know that we can have a highly productive ocean. In fact, ocean-related jobs have grown at three times the rate of the national average. It's time to restore our oceans and harness the potential of the Blue Economy.\nExpand offshore renewable energy \nAs we rapidly transition our economy to 100% clean energy, we must prioritize offshore wind and wave energy. Offshore wind is more consistent than onshore wind and could provide four times the present capacity of our grid. By 2030, offshore wind energy development from Maryland to Maine could support more than 36,000 full time jobs. But the Trump administration and government red tape have bogged down existing projects, making development cumbersome and untenable. Despite a decade of effort, the Block Island Offshore Wind Farm off the coast of Rhode Island remains the only offshore wind project operating in the United States. \nThis will change in a Warren administration. As president, I will work to streamline and fast-track permitting for offshore renewable energy, including making sure projects are sited with care based on environmental impact assessments. And I will make sure that the communities hosting this new development receive a share of the benefits. Community Benefit Agreements can help address power imbalances between project developers and low-income communities by setting labor, environmental, and transparency standards before work begins. I'll make additional federal subsidies or tax benefits for large offshore renewable energy projects contingent on strong Community Benefits Agreements, which should include requirements for prevailing wages and collective bargaining rights. And I'll insist on a clawback provision if a company doesn't hold up its end of the deal. If developers work with communities to ensure that everyone benefits from clean energy development, we will be able to reduce our emissions faster. Due to the urgency and complexity of building offshore renewable energy projects, my administration will seek to execute Project Labor Agreements to govern the construction and maintenance of these projects so as to ensure a constant supply of qualified, trained workers - and creating good, union jobs in the process. \nMy Green Manufacturing plan also calls for a $2 trillion investment to incentivize American-made clean energy, and that includes offshore wind. My administration will work to ensure that all offshore wind infrastructure is made with a completely domestic supply chain, including American iron, steel and cement and that American crews on American vessels will be used to ferry the goods and workers to build and maintain these farms, creating more new American jobs. And I will make sure that fishing and conservation groups, as well as coastal communities, have a seat at the table in developing any new project to ensure that an expanded offshore wind industry can successfully coexist with vibrant fishing industries and healthy ocean and coastal habitats. And I won't allow visual and aesthetic impacts to provide a basis for denying federal offshore wind energy permits. The climate crisis is too urgent to let the ultra-wealthy complain about wind turbines getting in the way of their ocean views. \nAdditionally, my Green Apollo Program commits $400 billion over the next decade to R&D for clean energy, including harnessing power from wave energy, so that it becomes technologically and financially viable. I will also fight for long term extensions to two critical tax credits for renewable energy, the Production Tax Credit and Investment Tax Credit, while also fighting for a fully funded Bureau of Ocean Energy Management (BOEM) and Bureau of Safety & Environmental Enforcement (BSEE) so they can have the resources they need to deploy offshore clean energy resources at the speed the science demands. \nBuild climate-ready fisheries \nThreats like warming oceans and overfishing have caused the ocean's fish population to fall by 50% over the last 50 years, leading to cascading ecological consequences, hurting regional and local economies, and risking hunger and even conflict. Fully rebuilding America's fish stocks would support an additional 500,000 jobs and generate an addition $31 billion in sales impacts, providing a much needed economic boost to coastal communities who have been hit hard by climate change. The Magnuson-Stevens Fishery Conservation and Management Act, our bedrock fisheries management law, provides a robust framework for managing U.S. fisheries in coordination with state governments. And as we continue to rebuild and sustainably manage our fisheries, we must ensure that our regulations are able to effectively respond to the changing ocean conditions we are witnessing as a result of climate change. I will direct the National Oceanic and Atmospheric Administration's (NOAA) National Marine Fisheries Service to issue new guidance and regulations to better prepare fishing industries and communities for the impacts of climate change. \nExpand community-based seafood markets \nAs we work to restore America's fisheries, we must also rebuild the necessary infrastructure to once again support vibrant coastal communities and a local seafood economy. Today, roughly one in four fish eaten in the United States waters was caught here and sent to Asia for processing before being re-imported for American consumers. By building processing plants in the US, we can not only decrease the carbon footprint of the seafood industry, but we can also create a new class of jobs in the Blue Economy. That's why I have committed to spending $5 billion over ten years to expand USDA's Local Agriculture Market Program, funding food hubs, distribution centers, and points-of-sale. \nNOAA should make it easier for fishermen to sell seafood directly to U.S. consumers and include additional vulnerable species in the Seafood Import Monitoring Program - so the public can know where their seafood comes from and that it was caught in an ethical and sustainable way. And I will invest in America's young fishers by increasing funding for new business development programs established through the Young Fishermen's Development Act. \nInvest in regenerative ocean farming\nLand-based farmers have long been supported by the USDA, but in a world of rising seas, increasing ocean temperatures, and ocean acidification, we must expand that support to include ocean farming as well. Algae and seaweed are the trees of our oceans, absorbing carbon and helping to reduce ocean acidification and pollution locally, and are valuable sources of nutrition. We must cultivate them just as we would any forest or aboveground ecosystem that naturally absorbs carbon dioxide. These resources even have the potential to become a key ingredient in renewable fuels - in the future, we might power our cars and airplanes on the algae grown in our seas.  \nI'll start by directing USDA to create a new program dedicated to research and policy development for ocean-based farming, ensuring that ocean farmers, just like any other producers, are paid for their contributions to the fight against climate change. I'll also fully include ocean farming, including shellfish and seaweed production, in critical agricultural programs, like the USDA Biomass Crop Assistance Program and disaster assistance programs, because ocean farmers should pay into and have assurance from climate-caused crop loss, just as land-based farmers currently do. And I'll include ocean farmer training programs in the Beginning Farmer and Rancher Development Program to continue to support America's farmers of today and tomorrow. \nBuild climate smart ports \nIf global shipping were a country, it would be the sixth-largest polluter in the world. And while many of those emissions come from the dirty fuel that is used to move massive container ships through international waters, there is also more we can do here at home to ensure every ship entering American ports - no matter what country it comes from - meets our standards. This includes working with the International Maritime Organization to set aggressive emissions standards for bunker fuels, so that shipping fuels are cleaner at home and abroad. \n And we can work towards fully electrifying our ports, including port equipment and shore power. This will reduce harmful air pollution for the millions of people, often disadvantaged communities, who live near ports, while also supporting new manufacturing jobs in the clean transportation sector. This is not about automation. We need safe and efficient ports, and that means unionized jobs with strong wages and comprehensive benefits. And it means standing up for American maritime workers and the men and women who work in and around ports by ensuring cargo bound for the United States is unloaded and transported by American workers. On the road to electrification, we should also immediately modernize federal trucking rules by reducing idling and congestion, empowering local ports to drastically reduce emissions. Additionally, we will require all ports to have speed reduction zones, which are one of the most efficient ways for vessels to reduce emissions. And through my Green Manufacturing plan, we will continue to invest in R&D so that we can find ways to get ships off dirty diesel. \nProtecting and restoring ocean habitat\nCoastal and marine habitats are our best natural defense system in the fight against climate change, storing up to 5 times more carbon per acre than tropical forests - while also often acting as cheaper and more effective sea walls. In fact, coastal wetlands reduced damages during Superstorm Sandy by $625 million. It is imperative that we restore our marine habitat to safeguard against future climate impacts, especially as climate change continues to hit our most vulnerable communities first and worst.   \nRestore marine ecosystems \nWe must restore damaged marine ecosystems like Florida's mangroves, which have been destroyed by urban coastal development. I'll start by fully funding NOAA's Coastal and Estuarine Land Conservation Program, which partners with states to conserve coastal ecosystems. I've also proposed a 21st Century Civilian Conservation Corps, which will hire 10,000 young people and veterans for new job opportunities caring for our natural resources -- including restoration of marine ecosystems. And I'll make polluters pay. My Department of Justice will go after fossil fuel companies and other industry bad actors who have harmed our ocean ecosystems, recovering the money to fund restoration programs.\nExpand marine protected areas \nWe must protect ecologically and culturally-significant places in the ocean, just like as we do on land. Marine protected areas are protected pockets of seas, oceans, or the Great Lakes which local, state and federal governments establish to protect threatened marine ecosystems and to replenish fisheries. Studies show that marine protected areas are effective management tools to rebuild fish populations and restore damaged habitats, allowing marine ecosystems to recover without the pressures of human activities like fishing, drilling, and pollution. And they can also benefit fishermen, because they replenish fish populations outside boundaries of the protected area. For example, one study found that one hectare of protected ocean produced five times as many fish as a similar unprotected hectare, raising profits for neighboring fisheries and tourism industries. I will direct NOAA to engage in robust stakeholder engagement processes to establish more marine protected areas, with the goal of increasing protection of all types of marine habitats. \nInvest in marine carbon sequestration \nNot all carbon in the ocean is bad. Blue carbon, or carbon stored in ocean and coastal ecosystems, is naturally sequestered by coral reefs and oyster reefs, mangrove forests and kelp forests, as well as seagrass beds and wetlands. If managed correctly, the ocean can continue to naturally sequester carbon. I will issue an Executive Order directing NOAA to build a domestic blue carbon program that will support ocean-based carbon sequestration projects, including coastal ecosystem restoration programs, just like we have for land-based carbon markets. \nI will also direct NOAA to map and establish \"Blue Carbon Zones\" in federal waters, so that we can identify, protect, and manage these highly productive areas. While we can do more right now to further support blue carbon, we also need to make sure NOAA and the National Science Foundation have the funding they need to continue cutting edge research on blue carbon and ocean acidification. \nEnd offshore drilling\nThe BP Deepwater Horizon oil spill - the worst oil spill in our nation's history - caused more than $17 billion in damage to natural resources and cost eleven lives. Years later, coastal economies and ecosystems along the Gulf Coast have still not recovered. On day one of my presidency I will sign a sweeping executive order with bold actions to defeat the climate crisis, including ending all new fossil fuel leases offshore and on public lands. \nBut new offshore fossil fuel leases are only part of the problem - we must also phase out existing offshore drilling, which is putting the health and economies of coastal communities at risk. A Warren administration will start by reinstating the Obama Administration's Outer Continental Shelf Oil and Gas Leasing Program that protected more than hundreds of millions of acres in the Atlantic Ocean and Arctic. We'll also reinstate the well safety rules that the Obama administration put in place after the BP oil spill, because the fossil fuel workers who risk their lives to power our economy deserve safe working conditions. And we'll roll back the Trump administration's decision to reduce the shallow-water royalty rate for existing offshore drilling leases. In fact, we'll go further: we'll reassess the royalty rate to more accurately account for the social cost of carbon. Over the last two decades, some of the world's largest oil companies, including Chevron, Exxon, and Shell, have skirted about $18 billion in federal royalties from offshore drilling. That ends in a Warren Administration. \nI will direct federal ocean and coastal management agencies to begin planning to phase out all offshore drilling. Instead, we will focus on transitioning the offshore drilling supply chain and associated industry to offshore wind. I am committed to leaving no worker behind as we transition to 100% clean energy, and the men and women who have tirelessly worked in the offshore drilling industry are no exception. A Warren administration will provide job training and guaranteed wage and benefit parity for workers who choose to transition into new industries. And for those Americans who choose not to find new employment and wish to retire with dignity, we'll ensure full financial security, including promised pensions and early retirement benefits.    \nReduce ocean trash\nBy 2050 there could be more plastic by mass in the sea than fish. Ocean trash is getting incorporated into the marine food chain - even ending up in the fish on our plates and in the sea salt we use to season it. To make matters worse, there are over 300 new petrochemical plastic facilities slated to come online in the U.S, and many of these mega polluters are sited for low-income communities and communities of color.  A Warren administration will start upstream by working to establish policies that combat marine plastic pollution by reducing single-use plastic production, like plastic bags, and will also work downstream to establish markets for recycled materials through recycled-content standards. A Warren administration will follow the lead of NGO-industry collaboratives like the Trash Free Seas Alliance that have already made progress in this fight. And through my Green Manufacturing Plan I will invest in R&D so that we can further understand all the implications of ocean trash and can determine the best possible solutions to combat this issue going forward. \nHold Big Ag accountable for upstream pollution\nAgribusinesses, with their overuse of pesticides and fertilizers, are responsible for polluting hundreds of thousands of miles of upstream waterways that flow downstream into our bays and oceans and have exacerbated toxic algal blooms, harmed marine life and contaminated drinking water. In fact, it is estimated that harmful freshwater algal blooms in the U.S. result in losses of billions--primarily from harm to property values, recreation, and drinking-water supplies. I will make agribusinesses pay the full costs of the environmental damage they wreak by closing the loopholes that CAFOs use to get away with polluting and by beefing up enforcement of the Clean Air and Clean Water Acts, including by working with state and local officials. And, I will reinstate the Obama-era Clean Water Rule, which provided critical protections for drinking water sources for nearly one-third of the United States. All waters of the United States should be safe for everyone to enjoy, not become a dumping ground for Big Ag. \nCollective management of our international waters\nAnd there's more - because our ocean resources are connected we must collectively work with countries around the world to protect, conserve and responsibly govern international waters. Nearly two-thirds of our oceans are characterized as the \"high seas,\" or waters outside of any national jurisdiction. It is critical that we manage the high seas like the collective resource that it is. Much like outer space, we must come together as a global community to determine how we all have an equal share in the use of this shared resource. As a first step toward ensuring the United States is a leader and effective partner in international waters, I will work with Congress to ratify the Law of the Sea treaty so that we are a party to this international law and can work towards updating provisions to better reflect the realities of climate change on our oceans. And then I will go one step further by supporting a ban on fishing on the high seas, as one key way to curtail illegal, unregulated, and unreported fishing. Just 4.2% of the world's fish catch by volume is caught on the high seas and setting aside these waters to allow species to rebuild can have outsized ecological impacts for our global fisheries. \nI will also follow Governor Inslee and the state of Washington in joining the International Alliance to Combat Ocean Acidification, a global coalition of national, subnational and indigenous jurisdictions, NGOs, businesses and other partners dedicated to taking action to protect coastal communities and livelihoods from the threat of ocean acidification. And once we rejoin the Paris Agreement, I will use the United States' leadership on the international stage to champion how the ocean can play a vital role as a critical climate solution under every nation's targets under the Paris Agreement. \nAdapting in a changing climate\nWe cannot hold the ocean back - it is rising and rising rapidly. The world faces an increase of about 1 foot of sea level rise by midcentury if we do not curb global emissions, putting the homes of more than 50 million people at risk. And here in the United States, the picture is just as bleak. Isle de Jean Charles, a coastal island in Louisiana, has lost 98% of its land mass to sea level rise since 1955. In the coming years it could be gone--which is why for the first time ever the federal government is paying an entire community to move inland to higher ground, before it is too late. Despite efforts by the state and federal governments, climate change has displaced several native Alaska Native communities. For the Quinault Indian Nation in Washington, the rising sea level has made community relocation necessary. As our ocean continues to expand and rise as a result of climate change, we must mitigate the damage that has already been done and prepare for what will only get worse - sea level rise, storm surges and extreme weather events. \nPre-disaster mitigation\nAs the saying goes, an ounce of prevention is worth a pound of cure, and I want to ensure we protect the 40% of Americans who live in coastal counties. Studies have shown that every dollar invested in disaster mitigation saves $6 overall. Meanwhile, the Trump administration has proposed to slash funding for FEMA's Pre-Disaster Mitigation grant program, making us less safe. Rather than cutting this program, we will propose to quintuple it. And, as part of my administration's pre-disaster mitigation efforts, I will direct all federal emergency management and coastal management agencies to take a holistic approach to helping communities shelter from increasingly unnatural disasters. This includes better planning for escape and evacuation plans, as well as leading by example with the federal building fleet by not building any new buildings within 1.5 meters of sea level, with exemptions as necessary for military infrastructure. Across the country, nearly half a million HUD-assisted households are in flood zones. To build on the Green Public Housing Program called for in my Protecting and Empowering Renters plan, I will ensure that we do not build any new public housing within 1.5 meters of sea level, because it is the responsibility of the federal government to protect our most vulnerable families, not intentionally put them in harm's way. \nAnd while my administration will take a proactive approach to guarding against future sea level rise, I will honor our promises to vulnerable communities and prioritize climate adaptation and mitigation resources to ensure that we keep our communities together and intact. This includes supporting our coastal tribes and indigenous communities with grants from the federal government to aid in their efforts to protect, restore, and preserve areas that hold important ecological, cultural, or sacred significance. And it includes working with Congress to amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act, to establish hazard mitigation revolving loan funds so that local governments can continue to invest in the health and safety of their communities before disaster strikes. \nPost-disaster mitigation \nStudies show that the white and wealthy receive more federal disaster aid, despite being comparatively better off financially when it comes to withstanding a disaster. As outlined in my environmental justice plan, a Warren administration will ensure an equitable recovery from natural disasters, ensuring our most vulnerable populations get the help they need to rebuild their lives after disaster strikes. Governor Inslee rightly identified the need to protect the communities during natural disasters that live alongside our existing fossil fuel infrastructure and petrochemical plants that are peppered along our coasts. I will task the EPA, NOAA, and FEMA to implement continuous monitoring for toxic pollutants by creating \"mobile monitoring\" teams that track pollution released during weather events. Such a program could have protected thousands in Texas from the long term impacts of the more than 100 toxic releases that occurred during Hurricane Harvey. \nFlood insurance reform\nThe National Flood Insurance Program is designed to help people rebuild, but in the same places that were originally flooded. This may have worked in the past, but given our changed and changing climate it often doesn't make sense to require coastal communities to rebuild in areas that are no longer safe. Similarly, communities in the flood plains of the midwest are surrounded by weak levees and will experience catastrophic flooding, not just once, but year after year. Rather than tie flood insurance to risk, which would make premiums skyrocket for some of our poorest communities living in high-risk areas, I will make it easier for existing residents to move out of flood-prone properties - both inland and coastal - including a program to buy back those properties from low-income homeowners at market value. And within my first term I will ensure the Federal Emergency Management Agency's (FEMA) flood maps are fully updated, so that we can raise the standard for new construction through the Federal Flood Risk Management Standard.  \nManaging for drought\nClimate change is likely to cause longer, harsher droughts, especially in the western United States. That means we need to plan for increased stress on critical water supplies like the Colorado River basin, where reservoir levels fell so far this year that Arizona and Nevada were forced to impose the first-ever mandatory water cuts from the river this summer. As the population continues to grow and development increases in our most drought prone states, it is important for federal and state governments to encourage responsible and smart growth.\nAnd longer and harsher droughts mean more catastrophic wildfires in California, which over the past several years have been considered the most destructive in the state's history. Insurance claims from the 2018 California wildfire season alone have now exceeded $12 billion, after thousands of homes were burned, nearly 100 people were killed. During the 2019 fire season, millions were left without power, putting many of the state's most vulnerable communities at risk for days. These climate change fueled natural disasters often hit our most vulnerable communities the hardest, which is why my administration will prioritize resources for those that need it most. And my administration will work hand in hand with U.S. Geographical Survey and state governments to monitor and manage drought risks with attention to climate risks and trends. And I will collaborate with Tribal governments on drought management and land management practices to mitigate drought, including by incorporating traditional ecological practices wherever possible.\nInvesting in our Great Lakes\nThe Great Lakes basin is home to over 80% of North America's surface freshwater -- and over 10% of the US population depends on drinking water from the Great Lakes Basin. But the Great Lakes are in trouble, from climate change to invasive species like Zebra Mussels and carp to toxic algal blooms that can be traced back to pollution from agricultural runoff. We must invest in our Great Lakes so they can continue to support their $7 billion per year fishing industry and $16 billion per year outdoor recreation industry. I will fight for a fully funded Great Lakes Restoration Initiative, which has proven critical for the long-term health of the Great Lakes. \nStarting on day one of my presidency, I will take bold action to fight climate change. And that includes harnessing the power of our oceans to be a key part of our solution to the climate crisis. The task before us is significant, but I am confident that America is up to the challenge - both at home and around the world - to conserve and sustainably use the oceans, seas and marine resources for sustainable development. Our oceans can underpin a sustainable food system, be a source of renewable energy and defend against the worst of climate change. The future of our planet depends on a healthy ocean, and we have no more time to waste.",
    "url": "https://elizabethwarren.com/plans/blue-new-deal"
}