{
    "id": "break_monopoly_influence",
    "text": "Just two years after leaving his role as George W. Bush's Deputy Chief of Staff for Policy, Joel Kaplan was hired by Facebook to be the tech giant's Vice President for U.S. Public Policy. Since Kaplan brought his government contacts to Facebook, the company has spent over $71 million lobbying the federal government, including against policies that protect consumer privacy and election integrity - nearly 100 times what it had spent before Kaplan joined - and Facebook is now waging a new, multi-million dollar effort amid antitrust scrutiny. Meanwhile, Kaplan continues to flex his Washington rolodex, sitting directly behind Brett Kavanaugh in a show of support during his confirmation hearing, hosting a party for Kavanaugh after he was confirmed, and accompanying Mark Zuckerberg at a recent closed-door charm offensive with Republican lawmakers.\nLike many massive, market-dominant corporations, Facebook has used strategic hiring to stack its corporate ranks with former senior government officials like Kaplan who can leverage their contacts from all across the government for the company's gain. The company has hired staff from the White House, the Federal Trade Commission, the Department of Commerce, the Federal Communications Commission, Senate offices, and congressional committees. Public officials hoping to land a cushy industry job know there will be a chance to go to places like Facebook - and the economic and political influence of these businesses grows exponentially.\nIt's not just Facebook. Today, it is standard practice in Republican and Democratic administrations for giant mega businesses like Pfizer, Google, BP, Citibank, AT&T, Boeing, and Comcast to vacuum up anyone and everyone who leaves one of their government regulators in an obvious effort to leverage their new hire's political connections and use the allure of potential future job offers to extract favorable treatment. Take just a few recent examples of the nation's largest companies giving cushy jobs to the very people who went easy on them while serving in government or helped them escape harsh penalties. All of this hiring is perfectly legal right now - but it shouldn't be.\nIn 2018, Wells Fargo scooped up HUD's Acting General Counsel Beth Zorc to be its Head of Public Policy, as the bank scrambled to recover from a parade of scandals. By the end of the year, it had negotiated a fine that represents 2% of its annual profits to resolve dozens of investigations into its employees opening bank accounts in customers' names without their permission.\nFossil fuel giant BP hired Downey Magallanes, one of the top aides to Interior Secretary Ryan Zinke, after she led an initiative to open up national monuments to drilling and helped the Trump administration scale back safety monitoring rules for offshore oil and gas operations. Less than nine months later, Downey's friends and former colleagues at the Interior Department gutted a major offshore-drilling safety regulation that had been put in place by the Obama administration after BP's Deepwater Horizon explosion killed 11 workers and devastated the Gulf of Mexico.\nAnd while in the midst of a seven-year global bribery investigation, Walmart hired Rachel Brand, the third-ranking official at the Justice Department. Earlier this year, Brand's former subordinates at Trump's DOJ settled with Walmart for $282 million - less than 5% of its annual profits and far less than the nearly $1 billion that Obama administration officials had sought. \nIt's no wonder our government has allowed these massive corporations to consolidate economic and political power without any real accountability. \nOver a century ago, President Theodore Roosevelt implemented policies designed to break up market dominant, anti-competitive firms that increase prices for consumers, decrease wages for workers, and prevent new businesses from breaking through. But over the last few decades, this progress has been deliberately unraveled. As the revolving door between the largest corporations and government has spun out of control, our economy has grown much more consolidated, with just two companies now controlling over half of the market in hardware, pharmacies, car rentals, railroads, shipbuilding, and many other industries.\nToday, more than 85% of all social networking traffic goes through sites owned or operated by Facebook. Amazon alone controls almost half of e-commerce in the United States. More than a decade after the big banks caused the largest economic crisis since the Great Depression, those same banks are still too big to fail. Hospital concentration has increased by 40% since the mid-1980s. And pharmaceutical companies have gone through wave after wave of consolidation while using their market power to gouge patients with massive price increases.\nThat's why I have promised to expand and aggressively enforce our antitrust laws by breaking up big tech companies and big agribusinesses, and by blocking anti-consumer health care mergers and anti-competitive practices in the education sector - and it's why I am committed to stopping these companies from using their monopoly profits to vacuum up government officials to secure favorable treatment.\nCompanies should be able to hire talented people with government experience, and successful private-sector professionals should be encouraged to serve in government. But giant corporations should compete on a level playing field - and they shouldn't be able to rig the system by scooping up every available former government official in an effort to get federal regulators off their backs. That's why I have put forward proposals to get big money out of politics and to end lobbying as we know it - and it's why I'm going further to slam shut the revolving door between government and giant, dominant firms. \nMy plan to end Washington corruption bans giant corporations, banks, and market-dominant companies from hiring senior government officials for at least four years after they leave public office. Corporations worth over $150 billion and companies that control the product or labor supply in their industry will be prohibited from plucking up senior government officials for four years, preventing these companies, which are already economically dominant, from using personnel hires to monopolize government contacts and expertise.\nGiant Companies and Potential Fines for Violating Hiring Restrictions \nBased on 2018 Profits. View in full screen.\nTo deter companies from ignoring the rules, any company that violates this restriction will be required to pay a minimum of 1% of its net profit for a first violation, 2% for a second violation, and at least 5% of profits for any subsequent violation. The Office of Public Integrity, a new ethics watchdog that would oversee these restrictions, will also have the power to prohibit an offending company from receiving a contract or license from the federal government or bar the company from employing any federal employees for up to eight years. \nMy plan also bans massive federal contractors from hiring senior officials for at least four years after they leave public office. Like giant banks and corporations, market-dominant mega-contractors also scoop up former government officials to stifle competition in the contracting process. And just as market-dominant companies dangle private-sector jobs in front of regulators in an attempt to gain favorable treatment, large contractors scoop up former procurement officials in order to help them maintain their dominance over federal contracts using political influence. Just this past week, we learned that the Trump administration awarded a $33 million contract earlier this year to a company with ties to Donald Trump's younger brother - and news broke that Trump had ordered his former Defense Secretary James Mattis to steer DOD contracts away from Amazon because of Trump's personal grudge against Jeff Bezos and the Washington Post - just a few months before Amazon lost out on a massive Pentagon contract. \nTrump's political directives are clearly illegal, but soft corruption has been endemic in the contracting process long before Trump came into office. One investigation into the Pentagon showed that the largest defense contractors hired over 380 high-ranking DOD officials and military officers to become lobbyists, executives, board members, or consultants within two years of leaving government. Five of the six companies that hired the most former government officials - Lockheed Martin, Boeing, General Dynamics, Raytheon, and Northrop Grumman - have also been the top five recipients of government contracts in each of the past ten years.\nWhen federal contracts go to the most well-connected firms instead of the best people for the job, that's corruption. It wastes taxpayer dollars - and when it comes to the DOD, threatens to undermine our national security. But good luck competing for contracts when those who receive the lion's share of the deals also have unparalleled access to the officials who are awarding them. \nThat's why I have a plan to combat contractor corruption in the DOD, and it's why my anti-corruption plan goes beyond the DOD to ban companies with over $5 million per year in federal contracts in any industry from hiring senior government officials for four years after those officials leave their posts. And my plan subjects these contractors to the same steep penalties as market-dominant banks and corporations.\nGiant Contractors and Potential Fines for Violating Hiring Restrictions \nBased on 2018 Profits. View in full screen.\nExecutives at these mega firms have already made it clear they are ready to \"go to the mat\" to fight against aggressive federal policies that will break up their market dominance to promote innovation and competition - but that's not how our economy or our democracy is supposed to work. Together, we'll close the revolving door between our government and the nation's most powerful companies and break their grip on our economy and our government. Because our government should work for everyone  - and not just a handful of big corporations. ",
    "url": "https://elizabethwarren.com/plans/break-monopoly-influence"
}