{
    "id": "break_up_big_tech",
    "text": "Twenty-five years ago, Facebook, Google, and Amazon didn't exist. Now they are among the most valuable and well-known companies in the world. It's a great story -- but also one that highlights why the government must break up monopolies and promote competitive markets.\nIn the 1990s, Microsoft -- the tech giant of its time -- was trying to parlay its dominance in computer operating systems into dominance in the new area of web browsing. The federal government sued Microsoft for violating anti-monopoly laws and eventually reached a settlement. The government's antitrust case against Microsoft helped clear a path for Internet companies like Google and Facebook to emerge.\nThe story demonstrates why promoting competition is so important: it allows new, groundbreaking companies to grow and thrive -- which pushes everyone in the marketplace to offer better products and services. Aren't we all glad that now we have the option of using Google instead of being stuck with Bing?\nToday's big tech companies have too much power -- too much power over our economy, our society, and our democracy. They've bulldozed competition, used our private information for profit, and tilted the playing field against everyone else. And in the process, they have hurt small businesses and stifled innovation.\nI want a government that makes sure everybody -- even the biggest and most powerful companies in America -- plays by the rules. And I want to make sure that the next generation of great American tech companies can flourish. To do that, we need to stop this generation of big tech companies from throwing around their political power to shape the rules in their favor and throwing around their economic power to snuff out or buy up every potential competitor.\nThat's why my administration will make big, structural changes to the tech sector to promote more competition -- including breaking up Amazon, Facebook, and Google.\nHow the new tech monopolies hurt small businesses and innovation\nAmerica's big tech companies provide valuable products but also wield enormous power over our digital lives. Nearly half of all e-commerce goes through Amazon. More than 70% of all Internet traffic goes through sites owned or operated by Google or Facebook.\nAs these companies have grown larger and more powerful, they have used their resources and control over the way we use the Internet to squash small businesses and innovation, and substitute their own financial interests for the broader interests of the American people. To restore the balance of power in our democracy, to promote competition, and to ensure that the next generation of technology innovation is as vibrant as the last, it's time to break up our biggest tech companies.\nAmerica's big tech companies have achieved their level of dominance in part based on two strategies:\nUsing Mergers to Limit Competition. Facebook has purchased potential competitors Instagram and WhatsApp. Amazon has used its immense market power to force smaller competitors like Diapers.com to sell at a discounted rate. Google has snapped up the mapping company Waze and the ad company DoubleClick. Rather than blocking these transactions for their negative long-term effects on competition and innovation, government regulators have waved them through.\nUsing Proprietary Marketplaces to Limit Competition. Many big tech companies own a marketplace -- where buyers and sellers transact -- while also participating on the marketplace. This can create a conflict of interest that undermines competition. Amazon crushes small companies by copying the goods they sell on the Amazon Marketplace and then selling its own branded version. Google allegedly snuffed out a competing small search engine by demoting its content on its search algorithm, and it has favored its own restaurant ratings over those of Yelp.\nWeak antitrust enforcement has led to a dramatic reduction in competition and innovation in the tech sector. Venture capitalists are now hesitant to fund new startups to compete with these big tech companies because it's so easy for the big companies to either snap up growing competitors or drive them out of business. The number of tech startups has slumped, there are fewer high-growth young firms typical of the tech industry, and first financing rounds for tech startups have declined 22% since 2012.\nWith fewer competitors entering the market, the big tech companies do not have to compete as aggressively in key areas like protecting our privacy. And some of these companies have grown so powerful that they can bully cities and states into showering them with massive taxpayer handouts in exchange for doing business, and can act -- in the words of Mark Zuckerberg -- \"more like a government than a traditional company.\"\nWe must ensure that today's tech giants do not crowd out potential competitors, smother the next generation of great tech companies, and wield so much power that they can undermine our democracy.\nRestoring competition in the tech sector\nAmerica has a long tradition of breaking up companies when they have become too big and dominant -- even if they are generally providing good service at a reasonable price.\nA century ago, in the Gilded Age, waves of mergers led to the creation of some of the biggest companies in American history -- from Standard Oil and JPMorgan to the railroads and AT&T. In response to the rise of these \"trusts,\" Republican and Democratic reformers pushed for antitrust laws to break up these conglomerations of power to ensure competition.\nBut where the value of the company came from its network, reformers recognized that ownership of a network and participating on the network caused a conflict of interest. Instead of nationalizing these industries -- as other countries did -- Americans in the Progressive Era decided to ensure that these networks would not abuse their power by charging higher prices, offering worse quality, reducing innovation, and favoring some over others. We required a structural separation between the network and other businesses, and also demanded that the network offer fair and non-discriminatory service.\nIn this tradition, my administration would restore competition to the tech sector by taking two major steps:\nFirst, by passing legislation that requires large tech platforms to be designated as \"Platform Utilities\" and broken apart from any participant on that platform.\nCompanies with an annual global revenue of $25 billion or more and that offer to the public an online marketplace, an exchange, or a platform for connecting third parties would be designated as \"platform utilities.\"\nThese companies would be prohibited from owning both the platform utility and any participants on that platform. Platform utilities would be required to meet a standard of fair, reasonable, and nondiscriminatory dealing with users. Platform utilities would not be allowed to transfer or share data with third parties.\nFor smaller companies (those with annual global revenue of between $90 million and $25 billion), their platform utilities would be required to meet the same standard of fair, reasonable, and nondiscriminatory dealing with users, but would not be required to structurally separate from any participant on the platform.\nTo enforce these new requirements, federal regulators, State Attorneys General, or injured private parties would have the right to sue a platform utility to enjoin any conduct that violates these requirements, to disgorge any ill-gotten gains, and to be paid for losses and damages. A company found to violate these requirements would also have to pay a fine of 5 percent of annual revenue.\nAmazon Marketplace, Google's ad exchange, and Google Search would be platform utilities under this law. Therefore, Amazon Marketplace and Basics, and Google's ad exchange and businesses on the exchange would be split apart. Google Search would have to be spun off as well.\nSecond, my administration would appoint regulators committed to reversing illegal and anti-competitive tech mergers.\nCurrent antitrust laws empower federal regulators to break up mergers that reduce competition. I will appoint regulators who are committed to using existing tools to unwind anti-competitive mergers, including:\nAmazon: Whole Foods; Zappos\nFacebook: WhatsApp; Instagram\nGoogle: Waze; Nest; DoubleClick\nUnwinding these mergers will promote healthy competition in the market -- which will put pressure on big tech companies to be more responsive to user concerns, including about privacy.\nProtecting the future of the internet\nSo what would the Internet look like after all these reforms?\nHere's what won't change: You'll still be able to go on Google and search like you do today. You'll still be able to go on Amazon and find 30 different coffee machines that you can get delivered to your house in two days. You'll still be able to go on Facebook and see how your old friend from school is doing.\nHere's what will change: Small businesses would have a fair shot to sell their products on Amazon without the fear of Amazon pushing them out of business. Google couldn't smother competitors by demoting their products on Google Search. Facebook would face real pressure from Instagram and WhatsApp to improve the user experience and protect our privacy. Tech entrepreneurs would have a fighting chance to compete against the tech giants.\nOf course, my proposals today won't solve every problem we have with our big tech companies.\nWe must give people more control over how their personal information is collected, shared, and sold -- and do it in a way that doesn't lock in massive competitive advantages for the companies that already have a ton of our data.\nWe must help America's content creators -- from local newspapers and national magazines to comedians and musicians -- keep more of the value their content generates, rather than seeing it scooped up by companies like Google and Facebook.\nAnd we must ensure that Russia -- or any other foreign power -- can't use Facebook or any other form of social media to influence our elections.\nThose are each tough problems, but the benefit of taking these steps to promote competition is that it allows us to make some progress on each of these important issues too. More competition means more options for consumers and content creators, and more pressure on companies like Facebook to address the glaring problems with their businesses.\nHealthy competition can solve a lot of problems. The steps I'm proposing today will allow existing big tech companies to keep offering customer-friendly services, while promoting competition, stimulating innovation in the tech sector, and ensuring that America continues to lead the world in producing cutting-edge tech companies. It's how we protect the future of the Internet.",
    "url": "https://elizabethwarren.com/plans/break-up-big-tech"
}