{
    "id": "campaign_finance_reform",
    "text": "Whatever issue brings you to politics - whether it's climate change or gun violence, student loans or prescription drug prices - there is a reason why our country hasn't been able to make progress: corruption. \nMoney slithers through every part of our political system, corrupting democracy and taking power away from the people. Big companies and billionaires spend millions to push Congress to adopt or block legislation. If they fail, they turn to lobbying federal agencies that are issuing regulations. And if they fail yet again, they run to judges in the courts to block those regulations from taking effect. \nBut before all of that - before the legislative process even starts - lobbyists and billionaires try to buy off politicians during elections. Candidates and elected officials often spend hours and hours a day doing \"call time\" with big donors, instead of learning about policy and working for their constituents. They jet across the country, going from one closed-door fundraiser to another, hearing about the woes and challenges of being a billionaire or corporate CEO. And they court lobbyists and billionaires who can open the doors to thousands of dollars in PAC contributions or millions in super PAC spending.\nMuch of this corruption of our representative democracy is perfectly legal, courtesy of the Supreme Court. The Supreme Court has declared that money is speech and corporations are people, and it has struck down many efforts to get big money out of politics. As a result, since Citizens United, in 2010, outside groups have more than tripled their spending on political campaigns. During the 2016 election alone, outside organizations spent a whopping $1.4 billion on elections, and nearly $181 million of those funds remain untraceable because they were spent by dark money organizations. Many of the companies engaged in this kind of outside political activity are significantly influenced by foreign sources. \nWith money comes time, access, and the corruption of our representative democracy. \nEnough is enough. \nIt's time to get big money out of politics.\nIn my campaign, I've pledged not to take money from federal lobbyists or PACs of any kind. Not to take contributions over $200 from fossil fuel or big pharma executives. Not to give ambassadorships to wealthy donors or bundlers. And I'm not doing call time with rich donors or giving special access to rich people in exchange for contributions to my campaign. \nToday, I'm announcing that in addition to these policies, I'm not going to take any contributions over $200 from executives at big tech companies, big banks, private equity firms, or hedge funds. And when I'm the Democratic nominee for president, I'm not going to change a thing in how I run my campaign: No PACs. No federal lobbyists. No special access or call time with rich donors or big dollar fundraisers to underwrite my campaign.\n\"My campaign is and will continue to be a grassroots campaign - funded by working people chipping in a few bucks here or there.\" - Elizabeth Warren\nAs our nominee, I will ban corporate contributions to our Convention and direct the Democratic National Committee to return to the Obama standard and reject lobbyist and PAC money. \nWe will do this - and we will also do everything we can to build our party infrastructure and strengthen Democratic candidates across this country. In 2018, I gave or raised nearly $11 million to state and local candidates and parties. Throughout the primary, I have worked to help our national and state parties - and I will continue helping the Democratic Party and Democratic candidates so we have the resources not just to beat Donald Trump but also to win back Congress and state legislatures all across the country. \nI'm proud to be running a grassroots-funded campaign for president, and I hope my fellow candidates for the Democratic nomination will do the same. But however we choose to fund our campaigns, I think Democratic voters should have a right to know how the possible future leaders of our party are spending their time and who their campaign is rewarding. \nThat's why I'm also calling on every candidate in this race to disclose any donor or fundraiser who has a special title on their campaign, including national and regional finance committee members and bundler designations, and to disclose the dates and locations of their fundraising events and the names of every person who appears on a host committee on invitations tied to those events. \nIf Democratic candidates for president want to spend their time hobnobbing with the rich and powerful, it is currently legal for them to do so - but they shouldn't be handing out secret titles and honors to rich donors. \nVoters have a right to know who is buying access and recognition - and how much it costs. \nOf course, voluntary changes aren't going to be enough to clean up the corruption in our elections. That's why when I'm president I'll implement a comprehensive plan to permanently eliminate big money from our politics and return it to the people.\nMy plan has has three parts: \nEnd the corrupt system of money for influence,\nExpand disclosure of fundraising and spending, and \nPut power back in the hands of the people.\nWe can take immediate legislative action and make big, structural changes to how campaigns are financed. But to truly end the corruption of our democracy, we must also pass a constitutional amendment to overturn the Supreme Court's disastrous decisions in Citizens United and Buckley v. Valeo. A constitutional amendment will allow Congress to regulate election spending, establish public financing as the sole way to finance elections, and bring an end to the era of big money in politics.\nEND THE CORRUPT SYSTEM OF MONEY FOR INFLUENCE\nEven under current restrictive Supreme Court decisions, Congress can pass campaign finance laws to prevent the possibility of quid pro quo corruption, including restricting how much money can be given to candidates for office. My anti-corruption plan seeks to shut down avenues for money to exert a corrupt influence on elected officials. When it comes to campaign dollars, we need additional restrictions:  \nEnd the practice of federal candidates taking corporate PAC money. Right now, candidates for federal office can accept contributions from political action committees that are set up by corporations, even though they can't take contributions from corporations directly. My plan will make it illegal for corporate PACs to contribute to federal candidates. \nBan Foreign Corporate Influence in American Elections. Federal law prohibits foreign individuals from contributing to campaigns and thereby influencing American elections. But a loophole in federal law allows foreign-owned or foreign-funded companies to influence American elections. This concern is real. Reporters have described how foreign corporations are using this loophole to influence American elections. My plan would close this loophole and ban foreign controlled and influenced companies from spending in American elections by prohibiting U.S. subsidiaries of foreign companies, firms that have 1 percent ownership by a single foreign entity or 5 percent ownership by multiple foreign entities, and trade associations that receive money from those entities, from spending money in American elections. \nBan the Consideration of Campaign Donations in the Selection of Ambassadors. For decades, administrations of both political parties have appointed big donors and bundlers to ambassadorial posts around the world. These donors are usually not experts in the country, region, foreign policy, or anything else relevant to the job - but they are donors. I have pledged not to participate in this practice. My plan will make it the law by prohibiting campaign donations and political spending from being a consideration in the selection of an ambassador.\nClose the Loopholes for Single Candidate Super PACs. Billionaires are currently allowed to donate $2,800 to a campaign, but they can contribute unlimited amounts to a Super PAC as long as they do not coordinate with the campaign. To sneak around the coordination ban, Super PACs are sometimes run by a candidate's former staffers or others with a close relationship to the candidate. My plan would close this loophole and consider it coordination if a Super PAC is run by a person with political, personal, professional, or family relationship to candidate. \nBan Lobbyists from Donating, Bundling, and Fundraising for Candidates. When individuals who are paid to influence politicians also funnel money into the campaigns of those same politicians, that sounds like legalized bribery. My anti-corruption plan seeks to end the corrupting influence of lobbyists throughout our government, including by banning lobbyists from donating, bundling, and fundraising for candidates.\nAnd because political spending doesn't end on Election Day,  we must also enact strict contribution limits and disclosure requirements for inaugural committees. President Trump's inaugural committee raised nearly $107 million from giant corporations and wealthy donors - and the Chair of Trump's inaugural committee is now under federal investigation for allegedly misspending funds and selling favors to wealthy donors, including members of foreign governments. I've supported a bill to require disclosure of inaugural spending. My plan will also ban corporations and lobbyists from donating to inaugural committees and place contribution limits on donations - so we never have to endure an ethics disaster like Donald Trump's inauguration again.\nEXPAND DISCLOSURE OF FUNDRAISING AND SPENDING\nThe system of money for influence is helped, at every stage, by secrecy. Presidential campaigns keep secret whole systems of recognition and special access events. Online political advertising isn't disclosed the same way as TV and broadcasting, creating openings for foreign influence.\nDark money groups can spend and spend without ever making clear who their donors are. Under my plan, that will change.\nRequire disclosure of major donors, bundlers, and finance events in presidential campaigns. Right now, candidates for president spend much of their time courting wealthy donors behind closed doors, and then secretly rewarding those donors with titles and recognitions for raising big sums of money from their wealthy friends. Voters who want to know what secret honors are given out - and to whom - or where fancy big dollar events were hosted don't have any way to find out. Under my plan, presidential campaigns will have to disclose all donors and fundraisers who are given titles, including national or regional finance committees and bundling achievements. They'll also be required to disclose who is on host committees and invitations for fundraisers and the dates and locations of those fundraisers. If a campaign wants to have events at the homes of big bank executives or reward bundlers with inner-circle status, they can do that - but voters should know. \nUpdate campaign finance laws to address online political advertising. In the lead up to the 2016 election, Russian nationals and Kremlin-connected businesses spent money on an expansive effort to use internet ads to influence American public opinion. Under current law, many of these ads were completely legal. My plan would modernize campaign finance law for the digital age by including internet ads in rules regulating electioneering communications, requiring large platforms to keep a \"political file\" with information about ad buys, just like TV and radio broadcasters do, and requiring large platforms to make reasonable efforts to prevent illegal ad buys by foreign nationals.\nBring dark money into the light. Citizens United cleared the way for massive super PACs and dark money organizations that funnel hundreds of millions of dollars into our politics on behalf of largely unknown donors. Every organization that makes an election-related expenditure - including dark-money organizations - should be required to promptly disclose their large donors. And super PACs and other dark money groups must provide enough information about the sources of their money that the American people can trace it back to the ultimate individuals and entities that are funding them - not just the shell organizations used to conceal those sources.\nPUT POWER BACK IN THE HANDS OF THE PEOPLE\nRight now, our system of funding elections allows individuals and PACs to donate huge sums of money - collectively tens of thousands of dollars - to candidates and parties. And with money comes time, access, and the corruption of our representative democracy. We need to empower ordinary people through a small-dollar public financing system that gives candidates an incentive to spend more time courting working people, rather than just big donors. But it's not just individuals who spend money on politics: we can make corporations more accountable to workers and shareholders for their political spending. And of course, to make sure power stays in the hands of the people, we need a Federal Election Commission that can actually enforce election laws. \nEstablish a 6-1 Publicly Financed, Small Dollar, Matching Funds Program for Candidates and Parties. My plan will include a public financing program that would give a 6-1 match for small dollar contributions, less than $200. The program will be funded by penalties coming from corporate malfeasance and major tax crimes.\nLower Contribution Limits to Individuals and Political Parties. Federal law limits how much individuals can contribute to campaigns, political parties, and other FEC-regulated organizations (like PACs). The current limits are high: $2,800 per election for individual donations to campaigns and $35,500 per year for individuals' donations to national parties and more than $100,000 to special party accounts. My plan would drop the limit to $1,000 for campaign contributions and to $10,000 for contributions to political parties. Lowering contribution limits, combined with 6-1 matching funds for small dollar contributions, will shift incentives for candidates: it will make it less valuable to spend time raising money from big dollar donors and more valuable to spend time with ordinary voters. \nEstablish Public Financing for National Party Conventions. Every four years, the major parties gather at their national conventions. But these conventions have long been funded by corporations and the wealthy. My plan would establish public financing for the national conventions of major political parties.\nEmpower Workers and Shareholders to Approve of Corporate Political Activities. My plan also gives workers and shareholders more power in the political activity of American companies. Workers and shareholders should have a greater say in how and when companies choose to wade into politics. That's why my Accountable Capitalism Act requires 40% of corporate board members to be elected by workers, and both 75% of shareholders and 75% of the board to approve of any political action taken by the corporation. \nEnhance FEC Enforcement. Right now, the Federal Election Commission (FEC) is badly broken. In late September, in the midst of the Trump-Ukraine revelations, FEC Chair Ellen Weintraub proposed confirming that it is a crime to ask for foreign assistance for a campaign's benefit - even when the value of the benefit is \"difficult to ascertain.\" Republican Commissioner Caroline Hunter objected to this memo being added to the FEC's weekly digest, leaving Weintraub to post the reminder on Twitter. An agency that can't even remind people of the law isn't one that will be able to enforce it. Part of the problem is the FEC's design: the FEC is generally evenly divided between Democrats and Republicans and needs a majority to proceed with enforcement actions or write regulations. At present, the FEC doesn't even have enough commissioners to take any action: it has effectively shut down, right as the campaign season gears up, leaving us exposed when the need for oversight is greatest. My proposal would restructure the FEC by reducing the number of commissioners from six to five, and requiring one member to be an independent. We should also give the FEC expanded power to impose fines and increased resources for staff to conduct investigations, and give either party the ability to go to federal court if the FEC fails to pursue an enforcement action in a timely fashion. Finally, my plan would reinstate the authority of the FEC to conduct random audits. The FEC originally had the power to conduct random audits, but this power was removed in 1979. Now, the FEC can only make audits where there are obvious errors, which usually means that those without the resources to hire lawyers and compliance staff get audited. \nOur democracy shouldn't be bought and paid for by the wealthy and powerful. It belongs to all of us. When we use our voices and our votes, we can make real change - big, structural change. \nThat's why getting big money out of politics and addressing corruption in Washington are so important. These reforms make it possible to do everything else we need to do - from addressing climate change to forgiving student loans. Getting big money out of politics is a critical part of fighting corruption, and it will help give us a government that truly is of the people, by the people, and for the people. ",
    "url": "https://elizabethwarren.com/plans/campaign-finance-reform"
}