{
    "id": "climate_change",
    "text": "Record floods. Devastating wildfires. 100-year storms that happen every year.\nThe world's leading experts have long known that climate change is real, it is man-made, and we are running out of time. We already see its effects in events that cost lives and cause billions of dollars in damage, and that disproportionately impact our most vulnerable communities. We need aggressive action, and we need it now.\nElizabeth is an original cosponsor of the Green New Deal resolution, which commits the United States to a ten-year mobilization to achieve domestic net-zero emissions by 2030, and provides the framework for an ambitious effort to transform our economy and save our planet.\nThe challenge before us will require a national mobilization on the scale of New Deal, and a scientific mobilization like our race for the moon. But like the challenges America has faced before, it is also an opportunity: to create millions of good American jobs in clean and renewable energy, infrastructure, and manufacturing; and to directly confront the racial and economic inequality embedded in our fossil fuel economy. \nWe must meet the urgency of the moment, and a comprehensive approach to addressing climate change would be a top priority in a Warren administration. But we won't meet our emissions goals with a one-time, one-size-fits-all approach. To really bend the curve on climate, we'll need sustained big, structural change across a range of industries and sectors. That's why Elizabeth has woven climate policy throughout her plans, and why she'll use all the levers of government to tackle the climate crisis. \nThat means investing in sustainable, resilient infrastructure to meet the energy demands of the 21st century. Decarbonizing across every sector of our economy, from electricity to transportation to infrastructure. Encouraging our farmers to adopt climate-friendly sustainable agriculture practices. Conserving our public lands and making them part of the climate solution. Crafting international economic policies that incentivize countries around the world to reduce emissions. And creating solutions that are just and sustainable for all Americans. \nWhen it comes to climate change, our very existence is at stake. But Washington refuses to lift a finger without permission from the fossil fuel companies. That's dangerous and it's wrong. We are the wealthiest nation in the history of the world -- of course we can afford to make real investments in renewable energy, green infrastructure, and a Green New Deal. But we need a government that makes different choices -- a government that will stop handing out enormous tax giveaways to big oil companies, stop refusing to invest in our children's and grandchildren's futures, and instead will ask the people who have gained the most from our country to pay their fair share -- because our planet depends on it. Elizabeth is in this fight all the way.\nRead more about some of Elizabeth's plans to combat the climate crisis below. \nGreen Manufacturing\nElizabeth knows that we can lead the global effort to combat climate change with big and bold investments in American research, American industry, and American workers. Her green manufacturing plan would invest $2 trillion over the next ten years in green research, manufacturing, and exporting -- creating more than a million good jobs at home and helping achieve the ambitious targets of the Green New Deal.\nElizabeth believes the United States should lead the world in developing the green technology needed to combat the climate crisis. Her plan starts with a Green Apollo Program: a $400 billion commitment to clean energy research over ten years, with protections in place to ensure that technology is manufactured here at home, not overseas. Elizabeth will use the full power of the federal procurement process to create demand for the resulting technology, committing $1.5 trillion over ten years to purchase American-made clean, renewable, and emission-free energy products for federal, state, and local use. And she will use all the tools in our diplomatic and economic arsenal to encourage other countries to purchase these products, including making a $100 billion commitment to accelerate exports of American-made clean energy technology. \nClick here to read Elizabeth's full green manufacturing plan for America, which outlines how she will bank on American ingenuity and American workers to lead the global climate effort.\nFighting Corruption\nWashington works great for well-connected oil companies that want to drill everywhere -- just not for the rest of us watching climate change bear down on our planet. That's why Elizabeth has proposed an ambitious set of reforms to fundamentally change the way Washington does business. \nElizabeth was the first 2020 candidate to sign the No Fossil Fuel Pledge, committing to reject campaign contributions from oil, gas, and coal industries. She fought against Trump nominees like David Bernhardt and Andrew Wheeler -- walking conflicts of interest with deep ties to the fossil fuel industry. To reduce the influence of those companies on our government, she has proposed the biggest anti-corruption reform package since Watergate -- ending lobbying as we know it, and slamming shut the revolving door between Wall Street and Washington. \nFor too long, Big Oil has been allowed to suck down billions of dollars in subsidies at the expense of the environment and working families. Elizabeth supports eliminating fossil fuel subsidies and using that money to invest in clean and renewable energy and infrastructure. And Elizabeth's Climate Risk Disclosure Act would require companies to disclose their greenhouse gas emissions and price their exposure to climate risk into their valuations, raising public awareness of just how dependent companies are on fossil fuels and accelerating the transition to clean energy.\nClick here to read more about Elizabeth's plan to use market forces to speed the transition to clean energy -- without spending a dime of taxpayer money.\nClean Energy\nElizabeth accepted Jay Inslee's challenge to prioritize the threat of climate change by calling for a ten-year action plan to achieve 100% clean energy for America. We'll do this by decarbonizing our electricity, vehicle, and building sectors, which together are responsible for nearly 70 percent of all U.S. carbon emissions. \nWe have the technology today to start to construct a cleaner grid, to modernize our auto industry, and to green our communities, and Elizabeth's Green Apollo program will fund the research and develop the technology we need to go the final mile. Her Green Manufacturing plan will fund the procurement of clean energy products for federal, state, and local governments, and she'll commit $1.5 trillion more to subsidize the consumer transition to clean and renewable electricity, zero emission vehicles, and green products for commercial and residential buildings. By 2028, we'll attain 100% zero-carbon pollution for all new commercial and residential buildings. By 2030, we'll reach 100% zero emissions for all new light-duty passenger vehicles, medium-duty trucks, and all buses. And by 2035, we will achieve 100% clean, renewable, and zero-emission energy in electricity generation. And in doing so, we'll create millions of good, union jobs for American workers.\nClick here to read more about Elizabeth's plan to meet Jay Inslee's challenge and achieve 100% clean energy for America. \nGreen Infrastructure\nElizabeth believes that we have an obligation wherever possible to focus our investments on the clean technologies of the future instead of focusing on the dirty energy of the past. \nTo realize a clean future, we need to reject the dirty infrastructure of the past. As president, Elizabeth would subject new infrastructure projects to a climate test: a stringent environmental impact review conducted by independent entities without conflicts of interest related to the project. We should reject new fossil fuel infrastructure and projects that will emit greenhouse gases for decades to come. She supports full public input and analysis of proposed energy infrastructure projects -- including the free, prior and informed consent of the Tribal Nations concerned when a project crosses Tribal lands. Elizabeth opposes the Keystone XL, Dakota Access, and Line 3 pipelines because of the threat they pose to our public waters, lands, and agricultural areas, and because they cross areas important to several Tribal Nations without full Tribal consent. She has committed to revoke improperly granted permits for these pipelines and reject permitting of new projects where appropriate processes are not followed.\nElizabeth knows we need to invest in sustainable infrastructure to meet the energy demands of the 21st century. She opposed lifting the 40-year-old ban on exporting crude oil and would prohibit future fossil fuel exports. Instead, she supports investments in sustainable and resilient infrastructure, including distributed generation and clean energy technologies like solar and wind power. \nEnvironmental Justice\nWe have a crisis of environmental injustice in America that is the result of decades of discrimination and environmental racism compounding in communities that have been overlooked for too long. It is no coincidence that communities of color are more likely to live in neighborhoods with higher concentrations of air pollution than white families -- even when they have the same or greater income. It is the result of choices that put corporate profits before people, while our government looked the other way. This is unacceptable, and it must  end. Elizabeth has a plan to fight for justice as we defeat the climate crisis and transition to a 100% clean energy economy, leaving no community and no worker behind. \nThe solution to our crisis of environmental injustice must be led by the communities who are most affected by industrial pollution, which is why the federal government must support and uplift their efforts -- including by better identifying at-risk communities and prioritizing resources to support them and remediate historic injustices. To achieve a just transition, we will direct at least $1 trillion in climate investments into frontline communities, create millions of new good, middle-class union jobs to fight climate change, honor our commitments to fossil fuel workers, hold corporate polluters accountable, and elevate the voices of frontline and fenceline community leaders at the highest levels of our government.\nClick here to read more about Elizabeth's plan to fight for justice as we combat the climate crisis by implementing a Green New Deal. \nProtecting Public Lands\nOn her first day as president, Elizabeth will sign an executive order that says no more drilling -- a total moratorium on all new fossil fuel leases, including for drilling offshore and on public lands. But it's not enough to end our public lands' contribution to climate change: we have an enormous opportunity to make them a part of the climate solution. Elizabeth has set a goal of providing 10% of our overall electricity generation from renewable sources offshore or on public lands, nearly ten times our current generation capacity. \nElizabeth will fight to keep our public lands in public hands, restoring and expanding protections to national monuments targeted by the Trump administration. She'll fully fund our public land management agencies to eliminate the infrastructure and maintenance backlog in her first term, and make Land and Water Conservation Fund spending mandatory to ensure that we continue to preserve lands for conservation and recreation. And she'll jumpstart a 21st Century Civilian Conservation Corps to create job opportunities for thousands of young Americans caring for our natural resources, deepening their lifelong relationship with the great outdoors.\nClick here to read Elizabeth's full plan for managing our public lands and preserving wild, natural places for generations to come.\nSustainable Agriculture\nAmerica's family farmers are suffering from the effects of climate change, but right now, agriculture is also one of the largest polluters in our economy. Elizabeth will lead a full-out effort to decarbonize the agriculture sector by replacing our government's failed approach to the farm economy with one that supports family farmers and sustainable agriculture -- giving our farmers the tools, research, and training they need.\nFarmers are already adopting climate-friendly practices. But today there are far more farmers who want to join land conservation programs than there are funds available to support them. Elizabeth's plan will radically expand a tried-and-true program - the Conservation Stewardship Program - that funds farmers transitioning to sustainable practices, so that every farmer who wants to use their land to fight climate change can do so. By guaranteeing farmers a fair price and paying them to diversify their farms, Elizabeth's plan gives farmers the freedom to be a part of the climate solution. \nElizabeth will target a share of the $400 billion R&D commitment from her Green Manufacturing Plan toward decarbonizing the agriculture sector, including a farmer-led Innovation Fund to pilot new methods of sustainable farming. She will restore land grant universities to their core purpose of supporting our family farmers and our environment, not Big Ag. And she'll level the playing field for family farmers by holding Big Ag accountable - making them pay for the full costs of the environmental damage they wreak. \nClick here to read more about Elizabeth's planned investments in sustainable agriculture to achieve the goals of the Green New Deal.\nInternational Standards\nEven after we reduce U.S. emissions to net-zero, we'll still fall short of the reduction in global emissions needed to avert a climate crisis. Elizabeth would return the United States to the Paris Climate Accord -- but that's only the beginning of what we must do together to save our planet. \nElizabeth believes our international economic efforts should be focused on accelerating the global transition to clean energy. She would end support for international fossil fuel projects through the Export-Import Bank and the Overseas Private Investment Corporation, and use America's voting power in the World Bank and other global financial institutions to redirect investments from fossil fuel to clean energy projects. Her Green Marshall Plan will provide American-made clean energy technology to countries that need it most. She'll commit $100 billion over ten years to offer discounts to countries hardest hit by the climate crisis, or as an incentive for regulatory changes that further reduce emissions.\nElizabeth will require the Pentagon to achieve net zero carbon emissions for all its non-combat bases and infrastructure by 2030, consistent with the Green New Deal. And she'll invest billions of dollars into a new, ten-year R&D program focused on microgrids and advanced energy storage.\nWealthy industrialized nations have disproportionately benefited from fossil fuels, while other countries disproportionately suffer the impacts. Elizabeth knows that we must help countries adapt to climate change and address refugee flows as a result of climate insecurity. But we must also commit to reduce the structural inequalities that make some countries so vulnerable in the first place.\nImproving Trade\nFor decades, Washington has let multinational corporations dictate America's trade policy, weakening environmental standards and accelerating climate change. As President, Elizabeth will transform our approach to trade -- bringing transparency to trade negotiations, leveling the playing field by raising global standards, and enforcing environmental accountability.\nUnder Elizabeth's plan, countries will be required to join the Paris Climate Agreement and eliminate domestic fuel subsidies as a precondition for entering trade negotiations with the United States. Elizabeth will seek a new multilateral agreement to protect domestic subsidies for green products and preferential treatment for green energy production from WTO challenges. And she'll impose a border carbon adjustment on carbon-intensive imported goods. \nElizabeth will end the practice of secret trade negotiations heavily influenced by corporate interests. She'll ensure that environmental, consumer, and labor representatives outnumber corporate interests on trade advisory committees. And rather than rushing trade deals through Congress, she'll make draft agreements public -- giving Americans, including environmental groups, an opportunity to comment. \nElizabeth also supports creating a \"non-sustainable economy\" designation for countries with poor environmental practices. She'll strengthen enforcement by creating a labor and environmental enforcement division under the United States Trade Representative, and she'll remove Investor State Dispute Settlement (ISDS) provisions that allow multinational corporations to single-handedly undermine environmental regulations.\nClick here to read more about how Elizabeth's trade policy will strengthen environmental standards and combat climate change.\nTribal Lands\nClimate change has disproportionately impacted Native people and will continue to do so as its effects worsen. Our climate policies must address these disparate consequences, prioritizing the interests of Tribal Nations and all frontline communities, in a manner consistent with the Green New Deal. \nElizabeth will end the practice of placing the interests of companies that want to exploit our environment ahead of the interests of Native people who seek to preserve their homelands and sacred sites. She believes that absent extraordinary circumstances, no project, development, or federal decision significantly impacting tribal communities, their lands, resources, citizens, or religious practices should proceed without free, prior and informed consent from the Tribal Nation concerned. She'll incorporate the interests of Tribal Nations into our administration of public lands, reflecting their traditional ecological knowledge, making provisions for tribal culture and customs, and exploring co-management and the return of resources to indigenous protection wherever possible. Elizabeth will empower tribal communities with the resources to fully fund needed electrical grids and expand existing successful renewable energy initiatives. Her Green Manufacturing plan would prioritize resources for communities that often bear the brunt of climate change, including tribal governments. And she'll make respect for sacred tribal religious interests the law of the land.  \nClick here to read Elizabeth's full plan to honor and empower Tribal Nations and indigenous peoples.\nClean Air and Water\nClean air and water are vital to our health and welfare and to our economy. We can't allow big corporations to mortgage our planet's future by continuing to pump dangerous amounts of pollution into our communities.\nElizabeth will restore the Obama-era environmental protections that safeguard the air we breathe and the water we drink. That includes reinstating the methane pollution rule to limit existing oil and gas projects from releasing harmful gases that poison our air. She will work to decarbonize our electric sector by restoring the Clean Power Plan to put limits on carbon pollution emitted from our power plants. She'll set tough standards for vehicle emissions, protect tax credits for electric and alternative fuel vehicles and infrastructure, and put real dollars behind transitioning toward cleaner electric vehicles and building a 21st century transportation system. She'll reinstitute the clean water rule to protect our lakes, rivers, and streams, and the drinking water they provide. And she will make agribusinesses pay the full costs of the environmental damage they wreak by closing the loopholes they use to get away with polluting and beefing up enforcement of the Clean Air and Clean Water Acts.\nIn a system rigged for the wealthy and well-connected, communities of color are often hit the hardest. When communities like Flint, Michigan are living with poisoned water and polluted air, Elizabeth knows we need to fight back. As president, she would work to address environmental injustice and strengthen legal protections for frontline communities. We need a sustainable environment -- for all of us.",
    "url": "https://elizabethwarren.com/plans/climate-change"
}