{
    "id": "combating_infectious_disease_outbreaks",
    "text": "In 2014, the world watched as Ebola spread throughout six countries in West Africa and eventually jumped oceans to reach the United States, Spain, Italy, and the U.K. As the outbreak spread, over 50 countries stepped up to help respond. The experience revealed a new global reality: to effectively beat infectious diseases, we need all hands on deck. \nIn 2015 the state of Indiana experienced an outbreak of HIV stemming from the ongoing opioid epidemic. In a county with a population of less than 25,000, over 200 people contracted the virus. Simultaneously, Zika virus was spreading throughout the U.S. and causing birth defects in children born to some infected pregnant women. \nIn 2019, the U.S. saw a rise in outbreaks of measles -- a disease we had eliminated in 2000. And today, the 2018 Ebola outbreak continues in the Democratic Republic of the Congo. \nExperts believe the world is due for another bout of pandemic influenza. The latest threat comes from coronavirus, a respiratory condition in the same family of viruses as SARS that is spreading throughout China and just last week reached the United States. With well over 2,000 people infected and a rising death toll, China has restricted the movement of 56 million people. The world is watching closely to determine if this will be designated as our next global Public Health Emergency.\nInstead of building capacity to combat these problems, Donald Trump has deprioritized global health security and risked putting us on our heels in a crisis.\nTrump has repeatedly tried to nickel and dime federal programs essential to health security, proposing billions of dollars in cuts so drastic that even a leading House Republican thought they would leave Americans vulnerable. Trump eliminated the key position that coordinates global health security across the many federal agencies that work to keep us safe. And his response to natural disasters that could lead to serious outbreaks, like hurricanes in Puerto Rico, has been basically non-existent. \nOn the global stage, his decision to withdraw from the Paris Climate Agreement demonstrates reckless denial about the role of climate change in fueling epidemics. His foreign policy has damaged long-standing alliances with partners like the U.K. and France, who are critical partners in responding to global health crises. \nLike so much else, Trump's approach to keeping us safe from disease outbreaks is a mess. But when he's gone, we can fix it.  \nWe can invest at home to ensure our public health agencies, hospitals, and health care providers are ready to jump into action when outbreaks strike. And we can help build strong public health systems abroad. By taking these steps, we will save lives, strengthen our relationships with allies, protect our interests, and help build resilience to outbreaks and pandemics. \nThat's why I have a plan to prevent, contain, and treat infectious diseases -- one that will help keep America safe and healthy. And as President, I will work across all levels of government here at home and with our many partners abroad to turn that plan into action.\nPreventing Transmission and Preparing for Outbreaks\nThe best way to beat a pandemic is to prevent it from starting in the first place. As President, I will work to build the foundations that help us catch infectious diseases before they spread.\nBuild strong public health systems at home and abroad. Combating infectious diseases requires building health infrastructure that enables us to handle epidemics whenever and wherever they strike. Diseases do not recognize borders -- we need a global approach to a global problem. To build strong systems we must:\nFund agencies that prevent and manage outbreaks. President Trump has repeatedly proposed billions in cuts to the agencies responsible for fighting and preventing pandemics, a devastating blow that would put lives at risk. Some of the deepest proposed cuts were to the Centers for Disease Control and Prevention (CDC), which runs essential pandemic prevention and response programs. As President, I will fully fund this work, ensuring that key agencies like the Department of Health and Human Services (HHS), the State Department, and the U.S. Agency for International Development (USAID) have the support they need to do their jobs.\nPrepare health departments, health care providers and hospitals, and other facilities and frontline staff. We must increase funding for the Public Health Emergency Preparedness (PHEP) cooperative agreement that supports the critical work of health departments across the country to prepare for outbreaks, natural disasters, and more. Similarly, we must continue to support the Hospital Preparedness Program (HPP), which ensures we equip facilities and train staff on the front lines. \nFully fund the Global Health Security Agenda (GHSA). Designed to build capacity in nearly 50 countries, the GHSA funds work in partnership with other countries to strengthen their public health infrastructure and combat outbreaks before they start. And in a few short years, it is clear that investment has paid off. Under President Trump some of this work has ramped down, but we know that the ability to stop an outbreak requires consistent investment and support. As President, I'll provide it.\nReduce transmission of infectious diseases at home. By reducing the transmission of communicable diseases like HIV and Hepatitis C, we keep families healthy and safe and strengthen our health system's ability to respond to global pandemics. That's why I have a plan to invest $100 billion to end the opioid epidemic, and why I've committed to end the domestic HIV epidemic by 2025 and ensure that patients can afford drugs like PrEP and Hepatitis C treatments by acting on Day One of my presidency to lower drug prices.\nMove to Medicare for All. When people can't access basic health care, infectious diseases are more likely to spread and cause severe, lasting health effects -- as we saw in the recent Indiana HIV outbreak. This is especially true in underserved communities, who can experience the effects of outbreaks more severely. Under Medicare for All, everyone will have high quality health care they can afford, removing financial barriers for patients who may be contagious and need to seek care. We all benefit when we stop the spread of infectious disease faster.\nFully fund critical existing global health work. U.S. investments in global health, including programs that combat HIV and AIDS, tuberculosis, and malaria help build capacity in countries around the world that enables them to better handle epidemics when they strike. As President, I will push to expand funding for the President's Emergency Plan for AIDS Relief, which funds vital services for individuals living with HIV or AIDS overseas and is a pillar of U.S. global health programs. I'll also repeal the Trump administration's heartless Global Gag Rule, which makes organizations that conduct or refer patients for abortion ineligible for global health funds -- harming patients and reducing the capacity of other nations' health systems. \nFight climate change. A changing climate means infectious diseases will spread to new places, and it's already happening. In 2016, the Zika virus threatened more of the U.S. because changing climates mean the mosquitos that carry it now thrive further and further north. And Lyme disease is expected to increase by 20% in the next decade due to climate change. West Nile is projected to more than double by 2050 due to warming, costing upwards of $1 billion annually. Our health depends on fighting climate change. And I have a lot of plans for that. \nRecommit to the Paris Agreement and invest in the Green Climate Fund. On Day One of my administration, I'll commit the United States to rejoin the Paris Agreement, including meeting Obama era commitments to the Green Climate Fund -- a critical funding stream to prevent the spread of climate fueled pandemics -- and backfilling the contribution that the Trump administration neglected to deliver.\nRecognize interconnectedness of human, animal, and environmental health. When it comes to pandemics, we must think about how animal, human, and environmental factors interact. Last year the Trump administration shut down the Predict program to test animals for dangerous pathogens that could cross over to humans. As President, I would restore this essential work. And I will support new scientific research to help understand and predict the impact of warmer temperatures on disease emergence and transmission.\nInvest in CDC's Climate and Health Program. This essential program invests in adaptation for the effects of climate change on our nation's health, but it's budget only allows for programs that cover roughly half our population. Rather than follow President Trump's attempts to kill this program, I will expand it to cover every American so no community is left behind. \nPrioritize effective federal management. As President, I'll take key steps to ensure that the agencies who handle outbreaks have clear leadership, responsibility, and support. \nRestore White House leadership position for health security. President Obama created this position in response to the Ebola epidemic. In 2018, the Trump administration eliminated it - and I demanded answers. As President, I will bring it back, with a formal senior lead in my White House who focuses solely on global health security and oversees this work across the entire federal government.\nRebuild the State Department and USAID. American security and health depend on robust diplomacy and development assistance, but the Trump administration has declared war on the State Department and USAID. We must reverse the trend of declining American diplomacy and development aid by creating a 21st century foreign service and corps of development specialists. My plan to rebuild the State Department ensures that we have the diplomats we need leading our engagement with the world to help effectively manage outbreaks.\nBuild on CDC's legacy as the world and domestic leader in public health. The Strategic National Stockpile (SNS) holds our nation's largest supply of medical countermeasures and medical supplies. Historically, CDC has managed the SNS because it has the public health expertise to stock the right medical countermeasures and ensure they get to communities who need them during an emergency. In 2018, the Trump administration removed the SNS from CDC management in an ill-advised attempt to streamline response activities that could make it easier for drug companies to lobby for their products to be included. As President, I will move it back to optimize public health while ensuring coordination with other agencies. \nStrengthen the Public Health Emergency Medical Countermeasures Enterprise (PHEMCE). PHEMCE coordinates the federal government's efforts to prepare for potential chemical, biological, radiological and nuclear threats, as well as from emerging infectious diseases. We must ensure the PHEMCE fully utilizes expertise from across agencies and reinvigorate its ability to prepare for and respond to emergencies. \nDevelop vaccines for infectious diseases. The United States should join it's peer countries and invest in the Coalition for Epidemic Preparedness Innovations (CEPI), a public/private global alliance focused on vaccine development, and actively participate in global coalitions working toward vaccine development. I have pushed the CDC to prepare for pandemic influenza, which must include the development of a universal flu vaccine -- a necessity if we want to effectively fight the next strain of pandemic influenza.\nContaining Outbreaks and Ensuring Equity \nEffectively containing infectious diseases requires effective coordination, flexible resources, clear data and communication, and the ability to move fast while not leaving anyone behind.\nEnsure surge funding to handle the outbreak. Responding to pandemics costs money. And when it's needed, it's needed yesterday. In 2014, Congress did not provide funding to combat Ebola when it was out of control in West Africa, and waited until nearly 3 months after the first case occurred in the U.S. to appropriate additional funding. But epidemics don't wait for Congress. To have a shot at getting ahead of the next big outbreak, we must appropriate and replenish funding for the Public Health Emergency Fund at HHS. This fund enables HHS to quickly respond to public health crises without waiting for supplemental appropriations from Congress. \nEstablish the Global Health Security Corps. Sometimes outbreaks occur in places experiencing intense conflict. And when health experts cannot enter those regions, outbreaks can grow exponentially. A bipartisan commission recently proposed creating a global health team that can handle these challenges -- doctors, scientists, and aid workers with extensive security training who can go into conflict zones to do contact tracing, build trust in communities experiencing conflict, and work effectively with foreign governments at the local, regional, and national level. As president, I'll launch this Global Health Security Corps to ensure that we can get the right expertise to the center of an outbreak before it becomes an epidemic.\nMitigate impact on underserved populations. Underserved and disadvantaged populations are hit harder by outbreaks. Adding insult to injury, vulnerable populations are often scapegoated for spreading disease. Outbreak responses must ensure that everyone can get the help they need. This requires constant effort on the front lines - but system-level solutions can help, too.\nPractice ethical and evidence-based infection control. My administration will work with state and local governments to ensure that disease surveillance and response is based on facts and science, not fear. We will also reject ill-informed, unscientific, and often counterproductive travel bans in favor of science-based efforts at isolation and quarantine. These efforts will be undertaken only when necessary, and we will provide strict protection of civil liberties for those involved, including the rejection of any unlawful detentions. \nLeverage federal health care programs to respond to disasters. Studies have shown the clear connection between extreme weather events and outbreaks. After Hurricanes Irma and Maria hit the US Virgin Islands and Puerto Rico, for example, fatalities from bacterial Leptospirosis spiked, eventually leading to 26 deaths. In addition, despite the extensive damage to the islands infrastructure, the Trump administration waited months before delivering aid or assistance. I have committed to leverage federal programs to quickly tailor health care responses to specific environmental disasters or outbreaks in affected communities when they occur.\nBuild equity protections into preparedness grant funding and government seeded innovations. I will instruct my administration to incorporate equity requirements into health preparedness and response programs to ensure all communities get the resources they need to stay healthy. I have also committed to improve environmental equity mapping via \"a rigorous interagency effort to identify cumulative environmental health disparities and climate vulnerabilities and cross-reference that data with other indicators of socioeconomic health.\" When the government helps fund development and clinical trials of medical countermeasures, we should be sure to negotiate a fair market price so that everyone can afford it.\nProvide aggressive dissemination of reliable information. Communication is an essential element of effectively beating an outbreak. My administration will work with the private sector to promote the distribution of important factual information, to counter misinformation, and to ensure that critical facts are appropriately translated so communities can take the steps needed to stay healthy. The Trump administration banned CDC from using \"evidence-based\" or \"policy-based,\" as well as other terms, in official documents--unacceptable for an agency whose mission must be informed by science. In a Warren administration, science will once again be in charge at the CDC.\nUphold principles of open science and transparency. Sharing information about what is happening during an outbreak facilitates problem-solving. We must encourage sharing of specimens and data between researchers and public health officials, urge transparency from foreign governments, and increase support for data sharing platforms. During a public health emergency, publishers should not use paywalls to hide important data or force authors to keep data embargoed until publication. My administration will conduct a full-scale reassessment of the public health informatics supported by the federal government and modernize these systems, building on recent congressional investment. And I have already committed to improve interoperability of electronic health records, which will help providers all across this country see their patients' medical histories and ensure that more patient data can be securely shared with critical public health databases, while ensuring that patient privacy is maintained. \nEffectively partner with foreign governments and multilateral organizations. The U.S. cannot beat outbreaks alone. We must use all our tools, including diplomacy and international collaboration, to work through tough issues and partner with other countries. I'll lead the world in promoting effective multilateral action, including through the Joint United Nations Programme on HIV/AIDS and the Global Fund to Fight AIDS, Tuberculosis, and Malaria. And I'll bolster our work with the World Health Organization (WHO) to continue reforms started after the 2014 Ebola outbreaks and improve the world's ability to respond collectively to these crises. \nTreating Emerging Infectious Diseases\nIt's essential that we continue pushing for medical advances -- both to treat those who contract diseases and vaccinate against those we can prevent.  \nInvest in basic science. I have committed to invest $100 billion in the NIH -- and $60 billion of that will fund basic science research. And when drug companies break the law, I'll create a \"swear jar\" where companies will pay a portion of their profits from publicly-funded research back to the NIH. This funding will expand the research we need to develop vaccines and treatments for infectious diseases we know and novel diseases that have not yet emerged.\nInvest and incentivize development of new medical countermeasures. To ensure we are able to effectively surge development during a pandemic, we must build and maintain strong infrastructure for medical countermeasure development. As President, I will ensure that small biotechnology innovators get ongoing support from Biomedical Advanced Research and Development Authority (BARDA), and we will leverage the Food and Drug Administration (FDA's) expertise in manufacturing and clinical trials to help larger drug manufacturers bring these countermeasures to market at scale.\nBring new treatments to patients. The $40 billion I've committed to invest in the NIH will fund the creation of the National Institute for Drug Development -- a new institute that will work to bring that basic research of the rest of the NIH into reality for patients. And under Medicare for All, we will be able to better incentivize the private sector development of drugs for which the market is currently broken, like vaccines and antibiotics. Vaccines prevent outbreaks from starting, while antibiotics provide critical protection against infections, and we are in desperate need of new antibiotics to combat resistant infections.\nEnable surge support during outbreaks, especially for diagnostics. BARDA and FDA must be ready to surge at times of outbreak, when the need to quickly diagnose new cases is essential to containing an outbreak and properly treating patients. My Administration will work to provide this support and, when appropriate, use Emergency Use Authorizations to get new diagnostics into the hands of health care providers as soon as possible.\nPrioritize therapies that work for all populations, especially kids. Therapies are often approved after being tested on populations that are not representative of the patient population. As a result, many therapies in the Strategic National Stockpile are not approved for kids, and some therapies do not work as effectively for racial minorities or women. As President, I will direct the FDA and BARDA to work with drug companies to develop pediatric medical countermeasures and increase the enrollment of underrepresented populations in clinical trials, ensuring that the treatments we develop work well for all of us.\nEnsure treatments can reach patients quickly. Time is critical when you're combating infectious diseases. We must make sure that our system is ready to \"turn on\" at a moment's notice. That means we must constantly evaluate our medical countermeasure stockpiles and prepare annual updated biological threat assessments. And during an outbreak, we must quickly distribute medical countermeasures, with proper protections for equitable distribution across communities.\nEnsure safety of high security labs. My administration will not allow labs to generate novel viruses with epidemic or pandemic potential, or to perform field testing of such viruses and will closely monitor dual-use research on biological threats and update policies as needed. This knowledge is incredibly important to protect our health, but could be harmful if used as a weapon. And we must be vigilant about lab safety standards and avoid accidentally mailing anthrax or forgetting about smallpox specimens for 50 years. \nDiseases like coronavirus remind us why we need robust international institutions, strong investments in public health, and a government that is prepared to jump into action at a moment's notice. When we prepare and effectively collaborate to address common threats that don't stop at borders, the international community can stop these diseases in their tracks.",
    "url": "https://elizabethwarren.com/plans/combating-infectious-disease-outbreaks"
}