{
    "id": "confronting_white_nationalism",
    "text": "In June 2015, a gunman shot and killed 9 Black worshippers at Mother Emanuel AME Church in Charleston after spending weeks compiling a racist manifesto. \nIn August 2017, a white supremacist rally in Charlottesville turned deadly when one of the white supremacists attending the rally plowed his car into a crowd of counter-protesters. The groups involved chanted racist and anti-Semitic phrases and praised the KKK. \nIn October 2018, a shooter killed 11 worshippers at the Tree of Life synagogue in Pittsburgh, the deadliest attack against Jews in American history. The alleged killer shared anti-Semitic threats and conspiracy theories online. \nIn August 2019, a gunman opened fire at an El Paso Walmart, killing 22 people - one of the largest domestic terrorist attacks against the Latinx community in modern history. The alleged gunman said he wanted to target immigrants.\nThese crimes took place at different times, in different places across our country, but they share much in common. They were intended to create fear. They were motivated by hate and bias. And they are incompatible with our values and have no place in American life. \nUnfortunately, these are not isolated examples. The FBI logged over 7,000 hate crimes last year, and the government's own surveys suggest there are hundreds of thousands more that go unreported or uncategorized. \nThese crimes could - and should - have been prevented. \nHate Crime Bias Motivation (2018) \nDisclaimer: These are based on reports to the FBI of victims of single-bias incidents, and there is often significant underreporting of hate crimes overall. Source: Department of Justice View in full screen.\nUnfortunately, the current administration has chosen to ignore the threat posed by white nationalists and affiliated violent extremists. Donald Trump has openly stoked these fires. He has cozied up to white nationalists - even hiring some, like Stephen Miller, into his White House. Trump has made one racist remark after another. He has put in place racist policies, from the Muslim Ban to his ongoing effort to build a monument to hate on our southern border. \nWe have all experienced the consequences of our president's moral deficiencies. Hate crimes spiked after Trump's election, and last year violent personal attacks reached a 16-year high. And while many of these crimes have racial motivations, the white nationalist ideology also targets people of different beliefs, sexual orientations, and ability - anyone who doesn't meet their warped definition of belonging. Anti-Semitic incidents, such as physical assault, vandalism, and attacks on Jewish institutions, surged nearly 60 percent in 2017, the largest single-year increase on record. Last year, nearly one in five hate crimes was motivated by anti-LGBTQ+ bias. Crimes against people with disabilities have increased. It is clear that racists, white supremacists, and people with hateful ideologies of all kinds feel empowered and protected by this president. \nDomestic right-wing terrorism is completely incompatible with American values. It is a threat to American safety and security. In a Warren administration, we will use every tool we have to defeat it. Here's my plan to address white nationalist violence and associated acts of terror. \nPrioritizing the Prosecution and Investigation of White Nationalist Violence\nSince the attacks of 9/11, the FBI and the Department of Justice have prioritized investigating and prosecuting international terrorism. But domestic terrorism, including right-wing and white nationalist violence, has not received the same attention, and hate crimes and other civil rights violations rank as the FBI's fifth priority. \nThe Department of Justice has at times cited lack of statutory authority for its unwillingness to act against white nationalists and violent domestic extremists. But we don't need new laws. In fact, the truth is that our government has a long and shameful history of abusing existing authorities to target activists and communities of color engaged in peaceful protest and acts of civil disobedience. In recent years, that has included surveillance of Black Lives Matter activists and Native protestors at Standing Rock, infiltrating mosques and sting operations directed at Muslim Americans, and even investigating community groups who opposed Trump's separation of families at the border. Even programs for Countering Violent Extremism have too often harmed law-abiding members of minority communities. And with his aggressive prosecution of his political opponents, Donald Trump has made it clear that any new such laws would be open to abuse. \nThere are at least 50 offenses related to domestic terrorism already on the books. There are also other statutes that can be used to prosecute white nationalist extremists, including hate crimes and organized crime laws. We have the laws. What we lack is the will to prioritize investigating and prosecuting these crimes.\nIn a Warren administration, combatting white nationalist crime will be a top priority for the Departments of Justice and Homeland Security - we'll use the investigative and prosecutorial resources of these Departments to go after any white nationalist crime involving a threat to life or associated with a broader white nationalist organization that has previously engaged in violence. \nHere's how we can do that:\nCollect better data. There are nearly 18,000 police departments and law enforcement agencies in the United States, but many agencies are apparently reporting inaccurate or incomplete data. As a result the government lacks reliable data on the scope and scale of the white nationalist threat, because we simply don't collect the right information. In my administration, the federal government will require state and local governments to report suspected incidences of bias-motivated crimes. We'll adopt standard metrics for reporting, including collecting aggregate data about perpetrators, investigations, charging decisions, prosecutions, and criminal sentences. We'll make this aggregate data public to promote accountability. And we'll use it to conduct a top-to-bottom audit to better align DOJ and DHS resources with existing public safety threats. \nMake it a federal case. State and local jurisdictions often lack the resources, training, and expertise to take on bias-motivated crimes. My administration will reverse the pattern of referring significant hate crimes to state and local jurisdictions - particularly those where officials have a pattern of failing to appropriately investigate and prosecute such crimes. The FBI should investigate these crimes, so that they are correctly categorized and so that patterns can be identified to prevent follow-on attacks. At the same time, we'll improve training for law enforcement to recognize and investigate hate crimes. And we'll push all states to pass inclusive hate crimes statutes that cover race, religion, ethnicity, sexual orientation, disability, gender, and gender identity.\nStandardize prosecutions. We know that there are structural race problems in our criminal justice system. As of 2017, Latinx adults were three times more likely to be incarcerated than white adults. For the exact same crimes, Black Americans are more likely than whites to be arrested, charged, wrongfully convicted, and given harsher sentences. Prosecutors seek and receive longer sentences for Muslim perpetrators than for non-Muslim perpetrators accused of similar crimes. I'll direct federal prosecutors to seek similar penalties for individuals who commit similar crimes - regardless of their race, ethnicity, or supposed ideology. This includes consistently designating hate crimes as domestic terrorism when the offense meets the threshold, regardless of the alleged perpetrator's race, beliefs, or ethnicity.\nDisrupt international networks. Homegrown white nationalist groups are increasingly influenced by and coordinate with their counterparts overseas. The threat posed by these violent white nationalist groups now easily crosses borders, as demonstrated by recent attacks in Europe and New Zealand. I'll direct the National Counterterrorism Center to work with our international partners and allies to investigate multinational efforts to instigate white supremacist violence. And when our partners and allies designate white nationalist groups as a threat to their home governments, I'll add them to the State Department's list of foreign terrorist organizations. \nAddress white nationalism in the military. Extremist ideology is a threat to our values. It degrades readiness and threatens good discipline and order. But 22 percent of military personnel surveyed said they have seen evidence of white nationalism or racist ideology from their fellow service members, and official numbers almost certainly undercount the problem. I'll direct the Pentagon to tighten its background check process and to better track incidents of bias crimes and reports of affiliation with white nationalist or neo-Nazi groups in the ranks. There is no room for white nationalism in the ranks of our armed forces. \nHate Crimes in 2018 \nLast year, violent personal attacks reached a 16-year high. Source: New York Times View in full screen.\nKeeping Guns Away From Those At Risk Of Violence\nToo often, guns are used in acts of mass violence intended to provoke fear in minority communities. Over 10,300 hate crimes are committed each year on average using a gun. And while the majority of Americans - including a majority of gun owners - support sensible gun legislation, even the most basic proposals, like universal background checks, are consistently blocked by far-right ideologues in Congress. My gun safety plan commits to reduce overall gun deaths by 80 percent, and will keep weapons out of the hands of violent domestic extremists and others committed to violence.\nExpand background checks. Most Americans agree that we need to make it harder for someone with expressed violent intent to obtain a gun. But 22 percent of gun owners acquired a firearm without undergoing any background check. I'll expand the requirement that anyone \"engaged in the business\" of dealing in firearms follow federal rules, so that it includes the vast majority of gun sales outside of family-to-family exchanges, including at gun shows and online. This will extend requirements for background checks and all federal gun rules to cover nearly all gun sales, making it more difficult for someone associated with a violent or militant group to obtain a gun. \nKeep guns out of the hands of those who may be violent. Many perpetrators of hate crimes exhibit warning signs or express a desire to commit violence in advance. Extreme risk protection orders allow families and law enforcement to petition to temporarily restrict access to firearms for individuals in crisis or at elevated risk of harming themselves or others. I'll work with Congress to pass extreme risk protection laws, and create a grant system to incentivize states to enact their own laws that clearly define extreme risk. \nPrevent convicted hate-inspired criminals from owning a gun. Under current federal law and many state laws, conviction of a misdemeanor hate crime does not prohibit someone from purchasing a firearm. I'll work with Congress to permanently prevent any individual convicted of a hate crime from owning a gun - full stop. \nEarly Intervention to Prevent Extremist Violence\n17 percent of hate crimes reported to the FBI are committed by minors. In 2017 alone, there were 340 hate crimes reported at K-12 schools - more than double the figure reported in 2013. I'm committed to protecting the civil rights of all of our students, but especially those who have experienced the most hatred and fear under President Trump - including Muslim students, Dreamers, migrant students, and transgender students. But it's not enough to have the right responses in place once a hate crime has occurred. To most effectively protect our students, we have to be proactive, addressing racism and intolerance before it has a chance to grow. Any strategy to combat white nationalist crime must invest in educating our young people and giving them the tools to recognize and prevent bias-motivated violence. That also means teachers, health professionals, and community leaders need the resources to be able to intervene before it's too late and address the effects of violence when it does occur.\nInvest in evidence-based school safety. 14 million students in our country attend schools with a police presence - but no counselor, nurse, psychologist, or social worker. I will push to close the health provider gap in schools so that every school has access to the staff necessary to support students. And if police officers have to be in schools, they should receive training on discrimination, youth development, and de-escalation tactics.\nStudents In Schools With Police But No...\nSource: American Civil Liberties Union View in full screen.\nTeach tolerance. Social-emotional learning - or curricula focused on empathy, responsible decision-making, and respect for peers - has a demonstrated positive impact. Studies show that rigorous, culturally-relevant, identify-affirming learning programs can improve attendance and academic success. Unfortunately, because of tight budgets, these subjects and programs are often considered expendable - as is instruction in civics, media literacy, and critical thinking. Combating hate starts with ensuring that all the groups within our communities are reflected in our school curricula. I'll fight to fully fund and target programs that conduct research in and support well-rounded, culturally relevant education, some of which the Trump administration has proposed eliminating entirely. And I'll require states receiving these grants to provide the same well-rounded, culturally-relevant curriculum in alternative schools and juvenile detention facilities.\nCreate an interagency task force to combat white nationalist crime. Hate crime is not just a problem for law enforcement, it's a challenge for our whole community - but we can't wait until a violent crime has occurred to respond. I'll establish a task force comprised not only of DOJ and DHS, but also departments like the Departments of Education and Health and Human Services focused on early intervention and countering violent narratives before they can take root. I'll direct the task force to develop a toolkit for states and local governments to help them confront white nationalist ideology, prevent hate crimes, and rehabilitate minors. \nAddress incitement to violence on the Internet. America's technology companies provide valuable products but also wield enormous power over our digital lives - one study estimated that more than 70 percent of teenagers were exposed to extremist content online. But time after time, Big Tech companies have put profits over preventing violent extremists and other bad actors from weaponizing their platforms to recruit and incite violence. I'll establish a commission to work out ways to combat violent extremist content on the Internet in a manner consistent with freedom of expression. And while there is much more to be done, my plan to break up Big Tech would help by reducing the power of Big Tech platforms over our society, economy, and democracy while opening up competition that could improve privacy and security. \nPolice Reform to Protect Targeted Communities\nCommunities targeted by white nationalists are essential partners in the effort to combat this threat, yet these same communities often lack trust in law enforcement. Undocumented people may fear reporting will expose them to immigration officials and, potentially, deportation. LGBTQ+ victims and Black and Brown communities may be reluctant to report because they fear police will side with the perpetrators or even persecute the victims. \nEveryone is less safe when trust erodes between the police and the communities they serve. Survivors of violence and those who witnessed it need to feel comfortable coming forward so perpetrators of hate crimes can be held accountable. And working together will improve safety not only for the community, but also for law enforcement - because while some police departments have struggled with extremists in their ranks, white nationalists and other violent domestic extremists pose a danger to police officers themselves, as well. \nAs president, I'll establish a zero tolerance policy for any federal law enforcement officer who participates in, cooperates with, or assists individuals who commit white nationalist crimes. And my plan for police reform would fundamentally change how police work is done in America, replacing failed policies with effective, evidence-based practices that do not violate individual rights. \nEnd racially discriminatory policing. Policies like stop-and-frisk and \"broken windows\" policing have trampled the constitutional rights of countless Americans -- particularly those from Black and Brown communities - without any measurable impact on violent crime. I'll end stop-and-frisk by directing the Justice Department to withhold federal funding from law enforcement agencies that continue to employ it and other similar practices, and I'll work with Congress to pass legislation to prohibit profiling at all levels of law enforcement.\nSeparate law enforcement from immigration enforcement. The data are clear. When local law enforcement is mixed with immigration enforcement, immigrants are less likely to report crimes, and public safety suffers. It's time to stop directing law enforcement officers to do things that undermine their ability to keep communities safe. My immigration plan will address this by ending the 287(g) and \"Secure Communities\" programs, putting in guidelines to protect sensitive locations like hospitals and schools, and expanding protections for immigrant survivors of violent crimes that come forward and work with law enforcement.\nRestrict qualified immunity to hold police officers accountable. When an officer abuses the law, that's bad for law enforcement, bad for victims, and bad for communities. But today, police officers who violate someone's constitutional rights are typically shielded from civil rights lawsuits by qualified immunity, a legal rule invented by the courts that blocks lawsuits against government officials for misconduct in many cases. Qualified immunity has shielded egregious police misconduct from accountability - and without access to justice and accountability for those abuses, we cannot make constitutional due process protections real. I support limiting qualified immunity for law enforcement officials who are found to have violated the Constitution, and allowing victims to sue police departments directly for negligently hiring officers despite prior misconduct.\nBuilding and Rebuilding Trust in Targeted Communities\nStudies have shown that victims of crimes of bias experience more trauma compared to victims of similar, non-bias crimes. And when a hate crime is committed, not only the victim, but the entire community suffers - because the crime is intended to drive fear in anyone who looks, talks, or worships like the victim. This is particularly true for the most vulnerable - our children - while also impacting the adults who love and teach them. We need to end white nationalist violence in this country. But we also need to invest in the strength and resilience of every impacted community. \nWork with local leaders to combat hate. I'll invest in DOJ's Community Relations Service, which was created by the Civil Rights Act to help communities prevent and address the aftermath of bias attacks, but which the Trump administration has sought to decimate. And I'll establish a standing advisory board to convene state and local leaders nationwide, building on the work of organizations like the Mayors' Compact to Combat Hate, Extremism and Bigotry and similar groups. This advisory board will share best practices to combat bias crimes and build trust between communities and government officials, and report annually on their progress.  \nResearch the public health effects of white nationalist violence. I'll direct the Centers for Disease Control and Prevention to research the public health impacts in communities targeted by white nationalists, and identify evidence-based interventions to strengthen those communities. And we'll direct federal grant funding into evidence-based programs for victims' services, trauma-informed care, and restorative justice. \nDonald Trump wants to divide us - to pit worker against worker, neighbor against neighbor. He wants Americans to blame their troubles on those who are new to our country, or who don't look the same or pray the same or love the same, even as his administration robs us dry. \nWhite Nationalist Hate Crimes Harm Religious Communities \nThese are just some examples of white nationalist incidents against places of worship in the past few years. Source: NBC, Washington Post View in full screen.\nBut America can be better than that. We can be a country that prioritizes the safety of all our citizens. Because when we fail to prosecute hate crimes, we send the message that the victims are less valued. And when our neighbors are being persecuted, or attacked, or treated unfairly, that impacts all of us. To take on hate, we all have to stand up against it - together. That's why I'm in this fight, and I hope you'll join me. ",
    "url": "https://elizabethwarren.com/plans/confronting-white-nationalism"
}