{
    "id": "congressional_independence",
    "text": "When I fought for the Consumer Financial Protection Bureau, I saw firsthand how lobbyists use their resources and expertise to overpower the needs and wishes of ordinary people.\nFinancial reform was complicated, and the bank lobbyists used a clever technique: They bombarded the members of Congress with complex arguments filled with obscure terms. \nWhenever a congressman pushed back on an idea, the lobbyists would explain that although the congressman seemed to be making a good point, he didn't really understand the complex financial system. And keep in mind, the lobbyists would tell the congressman, that if you get this wrong, you will bring down the global economy. \nIt was the ultimate insiders' play: Trust us because we understand it and you don't. And too often -- Congress doesn't.\nIt's just another way that our government is working for the wealthy and well-connected.\nWhile a big part of the problem is a broken campaign finance system, members of Congress aren't just dependent on corporate lobbyist propaganda because they're bought and paid for. It's also because of a successful, decades-long campaign to starve Congress of the resources and expertise needed to independently evaluate complex public policy questions. \nFor every bad faith actor in Congress bought off by the big banks, there are others who are genuinely trying to grapple with the technical aspects of financial reform. But as the issues facing Congress have grown more complex, resources to objectively and independently analyze them have been slashed.\nRepublicans eliminated an independent office of experts dedicated to advising Congress on technical and scientific information. Congressional staff salaries, for most roles, have failed to keep pace with inflation, making it harder to attract and retain staff with scientific expertise. And the committees focusing on science and technology have seen their staff levels fall by over 40% over the past few decades. \nHow has Congress filled that gap? By turning to lobbyists.\nOver the last 20 years, lobbying spending has grown much faster than Congress's budget has. As the urgency of confronting climate change bears down upon us, fossil fuel companies spent more than twice as much on lobbying than they did 15 years ago - over $125 million last year alone. And as foreign powers exploit social media platforms to spread disinformation and influence our elections, Big Tech companies have dramatically increased their lobbying efforts to avoid regulation. Lobbyists are filling in the gaps in congressional resources and expertise by providing Congress information from the perspective of their paying corporate clients.\nSo let's fix it.\nMembers of Congress should have the resources they need to make decisions without relying on corporate lobbyists. \nWhen Congress debates the Green New Deal, our representatives shouldn't have to rely on Exxon lobbyists to explain who should pay for the effects of carbon emissions on our planet.\nWhen Congress decides whether it should break up big tech companies, our representatives shouldn't have to rely on Google's policy team to understand the effects of technology consolidation.\nAnd when Congress votes on restoring net neutrality protections, our representatives shouldn't have to turn to internet service providers to explain whether their industry needs more regulation.\nThat's why we must end lobbying as we know it. My plan to end Washington corruption lays out several changes to reduce the influence of corporate lobbyists. But strengthening Congress's independence requires more. We must also invest in resources to allow members of Congress to make informed decisions without relying on self-interested outside sources.\nMy anti-corruption plan reinstates and modernizes the Congressional Office of Technology Assessment (OTA), strengthens congressional support agencies, and transitions congressional staffers to competitive salaries so that Congress can act based on the best expertise and information available.\nCongress has long recognized the need for independent bodies to help lawmakers make more informed decisions. That's why, by the end of 1921, Congress had established three bodies to support Congress - the Government Accountability Office to help Congress spend money efficiently, the Government Publishing Office to help the American people stay informed about the actions of the federal government, and the Congressional Research Service to provide policy and legal insight. \nIn the 1970s, Congress established two additional agencies - the Congressional Budget Office to analyze the budgetary effects of proposed legislation and the Office of Technology Assessment to help members understand challenging issues related to science and technology. \nThe OTA was ahead of its time - producing roughly 750 reports on subjects ranging from the biological components of substance abuse to the intricacies of the American banking system, and its staff helped to provide members of Congress with informal advice on these issues. One series of OTA studies on synthetic fuels even helped to save the federal government $60 billion.\nThe OTA also published objective research on climate change. In 1991 and 1993, the OTA published a pair of 350-page reports, the first on the dangers of greenhouse gas emissions and the second on the need to address rising global temperatures to mitigate the effects of climate change. \nTwo years later, House Speaker Newt Gingrich, who believed that the OTA was \"used by liberals to cover up political ideology,\" defunded the office. This move prompted bipartisan outcry from members of Congress who relied on objective information to make informed decisions.\nIf the OTA had survived Gingrich's purge, it would have provided Congress with a vital resource to counter the disinformation peddled by the fossil fuel industry and climate change deniers. More independent information on the threat of greenhouse gas emissions could have pushed Congress to take decisive action decades ago. Instead, experts say we now have only about twelve years to cut our carbon emissions roughly in half, as the effects of climate change continue to worsen.  \nIt's not just climate. Without objective scientific and technical analysis, Congress has also struggled to even debate how we might competently regulate other industries that require a complex understanding of science and technology. When Mark Zuckerberg testified about Facebook's role in Russia's interference in our elections, members of Congress struggled to engage meaningfully in a conversation about basic technological concepts. \nSenator Roy Blunt boasted of the \"Facebook address\" printed on his business card, and Senator Orrin Hatch asked how Facebook makes money if it is free to use. \"Senator, we run ads,\" Zuckerberg replied. Even Senators well-versed in social media struggled to ask about difficult concepts like end-to-end encryption, location tracking, and the competitive landscape of Silicon Valley. \nIt's harder and harder for Members of Congress to directly employ individual experts, too. Our government works best when it can attract the top talent to tackle the difficult problems that we face. But congressional staff salaries for most roles have actually declined over the past few decades, making it harder for government to compete - and far more tempting for those who serve in government to go through the revolving door into the private sector. Meanwhile, between 2001 and 2018, federal employees in Washington who were paid on the General Schedule, the predominant pay scale for federal employees, saw an 8.19 percent salary increase. Nobody should be surprised, then, that the average tenure of House staffers is less than four years for all positions, compared to 13.5 years for the average federal employee -- and that congressional staffers often leave to take lobbyist jobs working on behalf of giant corporations.\nIn a democracy, Members of Congress invariably will come from a variety of backgrounds - and that's a good thing. But we are increasingly asking them to climb steep learning curves on these technical subjects without much help other than from corporate lobbyists whose goal isn't to find the right policy answer but rather to secure the most profitable outcome for their companies. If we want competent public policy that can actually hold big corporations accountable, we need reform.  \nHere's how I would start:\nReinstate and modernize the Office of Technology Assessment. The OTA was originally led by a bipartisan group of lawmakers, with votes divided evenly between Democrats and Republicans. The new OTA should be led by a single, independent director to ensure that increased partisanship does not prevent members of Congress from receiving the information they need. The OTA should also have the authority to self-commission reports and be equipped to respond to short-term requests from Members, such as preparing for hearings, writing regulatory letters, and weighing in on agency rulemaking, rather than largely limiting its efforts to lengthy long-term reports. And the OTA should have in-house experts on interdisciplinary issue areas so that it can provide information and analysis on issues like climate change and technology consolidation that do not fit within a single issue area. \nIncrease funding for congressional support agencies. Congress needs all the support it can get to defend against the influence of lobbyists, but the agencies set up to support Congress have been gutted over the past few decades. Between 1975 and 2015, the Congressional Research Service, the Congressional Budget Office, and the Government Accountability Office have lost nearly half of their combined staff. That's why my plan establishes a Lobbying Defense Trust Fund, financed by a tax on excessive lobbying, to reverse these cuts and further strengthen support agencies that members of Congress rely on for independent information and advice during the policy-making process.\nTransition congressional staffers to competitive salaries. After years of budget cuts and stagnant pay, Congressional staff salaries lag far behind the private sector. And because congressional staffers are not paid according to the General Schedule, their salaries are more likely to fall further behind. My plan would treat congressional staff like other federal employees, transitioning them to competitive salaries to attract and retain committed, hard-working public servants from diverse backgrounds.\nWe elect our representatives because we trust them to make decisions in our best interests - with the best information and scientific research our government has to offer. But today, members of Congress don't have access to the latest science and evidence, and lobbyists working for corporate clients are quick to fill this vacuum and bend the ears of members of Congress to advance their own narrow interests. \nTime and time again, widely popular policies are narrowed or blocked by powerful interests capable of providing resources and expertise to a vastly under-resourced Congress. We ended up winning the fight against the big banks over the Consumer Financial Protection Bureau, but Congress didn't make all of the structural changes that we need to make our financial system work for ordinary people. \nReinstating the Office of Technology Assessment and strengthening congressional independence will give Congress important tools to fight back. It will also ensure that members of Congress acting in good faith do not recite talking points from the very companies trying to avoid regulations - and that members of Congress acting in bad faith can't get away with parroting industry disinformation. These reforms are vital parts of my plan to free our government from the grip of lobbyists - and restore the public's trust in its government in the process.",
    "url": "https://elizabethwarren.com/plans/congressional-independence"
}