{
    "id": "corporate_influence_pentagon",
    "text": "I've made the short trip between the Washington DC airport and the United State Senate more times than I can count -- sometimes just barely catching my flight back to Boston, Bailey and Bruce. When traffic isn't too bad, it's a beautiful ride past many of the spectacular monuments and landmarks in our nation's capital, including a clear view of the Pentagon just after you cross into Northern Virginia.\nThe world's largest office building, the Pentagon, is a sight to behold. But if you look just across the highway, you'll see another majestic office building with big, sleek letters plastered across the top: Boeing, the country's second largest defense contractor.\nA short drive closer to the airport, and you'll see the name of Lockheed Martin -- the country's largest defense contractor -- on a different fancy office building. In fact, all five of the nation's top big defense contractors have offices in Northern Virginia.\nIt's no surprise that these companies have clustered around the Pentagon, sometimes within walking distance of the building. That proximity represents an intense coziness between giant defense corporations and our Department of Defense.\nThere are talented and patriotic Americans who work in the defense industry. And there's no question that public and private collaboration has helped produce real advances in new technology. But today, the coziness between defense lobbyists, Congress, and the Pentagon -- what former President Dwight D. Eisenhower called the military-industrial complex -- tilts countless decisions, big and small, away from legitimate national security interests, and toward the desires of giant corporations that thrive off taxpayer dollars.\nThese giant contractors have deployed an extremely profitable strategy: recruit armies of lobbyists from former Pentagon officials and congressional staffers who stream through the revolving door. Then, get those former officials to use their relationships and access to influence our country's national security apparatus for one purpose -- to secure lucrative contracts and boost profits. In 2018 alone, the top 20 defense contractors hired 645 former senior government officials, top military brass, Members of Congress, and senior legislative staff as lobbyists, board members, or senior executives. 90 percent of these former officials became registered lobbyists.\nIt's past time to cut our bloated defense budget. Defense contractor influence is a big part of how we ended up with a Pentagon budget that will cost more this year than Ronald Reagan spent at the height of the Cold War. That's more than the federal government spends on education, medical research, border security, housing, the FBI, disaster relief, the State Department, foreign aid -- everything else in the discretionary budget put together. What's worse, it's how we end up spending money on the wrong things -- too much investment in the technologies of the past, and not enough focus on the needs of the future.\nIt's wrong. It's wasteful. It's unsustainable. And it's bad for our national security. If more money for the Pentagon could solve our security challenges, we would have solved them by now. It is time to identify which programs actually benefit American security in the 21st century, and which programs merely line the pockets of defense contractors -- then pull out a sharp knife and make some cuts. And while the defense industry will inevitably have a seat at the table, they shouldn't get to own the table itself.\nWe have to call this what it is: corruption, plain and simple.\nThe latest example came last week, when President Trump nominated Patrick Shanahan, a former top Boeing executive, to be Secretary of Defense.\nI opposed Shanahan's prior nomination to work as Trump's #2 at DOD because of his lack of foreign policy experience and my concerns about his ability to separate himself from Boeing's financial interests after a lifetime spent working for the company. More recently, I asked the DOD watchdog to investigate after receiving reports that he had used his official position as Deputy Secretary to promote Boeing's interests within the Pentagon. The IG cleared Secretary Shanahan of breaking existing ethics rules -- but his obvious potential conflicts of interest remain. The truth is that our existing laws are far too weak to effectively limit the undue influence of giant military contractors at the Department of Defense. The response of Congress shouldn't be to confirm Shanahan. It should be to change the rules.\nI've already introduced the most sweeping and ambitious anti-corruption legislation since Watergate. My proposal would fundamentally change the way Washington does business, taking power in Washington away from the powerful and the well-connected and putting it back in the hands of the American people. But the stakes are higher when it comes to our national security. That's why today, I introduced the Department of Defense Ethics and Anti-Corruption Act. Here's my plan:\nSlam Shut the Revolving Door Between Giant Contractors and the Pentagon. \nMy plan would ban giant defense contractors from hiring senior DOD officials and general and flag officers for four years after they leave the Department. It would also require contractors to identify the former DOD officials who work for them and what they're working on. In order to fully eliminate the opportunity for conflicts of interest, a former employee or executive of a defense contractor who joins the government would be totally banned from working on anything that could influence their former bosses. No more questions about whether the Acting Secretary of Defense is putting the financial interests of Boeing ahead of the national security interests of the United States.\nBan DOD Officials from Owning Contractor Stock. \nThis one is a no-brainer. My plan would ban all senior DOD officials from owning or trading any stock of giant defense contractors. And it would ban all DOD employees from owning or trading stock if they're in a position to influence that contractor's bottom line.\nLimit Foreign Government Hiring of American National Security Officials. \nA former National Security Council staffer now lobbies for Chinese telecom company Huawei, whose executives are currently facing criminal charges in the United States. A former general who helped craft U.S. Middle East policy decamped to run Lockheed Martin's operations in Saudi Arabia. Foreign governments are hiring U.S.-trained hackers and mercenaries to target their political enemies. It's ridiculous. Former senior national security officials shouldn't get paid big bucks to work for foreign governments -- especially when that work undermines U.S. interests. My plan would make it illegal.\nExpose Defense Contractor Lobbying. \nDefense contractors should be required to disclose the true scope of their lobbying activities -- including who they're meeting with at the DOD, what they're lobbying about, and what (unclassified) information they're sharing. And federal open records laws should apply to private defense contractors so the public can understand what they're doing.\nIn 2017, Lockheed alone received more than $35 billion in taxpayer dollars from defense contracts. That's more than the federal government spent on the entire budget for NASA. Many of these private companies are under pressure to show year over year revenue to their shareholders and investors on Wall Street. That means they are constantly pressuring the federal government for more spending -- regardless of our national security needs. It's long past time for real reform.\nAll three of my brothers went off to join the military because, like tens of thousands of uniformed and civilian employees and officers at the Defense Department, they wanted to serve their country. We should all be grateful for that kind of service and sacrifice. If we want to demonstrate that gratitude, we can start by making sure that national security decisions are driven only by what best keeps Americans safe.",
    "url": "https://elizabethwarren.com/plans/corporate-influence-pentagon"
}