{
    "id": "criminal_justice_reform",
    "text": "The United States makes up 5% of the world's population, but nearly 20% of the world's prison population. We have the highest rate of incarceration in the world, with over 2 million people in prison and jail.\nOur system is the result of the dozens of choices we've made -- choices that together stack the deck against the poor and the disadvantaged. Simply put, we have criminalized too many things. We send too many people to jail. We keep them there for too long. We do little to rehabilitate them. We spend billions, propping up an entire industry that profits from mass incarceration. And we do all of this despite little evidence that our harshly punitive system makes our communities safer -- and knowing that a majority of people currently in prison will eventually return to our communities and our neighborhoods.\nTo make matters worse, the evidence is clear that there are structural race problems in this system. Latinx adults are three times more likely to be incarcerated than whites. For the exact same crimes, Black Americans are more likely than whites to be arrested, charged, wrongfully convicted, and given harsher sentences. One in ten Black children has an incarcerated parent.\nFour words are etched above the Supreme Court: Equal Justice Under Law. That's supposed to be the promise of our justice system. But today in America, there's one system for the rich and powerful, and another one for everybody else. It's not equal justice when a kid with an ounce of pot can get thrown in jail, while a bank executive who launders money for a drug cartel can get a bonus. It's long past time for us to reform our system.\nReal reform requires examining every step of this system: From what we choose to criminalize, to how law enforcement and prosecutors engage with communities and the accused, to how long we keep people behind bars, how we treat them when they're there, and how we reintegrate them when they return.\nWe cannot achieve this by nibbling around the edges -- we need to tackle the problem at its roots. That means implementing a set of bold, structural changes at all levels of government.\nAnd it starts by reimagining how we talk and think about public safety. For example:\nPublic safety should mean providing every opportunity for all our kids to get a good education and stay in school.\nIt should mean safe, affordable housing that keeps families together and off the streets.\nIt should mean violence intervention programs that divert young people from criminal activity, before the police become involved.\nIt should mean policies that recognize the humanity of trans people and other LGBTQ+ Americans and keep them safe from violence.\nIt should mean accessible mental health services and treatment for addiction.\nIt is a false choice to suggest a tradeoff between safety and mass incarceration. By spending our budgets not on imprisonment but on community services that lift people up, we'll decarcerate and make our communities safer. Here's my plan.\nRETHINK OUR APPROACH TO PUBLIC SAFETY\nIt's not enough merely to reform our sentencing guidelines or improve police-community relations. We need to rethink our approach to public safety, transitioning away from a punitive system and investing in evidence-based approaches that address the underlying drivers of violence and crime -- tackling it at its roots, before it ever has a chance to grow.\nBreak the school-to-prison pipeline. Schools increasingly rely on police officers to carry out discipline while neglecting services that are critical to the well being of students. At least fourteen million students attend schools with a police officer but without a single counselor, social worker, psychologist, or nurse. It's no surprise that tens of thousands of students are arrested annually, many for minor infractions. Zero tolerance policies start early -- on average 250 preschoolers are suspended or expelled every day -- and, even in the youngest years, students of color bear the brunt. In later grades, Black and Brown students are disproportionately arrested in schools, while students with disabilities face an increased risk of disciplinary action.\nEvery child should have the opportunity to receive the support they need to thrive inside and outside of the classroom. Adverse childhood experiences such as poverty, violence at home, homelessness, family separation, or an incarcerated caretaker are proven to negatively impact child development. I will equip schools with resources to meet their students' needs by providing access to health care to support the physical, mental, and social development of children, improve their overall school readiness and providing early intervention services. We should decriminalize truancy and instead increase the number of school mental health personnel and provide schools with resources to train teachers and administrators in positive behavioral interventions, trauma-informed alternative discipline practices, and implicit bias to limit suspensions, expulsions, and minor-infraction arrests. We should require that any police department receiving federal funds provide mandatory training in the scientific and psychological roots of discrimination, youth development, and de-escalation tactics to officers assigned to school campuses. I'll rescind Trump's executive order that allows school districts to participate in the 1033 program, giving them access to military-grade weapons. And I'll fully fund the Office of Civil Rights of the Department of Education so that it can investigate school districts with dramatic disparities in school disciplinary actions.\nReduce homelessness and housing insecurity. Children that experience homelessness are more likely to drop out of school and more likely to become involved with the criminal system. But as housing and rental costs skyrocket and federal housing assistance doesn't keep pace, housing insecurity is growing, particularly for families of color. A Warren administration will commit federal funding to the goal of ending homelessness in our country. My housing plan will help, by investing $500 billion over 10 years to build, preserve, and rehab affordable housing, creating 3.2 million new housing units and bringing down rental costs by 10%. It would also help families, especially families of color, buy homes and start to build wealth. Substantially improving housing affordability isn't just good for the economy and for working families -- it will also reduce homelessness and crime.\nInvest in evidence-based interruption programs. To improve safety in our communities, we also need to invest in programs that prevent violence and divert criminal behavior. Models in cities like Boston, Oakland and Chicagodemonstrate that we can successfully reduce homicide and gun violence rates through creating cross-community partnerships and focused deterrence on the small percentage of people most likely to commit violence. These programs are cost-effective and have multiplier effects: transforming community climate, improving health outcomes, and boosting local economies. My administration will invest in piloting similar programs at scale.\nDecriminalize Mental Health Crises. The solution for someone experiencing a mental health crisis should not be a badge and a gun, but police officers have become America's de facto first mental health providers. Historically, 7-10% of police encounters involve a person affected by mental illness, and people with untreated severe mental illness are sixteen times more likely to be killed during a police encounter. People with mental illnesses are not incarcerated at higher rates because they are prone to violence. To the contrary, most are arrested for non-violent offenses, many because they lack access to necessary services. But incarcerating people with mental illness is more expensive than providing appropriate community-based treatment -- instead of shuttling people into a system not built to meet their needs, we should invest in preventing people from reaching those crisis points in the first place. Medicare for All will provide continuous access to critical mental health care services, decreasing the likelihood that the police will be called as a matter of last resort. I'll also increase funding for \"co-responder\" initiatives that connect law enforcement to mental health care providers and experts. And my administration will pilot evidence-based crisis response efforts to provide needed services to individuals struggling with mental illness.\nInvest in diversion programs for substance abuse disorder. People who struggle with addiction should not be incarcerated because of their disease. Mass incarceration has not reduced addiction rates or overdose deaths, because substance abuse disorder is a public health problem -- and it's long past time to treat it that way. We know that diversion programs are both more humane and a better investment than incarceration -- for every dollarwe invest in treatment programs, we can save $12 in future crime and health care costs. I'll support evidence-based safe injection sites and needle exchanges, and expand the availability of buprenorphine to prevent overdoses. And my CARE Act would invest $100 billion over ten years to increase access to high quality treatment and support services. It would provide the regions most affected by the opioid crisis with the resources they need, and would allow state, local and tribal governments to use CARE Act funds to provide incarcerated individuals, and individuals in pre-trial detention, with substance use disorder treatment.\nCHANGE WHAT WE CHOOSE TO CRIMINALIZE\nWe face a crisis of overcriminalization. It has filled our prisons and devastated entire neighborhoods. Addressing the crisis starts by rethinking what we choose to criminalize. It is easy for legislators, fearful of being labeled soft on crime, to rubber stamp every new criminal and sentencing proposal, no matter how punitive. It's equally easy for them to look the other way when the wealthy and well-connected abuse the rest of us. But from the Senate on down, elected lawmakers have an obligation to do better than that. Here's where we can start.\nRepeal the 1994 crime bill. The 1994 crime bill exacerbated incarceration rates in this country, punishing people more severely for even minor infractions, and limiting discretion in charging and sentencing in our judicial system. That punitive \"tough on crime\" approach was wrong, it was a mistake, and it needs to be repealed. There are some sections of law, like those relating to domestic violence, that should be retained -- but the bulk of the law must go.\nAddress the legacy of the War on Drugs. For four decades, we've subscribed to a \"War on Drugs\" theory of crime, which has criminalized addiction, ripped apart families -- and largely failed to curb drug use. This failure has been particularly harmful for communities of color, and we need a new approach. It starts with legalizing marijuana and erasing past convictions, and then eliminating the remaining disparity between crack and powder cocaine sentencing. And rather than incarcerating individuals with substance abuse disorders, we should expand options that divert them into programs that provide real treatment.\nStop criminalizing homelessness. Housing provides safety and stability, but too many experience homelessness. To make matters worse, many cities have criminalized homelessness by banning behavior associated with it, like sleeping in public or living in vehicles. These laws draw people into the justice system instead of giving them access to the services they need. They disproportionately impact communities of color, LGBTQ+ people, and people with disabilities, all of whom experience higher rates of homelessness. Rather than treating the homeless like criminals, we should get them with the resources they need to get back on their feet.\nStop criminalizing poverty. A simple misdemeanor like a speeding ticket shouldn't be enough to send someone to spiraling into poverty or worse -- but often the fines and fees levied by our legal system bury low-income people who are unable to pay under court-related debt, with no way out. We abolished debtors prisons nearly two hundred years ago, but we're still criminalizing poverty in this country -- low-income individuals are more likely to find themselves entangled in the system and less likely to find their way out. There is no justification for imposing unreasonably high punitive burdens on those who are least able to bear them. As president, I will fight to:\nEnd cash bail. Around 60% of the nearly 750,000 people in jail have not been convicted of a crime -- and too often, those jails are overcrowdedand inhumane. Our justice system forces its citizens to choose either to submit to the charges brought against them or be penalized for wanting to fight those charges. We should allow people to return to their jobs and families while they wait for trial, reserving preventive detention only for those cases that pose a true flight or safety risk.\nRestrict fines and fees levied before adjudication. In many jurisdictions individuals are charged cost-prohibitive pre-trial fees, sending them into debt even if they are ultimately acquitted of a crime. In cases of pre-trial civil forfeiture, an individual often cannot recover property seized prior to conviction. I'll reverse the Trump administration's policyexpanding pre-trial civil forfeiture at the federal level, and restrict the use of civil forfeiture overall.\nCap the assessment of fines and fees. Jailing someone who can't afford to pay thousands of dollars in fines on an hourly minimum wage salary is not only cruel -- it's ineffective. Criminal debt collection should be capped at a percentage of income for low-income individuals. States should also eliminate the profit incentive that drives excessive fees and fines by capping the percentage of municipal revenues derived from the justice system, and diverting seized assets into a general fund.\nEliminate fees for necessary services. Private companies and contractors can charge incarcerated people for essential services, like phone calls, bank transfers, and health care. Private companies also profit from charging individuals for their own incarceration and supervision, including through fees for re-entry, supervision, and probation. As I detailed in my plan to end private prisons, I will end this practice and ensure that private companies don't get rich from exploiting vulnerable people.\nAccountability for the wealthy and the well-connected. Equal justice also means an end to the impunity enjoyed by those with money and power. Instead of criminalizing poverty and expanding mass incarceration, I've proposed a new criminal negligence standard for executives of corporations with more than $1 billion in annual revenue when their company is found guilty of a crime or their negligence causes severe harm to American families. Instead of locking up people for nonviolent marijuana crimes, I've proposed putting pharmaceutical executives on the hook to report suspicious orders for controlled substances that damage the lives of millions. And I've proposed new certification requirements for executives at giant financial institutions so that we can hold them criminally accountable if the banks they oversee commit fraud.\nREFORM HOW THE LAW IS ENFORCED\nWhile reform begins with deciding what constitutes a crime, the authority to enforce the law includes tremendous discretion. Law enforcement officers, prosecutors, and judges make countless decisions every day that shape the reality of how our criminal justice system functions for the millions of Americans it comes into contact with. We must critically examine each aspect of the enforcement process to ensure that it is both just and consistent with public safety.\nLaw Enforcement Reform. The vast majority of police officers sign up so they can protect their communities. They are part of a profession that works tirelessly and takes risks every day to keep us safe. But we also know that many people of color, including Native Americans, disproportionately experience trauma at the hands of law enforcement, sometimes with life-altering consequences. On average, three people are shot and killed by the police every day, a disproportionate number of them young and Black. Others are arrested and entered into a system that unduly penalizes even minor infractions.\nEveryone is less safe when trust erodes between the police and the communities they serve. Yet we've continued to allow policing practices that are both ineffective and discriminatory. It's time to fundamentally change how police work is done in America: funding what works; replacing failed policies with effective, evidence-based practices that do not violate individual rights; and reframing our approach to public safety to prioritize prevention over punishment. Here's how we do it.\nImprove access to treatment and early intervention. For the third straight year, the number of suicides among law enforcement in 2018 outnumbered the line-of-duty deaths. Law enforcement officers experience higher rates of addiction, post-traumatic stress, and other trauma related disorders. I'll invest in mental and emotional health support to help our officers do their job, including by expanding promising pilots like peer intervention and early warning programs.\nImprove data collection and reporting. For nearly a century, we have measured crime in this country. It's time we measure justice -- and act when we don't measure up. Today there is no comprehensive government database on fatal police shootings, ethics issues, misconduct complaints, or use of force incidents. My Justice Department will establish a rigorous and systematic process to collect this data, provide relevant data collection training to local law enforcement, and make data publicly available wherever possible. We'll use that data to prioritize federal oversight and to hold police accountable for the portion of the bad policing outcomes for which they are responsible. And we'll work with interested departments to use their own data to improve their legitimacy in the communities they serve and inform more just and effective policing.\nIncrease federal oversight capacity. The Obama Justice Department used its authority to investigate police departments with a pattern or practice of unconstitutional policing -- but resource constraints limited the number of interventions carried out. Meanwhile, the Trump administration hasn't initiated any investigations at all. I'll reverse the Sessions guidance limiting the use of consent decree investigations, and triple funding for the Office of Civil Rights to allow for increased investigations of departments with the highest rates of police violence and whenever there is a death in custody. In this way, we can further incentivize police departments with persistent issues to adopt best practices.\nEmpower State Attorneys General. Even an expanded DOJ will not be able to provide oversight for many thousands of law enforcement agencies in this country. And accountability for unconstitutional policing shouldn't simply shut down under a hostile President like Trump. To build a more durable system, I'll incentivize states to empower their attorneys general to conduct their own oversight of police behavior nationwide.\nDemand increased civilian oversight. Community engagement can fill the gap and provide oversight where the federal government, even with increased capacity, cannot. Approximately 150 communities have civilian oversight boards, but that covers only a small percentage of law enforcement agencies in America. To expand local oversight and democratic engagement in policing, I will implement a competitive grant program that provides funding to communities that establish an independent civilian oversight mechanism for their police departments, such as a civilian oversight board or Office of Civilian Complaints. These boards should have a role in officer discipline and provide input on hiring police executives as well as hiring and promoting within the departments they oversee.\nEstablish a federal standard for the use of force. When cities employ more restrictive policies for police use of force, they improve both community trust and officer safety. I will direct my administration to develop and apply evidence-based standards for the use of force for federal law enforcement, incorporating proven approaches and strategies like de-escalation, verbal warning requirements, and the use of non-lethal alternatives. At the federal level, I'll prohibit permissive pursuit policies that often result in collateral damage, like high-speed chases and shooting at moving vehicles. And I'll work with local law enforcement agencies to ensure that training and technology deployed at the federal level can be implemented at all levels of government, helping to limit the use of force while maintaining safety for officers and the communities they are sworn to protect.\nIncrease federal funding for law enforcement training. Improved training can reduce the number of police-involved shootings and improve perceptions of police legitimacy. But if we want police practices to change, then the way we train our officers must change -- both when they are hired and throughout their careers. My administration will provide incentives for cities and states that hire a diverse police force and provide tools and resources to ensure that best practices on law enforcement training are available across America, providing local police with what they need to meet federal training requirements, including training on implicit bias and the scientific and psychological roots of discrimination, cultural competency, and engaging individuals with cognitive or other disabilities. And we should support evidence-based continuing education for officers throughout their careers.\nRestrict qualified immunity to hold police officers accountable.\nWhen an officer abuses the law, that's bad for law enforcement, bad for victims, and bad for communities. Without access to justice and accountability for those abuses, we cannot make constitutional due process protections real. But today, police officers who violate someone's constitutional rights are typically shielded from civil rights lawsuits by qualified immunity -- a legal rule invented by the courts that blocks lawsuits against government officials for misconduct unless a court has previously decided that the same conduct in the same context was unconstitutional. Qualified immunity has shielded egregious police misconduct from accountability and drawn criticism from across the political spectrum. Last month, for example, a federal appeals court in Atlanta granted qualified immunity to a police officer who, while aiming at a family's dog, shot a 10-year-old boy while the child was lying on the ground 18 inches away from the officer. Just two weeks ago, another federal court used qualified immunity to dismiss a lawsuit against a school police officer who handcuffed a sobbing seven-year-old boy for refusing to go to the principal's office. This makes no sense. I support limiting qualified immunity for law enforcement officials who are found to have violated the Constitution, and allowing victims to sue police departments directly for negligently hiring officers despite prior misconduct.\nEnd racially discriminatory policing. Policies like stop-and-frisk and \"broken windows\" policing have trampled the constitutional rights of countless Americans -- particularly those from Black and Brown communities -- without any measurable impact on violent crime. I'll end stop-and-frisk by directing the Justice Department to withhold federal funding from law enforcement agencies that continue to employ it and other similar practices, and I'll work with Congress to pass legislation to prohibit profiling at all levels of law enforcement.\nSeparate law enforcement from immigration enforcement. The data are clear. When local law enforcement is mixed with immigration enforcement, immigrants are less likely to report crimes, and public safety suffers. It's time to stop directing law enforcement officers to do things that undermine their ability to keep communities safe. My immigration plan will address this by ending the 287(g) and \"Secure Communities\" programs, putting in guidelines to protect sensitive locations like hospitals and schools, and expanding protections for immigrant survivors of violent crimes that come forward and work with law enforcement.\nDemilitarize local law enforcement. Officer safety is critically important. But we don't build trust between police and communities when we arm local law enforcement as if they are going to war. Militarizing our police contributes to mutual fear and distrust, and there is evidence to suggest it can actually make officers themselves less safe. As President, I will eliminate the transfer of military-grade weapons and lethal equipment to local police via the 1033 program, prohibit local law enforcement from buying military equipment with federal funding, and create a buy-back program for equipment already in use in our communities.\nExpand the responsible use of body cameras and protect citizen privacy. Body cameras don't solve every problem, but used consistently and appropriately they can decrease the use of force and misconduct complaints. The federal government should expand funding for body cameras -- especially for smaller jurisdictions that struggle to afford them -- in exchange for departments implementing accountability policies that ensure consistent and responsible camera use. I'll also establish a task force on digital privacy in public safety to establish guardrails and appropriate privacy protections for this and other surveillance technology, including the use of facial recognition technology and algorithms that exacerbate underlying bias. And I'll make it clear that individuals have every right to record an interaction with the police.\nReduce gun violence. We've learned the hard way in Massachusetts that the job of our police is made exponentially harder by the weapons flooding our streets. Common sense gun reform and meaningful safeguards will improve safety for law enforcement and the communities they serve. In 2017, almost 40,000 people died from guns in the United States. I have a plan with the goal of reducing that number by 80%, including by expanding background checks, establishing a federal licensing system, and holding the gun industry accountable for the violence promoted by their products.\nProsecutorial and Judicial Reform. Our current criminal system is complex and places enormous power in the hands of the state. The government controls what leads to pursue, what charges are levied, whether a plea is offered, and how long someone spends behind bars. It has massive resources at its disposal, and enjoys few obligations to share information and limited oversight of its actions. All of this makes it challenging to ensure that the accused can go to trial, can get a fair trial, and can receive a just and reasonable sentence if convicted. To make matters worse, race permeates every aspect of the system -- people of color are twice as likely to be charged with crimes that carry a mandatory minimum sentence. Reform requires a transparent system that emphasizes justice, that gives people a fighting chance -- and truly treats everyone equally, regardless of color. Here's how we can start.\nStrengthen public defenders and expand access to counsel. The Sixth Amendment provides every American accused of a crime with the right to an attorney -- but too many defendants cannot afford one, and too often, public defenders are under-resourced, overworked, and overwhelmed. If we expect fair adversarial trials, we need to balance resources on both sides of each case in every jurisdiction. I'll fund federal public defenders and expand targeted grant funding for public defenders at the state level, to ensure that they have the tools to effectively defend their clients. I'll also reopen and expand DOJ's Office for Access to Justice, which worked with state and local governments to expand access to counsel. We should ensure that our public defenders are paid a fair salary for their work, and that their caseloads allow for the comprehensive defense of their clients. Finally, I'll provide funding for language and cultural competency training, including on gender identity and treatment of individuals with disabilities, so that public defenders are best able to serve their clients.\nRein in prosecutorial abuses. Prosecutors are enormously powerful and often not subject to scrutiny or accountability. I will support a set of reforms that would rein in the most egregious prosecutorial abuses and make the system fairer, including reducing the use of coercive plea bargaining by DOJ prosecutors at the federal level, establishing open-file discovery, and putting in place responsible standards for evidence gathering. I'll establish a Commission on Prosecutorial Conduct to make additional recommendations for best practices and monitor adoption of those recommendations. And I'll create an independent prosecutorial integrity unit to hold accountable prosecutors who abuse their power.\nExpand access to justice for people wrongfully imprisoned. Defendants who are wrongfully imprisoned have the right to challenge their detention in court through a procedure known as habeas corpus. The Framers believed this right was so important to achieving justice that they guaranteed it specifically in the Constitution. It's particularly important for minority defendants -- Black Americans, for example, make up only 13% of the population but a plurality of wrongful convictions. In 1996, at the height of harsh federal policies that drove mass incarceration, Congress made it absurdly difficult for wrongfully imprisoned individuals to bring these cases in federal court. Since then, conservative Supreme Court Justices have built on those restrictions -- making it nearly impossible for defendants to receive habeas relief even when they have actual proof of innocence. We should repeal these overly restrictive habeas rules, make it harder for courts to dismiss these claims on procedural technicalities, and make it easier to apply new rules that emerge from these cases to people who were wrongfully imprisoned before those rules came into effect.\nProtect the rights of survivors. Crime victims have the right to safety and justice, the right to be consulted and informed about the status of their case, and the right to be treated with dignity and respect. We should provide support for those who have experienced trauma, including medical care and safe housing. This is particularly true for those who have experienced sexual assault or violence at the hands of an intimate partner. I'll also fight to reauthorize the Violence Against Women Act and provide full funding to eliminate the rape kit backlog across the country.\nAppointing a diverse judicial bench. The justice system should reflect the country it serves. Judicial appointments are primarily white and male, and large numbers tend to have a prosecutorial background. Diversity of experience matters. That's why I have pushed for increasing the professional diversity of our federal judiciary to insulate the courts from corporate capture, and why I support gender and racial diversity for judicial nominees. I'll appoint a diverse slate of judges, including those who have a background defending civil liberties or as public defenders.\nTake into account the views of those most impacted by the system.\nAs President, I will establish an advisory board comprised of survivors of violence, along with formerly incarcerated individuals. I'll consult with this advisory board and listen to the needs of those who have first-hand experience with the system as we find fair and just solutions to the challenges we face.\nREFORMING INCARCERATION\nThe federal prison population has grown 650% since 1980, and costs have ballooned by 685%. This explosion has been driven in large part by rules requiring mandatory minimum sentences and other excessively long sentencing practices. These harsh sentencing practices are not only immoral, there's little evidence that they are effective. As president I will fight change them.\nReduce mandatory minimums. The 1994 crime bill's mandatory minimums and \"truth-in-sentencing\" provisions that require offenders to serve the vast majority of their sentences have not proven effective. Congress should reduce or eliminate these provisions, giving judges more flexibility in sentencing decisions, with the goal of reducing incarceration to mid-1990s levels. My administration will also reverse the Sessions memo that requires federal prosecutors to seek the most severe possible penalties, and allow federal prosecutors discretion to raise the charge standards for misdemeanors and seek shorter sentences for felony convictions.\nRaise the age for criminal liability. We know that cognition and decision-making skills continue to develop beyond the teenage years. For that reason, many states have raised the age of adult criminal liability to at least 17, or granted additional discretion to prosecutors when charging offenders between the ages of 16 and 18. The federal government should do the same -- raising the age of adult criminal liability to 18, eliminating life-without-parole sentences for minors, and diverting young adult offenders into rehabilitative programs wherever possible.\nEnd the death penalty. Studies show that capital punishment is often applied in a manner biased against people of color and those with a mental illness. I oppose the death penalty. A Warren administration would reverse Attorney General Barr's decision to move forward with federal executions, and Congress should abolish the death penalty.\nUse the pardon and clemency powers broadly to right systemic injustices. The president has significant powers to grant clemency and pardons, and historically presidents have used that power broadly. But today's hierarchical process at DOJ results in relatively few and conservative clemency recommendations. I'll remove the clemency process from DOJ, instead empowering a clemency board to make recommendations directly to the White House. I'll direct the board to identify broad classes of potentially-deserving individuals for review, including those who would have benefited from retroactivity under the First Step Act, individuals who are jailed under outdated or discriminatory drug laws, or those serving mandatory minimums that should be abolished.\nImproving conditions in prison. Today prisons are often understaffed and overcrowded, making them dangerous for both inmates and corrections officers. Even as we fight to reduce incarceration levels, we should support improved staffing levels and better training for corrections officers, and humane conditions for those behind bars. As president, I will:\nEnsure that incarceration meets basic human rights standards.\nFrom inadequate health care to dangerous overcrowding, today our prison system is not meeting the government's basic responsibility to keep the people in its care safe. I'll embrace a set of standards for the Bureau of Prisons to fix this. That includes accommodating religious practices, providing reasonable accommodations for prisoners with disabilities, and limiting restrictive housing in accordance with evidence-based best practices. We should ensure that trans people are assigned to facilities that align with their gender identity and provide the unique medical and psychiatric care they need, including access to hormone treatments and help with adjusting to their care. And we should eliminate solitary confinement, which provides little carcerative benefit and has been demonstrated to harm prisoners' mental and physical health, in favor of safe alternatives.\nProtect special populations. Vulnerable individuals like pregnant women, victims of domestic violence, people with disabilities, and LGBTQ+ individuals often require special protections while behind bars. I'll implement a rigorous auditing program to ensure that prisons are adhering to  legal requirements to protect LGBTQ+ individuals and others from sexual violence and assault while incarcerated, and prosecute prison staff who engage in misconduct. I'll ensure that juveniles are not housed in adult facilities. I'll also eliminate the use of solitary confinement for protective purposes. Instead, I'll direct the Bureau of Prisons to establish a set of standards and reforms to protect the most vulnerable in our prison system in a way that does not involve confining a person for more than 20 hours a day.\nInvest in programs that facilitate rehabilitation. The evidence is clear: providing education and opportunity behind bars reduces recidivism when people leave prison. But when prison populations went up and budgets went down, rehabilitation services were often the first cuts. In a world where the vast majority of prisoners will eventually leave prison, this makes no sense. I'll double grant funding for these services in our prisons, expanding programs focused on things like vocational training, anger management, and parenting skills.\nExpand mental health and addiction treatment. 14% of prisoners meet the threshold for serious psychological distress, and many more struggle with addiction -- but too often, they receive prison time rather than treatment. And instead of increasing access to treatment in prison, the Bureau of Prisons has reduced it. Providing mental health treatment during incarceration reduces recidivism. We must take a comprehensive approach to incarcerated people who face mental health and addiction challenges, including requiring an adequate number of counselors and addiction specialists, individualized treatment, and increased access to medication-assisted treatment.\nEliminate private prisons. I have called to eliminate private prisonsthat make millions off the backs of incarcerated people. We should also end all-foreign or \"criminal alien requirement\" facilities, which are reported to have higher negative outcomes.\nSUPPORT REENTRY\nThe period after release from prison can be challenging for returning citizens. During this critical period, they are more likely to be unemployed, more likely to be rearrested, more likely to overdose, and more likely to die. Recidivism rates remain high, in part because our prisons have not fulfilled their rehabilitative function, and in part because lack of opportunity after release drives individuals to re-offend. On top of all of this, more than 60,000 inmates in our prisons are there because of technical violations of their parole -- for offenses as minor as a speeding ticket. We need evidence-based programs and interventions to break the cycle of incarceration and set formerly incarcerated individuals up for success when they return to their families and their communities. This is particularly true for youth and minors, who are especially vulnerable when returning to an unstable environment. Here are some of the steps I will take.\nPressure states to eliminate collateral sanctions. Millions of Americans are currently on parole or probation. We know that reducing the barriers to full reintegration in society reduces recidivism, but the system is rife with collateral consequences that hamper reentry for formerly incarcerated people who have served their time -- from restrictions on occupational licensing to housing to the disenfranchisement of over 3 million returning citizens. We should remove those barriers and allow those who have served their time to find work and fully rejoin their communities.\nReduce needlessly restrictive parole requirements. Technical parole and probation violations make up a large number of all state prison admissions, sometimes for infractions as minor as a paperwork error. While many rules are made at the state level, the federal government should seek to remove those barriers wherever possible, reduce parole requirements for low-level offenders, and remove the threat of jail time for minor parole violations.\nReduce discrimination during reentry. I'll reverse the guidance that exempts privately run re-entry programs that contract with the Bureau of Prisons from anti-discrimination laws, restoring protections for individuals with disabilities and those that encounter discrimination on the basis of their sexual orientation or gender identity.\nEstablish a federal expungement option. Many states provide a certificate of recovery for nonviolent offenders who have served their time and maintained a clean record for a certain number of years. This should be replicated at the federal level.\nENSURING REFORM AT THE STATE AND LOCAL LEVEL\nThe federal government oversees just 12% of the incarcerated population and only a small percentage of law enforcement and the overall criminal legal system. To achieve real criminal justice reform on a national scale, we must move the decisions of states and local governments as well.\nMy administration will work with state and local governments and incentivize adoption of new federal standards through the grant making process. Federal grants make up nearly one third of state budgets, and states and local authorities spend about 6% of their budget on law enforcement functions. My administration would reprioritize state and local grant making toward a restorative approach to justice, and expand grant funding through categorical grants that require funds to be used for criminal justice reform and project grants that require funding to be allocated to specific programs.\nWhen necessary, my plan would also use federal enforcement authority. My administration would expand on the Obama-era practice of using Department of Justice consent decrees and other judicial settlements to enforce federal standards and remedy constitutional violations at the state and local level. My plan would also leverage the federal government's Spending Clause authority and ability to impose civil rights mandates using cross-cutting requirements to ensure that state and local governments comply with federal criminal justice reform standards.\nWe will reduce incarceration and improve justice in our country by changing what we choose to criminalize, reforming police behavior and improving police-community relations, and reining in a system that preferences prosecution over justice. When people are incarcerated, we will provide opportunities for treatment, education and rehabilitation, and we'll continue those supports for returning citizens as they reenter our communities. Most importantly, we'll rethink the way we approach public safety -- emphasizing preventative approaches over law enforcement and incarceration. That's the way we'll create real law and order and real justice in our country.",
    "url": "https://elizabethwarren.com/plans/criminal-justice-reform"
}