{
    "id": "disability_rights_and_equality",
    "text": "From bus blockades in Denver, Section 504 sit-ins in San Francisco, and the Deaf President Now student movement in D.C. to protests outside of Mitch McConnell's office and virtual marches, disability activists across the country have organized over decades to bring the nation's attention to the injustices they face. Fighting a world that has excluded, exploited, and institutionalized them, they have put their lives on the line for a more just future and changed this country for the better for everyone.\nActivists like Judith Heumann, Joyce Ardell Jackson, Justin Dart, Ed Roberts, Lois Curtis, Anita Cameron, and thousands of others won hard-fought civil rights victories that reshaped the way our country treats individuals with disabilities. And along the way they found allies like Senator Tom Harkin, Congressman Tony Coelho, and Congressman Major Owens, who introduced the Americans with Disabilities Act (ADA) and spent their careers working alongside individuals with disabilities to build a more equitable, inclusive society. Together, these advocates have fought for laws that set up the expectation that individuals with disabilities should be able to fully participate in our society and our economy and get a fair shot just like everyone else.\nThis year marks the 30th anniversary of the ADA, and the 100th anniversary of the Vocational Rehabilitation program. Though we have made significant progress for the 61 million Americans living with disabilities, we have a lot of ground left to cover. People with disabilities are still fighting for economic security, equal opportunity, and inclusion - and they are not fighting alone. As President, I will work in partnership with the disability community to combat ableism. I will fight alongside them for justice across all aspects of life and to fulfill the four goals of the ADA: equal opportunity, full participation, independent living, and economic self sufficiency. I'll start by making clear that disability is a priority in my administration, creating a National Office of Disability Coordination to ensure that federal programs work together to support people with disabilities.\nTogether we will: \nFight for economic security for individuals with disabilities by supporting opportunities to participate fully in the economy at a fair wage and to ensure financial security for all;\nSupport children with disabilities and their families by providing crucial early interventions and ensuring meaningful access to education; \nEnsure that technology is used to advance the interests of people with disabilities;\nProtect the rights and civil liberties of people with disabilities in areas like voting, criminal justice, and parental custody; \nPromote affordable, accessible, and green living;\nEnsure consistent access to affordable, high quality health care; and\nLead the fight for disability rights around the world.\nFighting for Economic Security\nAs President, I will build an economy that works for everyone. Right now, people with disabilities are excluded from economic opportunity and denied financial security. Adults with disabilities are more than twice as likely to live in poverty as those without a disability. The unemployment rate of people with disabilities seeking employment is also more than twice the unemployment rate of individuals with no disability - and Black and Native American people living with disabilities have the lowest rates of employment. Those that are employed are more likely to have part-time and hourly jobs, subjecting them to abusive scheduling practices, no benefits, and inadequate leave policies. And government-sanctioned pay discrimination exploits workers with disabilities by allowing employers to pay people with disabilities subminimum wages - some wages as low as 4 cents per hour. People with disabilities have the same rights to full participation in the economy and fair wages as everyone else, and I won't stop fighting until they get them.  \nBuilding economic security for people with disabilities means rewriting the rules of the economy to foster inclusivity, value their labor, and end labor market discrimination and exploitation. The first step is ensuring workers with disabilities get a fair wage: I'm committed to fighting for a minimum wage of $15 an hour for all workers, ending the shameful subminimum wage. I'll push to pass the Transformation to Competitive Employment Act to help transition individuals with disabilities and business models from subminimum wage to competitive employment. My administration will fight discrimination in the labor market and the workplace by increasing funding for civil rights enforcement at the EEOC and the Department of Justice. I will also ensure that the Department of Labor is enforcing section 503 of the Rehabiliation Act and protecing disabled veterans against work discrimination. And my plan for national paid family and medical leave will ensure that workers get the time off they need to care for themselves - or for family members with disabilities - without risking their financial security. \nBut there's more we can do. As President, I'll make federal employment a pathway to workforce inclusion and competitive wages for people with disabilities. When President Obama prioritized recruiting and hiring individuals with disabilities for federal jobs, he was able to raise the level of people with disabilities in federal service to 14% of the overall workforce. I'll re-commit to President Obama's efforts, and I will include federal contractors and internship programs, too.  I will also explore ways to increase entrepreneurship among individuals with disabilities, including promoting government contracting with disability-owned businesses and financing for startups.\nTo make the economy work for people with disabilities, we must also take aim at the ways that the financial industry targets people with disabilities, who can face higher risks of identity theft, financial abuse, and financial fraud, as well as limited incomes, making them less likely to be banked and more likely to borrow from payday lenders. I will create a position at the Consumer Financial Protection Bureau to coordinate and expand the Bureau's existing services for people with disabilities.  \nFinally, my administration will provide people with disabilities access to additional training and services that prepare them for competitive employment. To better support training and work opportunities as part of the Workforce Innovation and Opportunity Act, I will also invest in Vocational Rehabilitation and other workforce training and programs that support competitive, integrated employment. And I'll fight to fully fund the Office of Disability Employment Policy (ODEP) and formally establish ODEP in law. \nTo build economic security for people with disabilities, we must also rewrite the rules of government programs that trap them in poverty. Social Security Disability Insurance (SSDI) and Supplemental Security Income (SSI) are meant to provide financial security to people with disabilities when they are unable to work or are facing structural barriers to engaging in the workforce. But low monthly payments and punitive eligibility terms trap beneficiaries in poverty, punish them for receiving support from friends and family, and can even force them to choose between critical benefits and marrying the person they love. As President, I will fight to reform these programs to ensure that they provide strong support for people with disabilities and move them toward financial security.\nMy plan to expand Social Security increases benefits for all standard Social Security beneficiaries and SSDI beneficiaries. It also improves benefits for widowed individuals with disabilities and children of individuals with disabilities who are full-time students, and it creates a new Social Security credit for caregivers of family members and veterans with disabilities. And I've committed to fighting to fully fund the Social Security Administration.\nI'll build on these commitments by:\nEliminating the waiting periods for the Social Security Disability Insurance (SSDI) benefit and Medicare. For nearly half of beneficiaries, SSDI makes up 90% or more of their monthly income. Currently, federal law requires a 5 month waiting period before getting benefits after receiving an SSDI eligibility determination. It also requires a 24 month waiting period before accessing Medicare. Any waiting period is too long when it comes to accessing health care and crucial financial support. My plan will eliminate the benefit and Medicare waiting periods altogether. \nFixing the SSDI return-to-work benefit cliff. Under current law, returning to work requires SSDI-eligible workers to risk their economic security, because they lose all benefits when their earnings go one dollar above the earnings threshold: $2,110 for blind individuals and $1,260 for non-blind individuals in 2020. People with disabilities should not be penalized for trying to get back in the workforce, and I'll continue to fight to ensure they're not being penalized. My plan would set the threshold at $2,110 for all individuals and index it to inflation and create an offset of $1 for every $2 earned above the threshold so that benefits gradually zero out. \nImproving the SSI program. SSI provides crucial financial support for basic living expenses to 8.1 million people who have little to no income -- children with severe disabilities that limit caretakers' ability to work, adults with disabilities, and low-income seniors. In 2019, the maximum monthly SSI benefit was $771 for individuals -- far below the federal poverty line. More than half of SSI recipients have no working earnings and rely on SSI as their primary form of income. As President, I'll fight to increase the SSI federal benefit rate to match the federal poverty line. And I'll establish a hold harmless provision so that recipients don't lose access to other critical programs from the benefit rate increase. But I won't stop there. I'll fight to revise woefully outdated and punitive eligibility and income rules, like increasing the unearned income disregard from $20 to $123 and the earned income disregard from $65 to $399, and repeal the in-kind support and maintenance, transfer, and marriage penalties. I will eliminate the asset limit and update the deeming rule to break down barriers to saving, financial independence, and marriage, and I'll set the earnings eligibility threshold at $2,110 to match SSDI. I'll fight to end the loss of benefits for individuals that are admitted to medical facilities or emergency homeless shelters for longer periods of time. Finally, I will fight to expand SSI benefits to citizens in territories like Puerto Rico to establish equal rights to SSI for all Americans. \nSupporting Families and Young People with Disabilities \nGiving people with disabilities a fair shot starts with ensuring that they get a great education. A Warren administration will make sure families and children with disabilities have support in the earliest years to set them up for success later in life. I've already committed to expanding funding for early intervention services for infants, toddlers and young children. And my plan for Universal Child Care and Early Learning will provide high-quality child care and early learning to 12 million kids across the country, so working families can count on having early childhood care that is responsive to their child's needs. I'll ensure that all participating child care centers are fully ADA-compliant, so that no family is denied access to quality early learning opportunities for their child due to disability. \nI will also fight for every kid in America to have access to a high-quality public education. When children with disabilities are supported and included, they can excel. But right now, we are failing on our country's promise to give them a great education.  The high school graduation rate for students with disabilities is still 18 points lower than the graduation rate for students without disabilities. And even among students with disabilities, there remain substantial racial gaps in graduation: whereas 74% of white students served under IDEA received a high school diploma in the 2016-2017 school year, only 70% of Latinx students with disabilities and 64% of Black students received a diploma. We can do much better.\nMaking sure that students with disabilities have access to a great public education starts with ensuring a free and appropriate public education and fully funding IDEA. As a former public school special education teacher, I understand how much those dollars matter in the classroom. I'll commit an additional $20 billion a year to IDEA. That's more funding for hiring paraprofessionals and supporting teachers to meet students' needs; more funding to help schools provide augmentative or alternative communication services for students with severe language or speech disabilities; more funding for the development of culturally-responsive special education practices; more funding for transition planning to prepare students with disabilities for the future, and much, much more. \nMy administration will further invest in providing a meaningful, free and appropriate public education to students with disabilities by:\nEnsuring accessible school infrastructure. Although federal laws require public schools to be accessible, too many schools are not fully physically accessible to all students. In New York City alone, only 17% of elementary schools are fully ADA compliant. I'll invest an additional $50 billion in school infrastructure -- targeted at the schools that need it most -- to repair our nation's schools and make sure they're safe and accessible to everyone, with a focus on universal design. \nSupporting inclusive, culturally-responsive, and comprehensive education. We should ensure that all the communities represented in our public schools are reflected in our school curricula. I've committed to supporting rigorous, culturally relevant, and identity-affirming curricula, and that includes disability history and the contributions of people with disabilities. I'll also fight to fully fund research on how to best incorporate culturally responsive practices in special education services and for inclusive, evidence-based health classes and sex education.\nAddressing language deprivation of Deaf and hard-of-hearing students. Language deprivation in infancy and early childhood has been shown to impact a child's language and cognitive skills throughout childhood and into adulthood. I will work with states, experts, advocates, and families to develop standardized language development milestones and to provide parents and early educators with the resources they need to help their Deaf and hearing-impaired children and students acquire and develop language skills for kindergarten and beyond. \nTo fully support students with disabilities, I will tackle discriminatory policies and practices head-on. Despite strong anti-discrimination laws, students with disabilities still face discriminatory policies and practices that disproportionately impact them. Disciplinary practices are a prime example: students with disabilities are far more likely to receive out-of-school suspensions, be arrested or referred to law enforcement, and be restrained or secluded. The intersection of race- and disability-based discrimination puts students of color with disabilities at the greatest risk: across all years, Black, Native American and Alaska Native, and Native Hawaiian and Pacific Islander students with disabilities face higher rates of discipline than their white peers. \nMy administration will vigilantly enforce IDEA, Section 504 of the Rehabilitation Act, and the ADA and make sure that parents and students have the resources to seek the supports to which they are entitled.  I will ensure that students with disabilities, including those who attend or seek to attend charter schools, have a free and appropriate public education. I've committed to expanding capacity at the Department of Education's Office for Civil Rights so that the federal government can root out discrimination in our schools - including discrimination against educators with disabilities that inhibits the development of a diverse educator workforce. \nMy plan extends other critical protections for students with disabilities. I will implement Department of Education regulations to ensure that students of color with disabilities are treated fairly when it comes to identification, classroom placement, services and accommodations, and discipline. I'll also ensure that appropriate services are available to English Language Learners and immigrant students with disabilities, and I will fight to require states to include steps toward inclusion in their ESSA state plans and to invest in technical assistance for schools and teachers toward true inclusion.\nMy Office for Civil Rights will also assess emerging risks to students, like the potential privacy violations and disparate impacts related to surveillance practices. Practices like the massive database of student characteristics proposed in Florida, or the classroom video cameras installed in Texas, put students with disabilities at risk for both privacy violations and disproportionate identification for discipline. My administration will issue guidance to protect the rights of all students, including those with disabilities.\nOur schools must also be safe, and nurturing environments in which students with disabilities can thrive. I will fight to pass the Safe Schools and Improvement Act, which would ban bullying and harassment based on a student's actual or perceived disability, sexual orientation, and gender identity and will be particularly critical for LGBTQ+  students with disabilities who report high rates of harassment. My administration will also affirm and enforce federal protections under Title IX for all students who are survivors of sexual harassment and assault and require coordination between schools' offices of disability services and Title IX offices. I'm also committed to breaking the school-to-prison pipeline, fighting zero tolerance disciplinary practices and school pushout practices that contribute to chronic absenteeism and dropping out, closing the mental health provider gap in schools, investing in social emotional learning and restorative justice, ending the militarization of our schools. Further, I will only fund evidence-based safety strategies that address students, teachers, and parents' actual safety concerns. I will require school districts that choose to employ law enforcement officers or other security personnel on school campuses to train them on discrimination, youth development, de-escalation tactics, and interacting with students with disabilities; and I will provide the funding and technical assistance to adequately do so. I'll oppose the use of restraint and seclusion in schools, and I will push for sufficient training to ensure student, teacher, and staff safety.\nI will fight to make sure that students with disabilities have access to affordable, high-quality higher education experiences. Students with disabilities are less likely to have the opportunity to enroll in career and college readiness (CCR) courses and are less likely to go to college. I'll support ambitious individualized education programs (IEPs) for all students with disabilities, require schools to include students' classroom teachers in IEP development, and ensure they have access to meaningful CCR programs. I'll also issue guidance for school districts on how best to include students in the development of their IEPs beginning in elementary school and encourage states to develop postsecondary transition plans earlier in a student's school career.  \nI've proposed a historic investment in public higher education that will eliminate the cost of tuition and fees at every public technical, two- and four-year college in America. Given that students with disabilities enroll in postsecondary education at the same rates as students without disabilities, but are less likely to complete their degrees, I'll require public colleges to complete annual audits to identify disparities in enrollment and graduation rates for students with disabilities and propose steps to improve those rates. \nThe government's failure to invest adequately in higher education in the last few decades has left a mountain of student debt that is hurting families and weighing down the economy. As president, I will fight for broad student debt cancellation that will relieve the burden for 42 million Americans. We should also take steps to improve the student loan program and avoid another student debt crisis in the future, including improving the total and permanent disability discharge process. Student loan borrowers who are unable to work due to disability may be eligible for student loan cancellation, but bureaucratic processes keep many borrowers from getting the discharges they deserve. My administration will proactively reach out to borrowers who may qualify for this program to relieve their student debt burdens and provide automatic relief whenever possible.\nUsing Technology to Improve the Lives of People with Disabilities\nThe rapid pace of technological advancement has brought many positive changes for people with disabilities, improving their health, safety, and ability to interact with the world. But technology also poses risks when it is used in ways that discriminate against individuals with disabilities or exclude them from an increasingly digital world. \nMy administration will work to bring down the costs of assistive technologies that allow people with disabilities to lead fuller lives. If companies that used government funding to develop their products are unwilling or unable to offer key assistive technologies at reasonable prices, my administration will use its authority under the Bayh-Dole Act to license patented innovations to companies that will ensure that technologies are available to the public on reasonable terms. My plan to break up big tech will also promote competition and stimulate innovation that can help bring more products to market that meet the needs of people with disabilities at lower costs. And I'm committed to fighting for $100 billion in new funding for the National Institutes of Health to expand research that can provide a foundation for affordable and life-changing supports for people with disabilities. \nExperts have sounded the alarm about the potential for artificial intelligence and algorithms to discriminate against individuals with disabilities across a variety of areas, including automated job screenings and housing. As president, I'll create a taskforce that works across relevant federal agencies to promote enforcement of existing anti-discrimination laws, new regulations that specifically address discrimination in current and emerging technology, and guidance to the industry to promote compliance. In the Senate, I've introduced the AIM HIGH Act to ensure that instructional technologies at colleges and universities are accessible to students with disabilities. I will also ensure full accessibility of federal agency websites, information, and technology and fight for accessibility across all websites. Further, I will massively expand broadband access across the country with an $85 billion federal grant program, and I'll work to pass the Digital Equity Act, which invests $2.5 billion over ten years to help states develop digital equity plans and launch digital inclusion projects.\nProtecting Civil Liberties \nSystemic failures to consider and include people with disabilities have resulted in unconscionable limitations on their freedom to participate in our society. People with disabilities face a higher risk of violence by law enforcement, are over-represented in our prisons and jails, and are more likely to be victims of crimes. People with disabilities also face significant barriers to registering to vote, getting to polling places, and casting their ballot. And the intersection of racial, LGBTQ+, and disability-based discrimination results in even worse outcomes for people of color and LGBTQ+ people with disabilities. We cannot build a strong democracy when individuals are systematically denied their rights. From criminal justice to voting to immigration, my administration will safeguard the rights and liberties of people with disabilities and work to ensure that our society and democracy are truly inclusive. \nI will reform our criminal justice system to protect the rights of individuals with disabilities. We need real reform of our criminal justice system. In my criminal justice plan, I call for a new approach to public safety, one that invests in evidence-based approaches to address the underlying drivers of violence and crime. This approach will allow us to confront the disproportionate effects of our broken criminal justice system on people with disabilities and fix them at every step. As president, I will:\nEstablish a federal standard on use-of-force and increase funding for training. A federal standard for law enforcement use of force that incorporates proven approaches and strategies like de-escalation can help protect individuals with disabilities. I'll provide tools and resources to ensure that best practices on law enforcement training are available across America, giving local police what they need to meet federal training requirements, including training on implicit bias and the scientific and psychological roots of discrimination, cultural competency, and engaging individuals with cognitive or other disabilities.\nStop criminalizing homelessness. A Warren administration will commit federal funds to the goal of ending homelessness in our country, but we must also address laws that penalize people who are homeless and draw them into the justice system instead of giving them access to the services they need. These laws disproportionately impact people with disabilities. My Department of Justice will not fund efforts to criminalize homelessness and will deny grant money to police departments who are arresting residents for living outside. \nDecriminalize mental health crises. Police officers are the de facto first mental health providers in our country. Instead of relying on a system that is not meant to meet their needs, we should invest in preventing people from reaching those crisis points in the first place. In addition to investing in Medicare for All to provide critical mental health services, I'll increase funding for \"co-responder\" initiatives that connect law enforcement to mental health care providers and experts. And my administration will pilot evidence-based crisis response efforts to provide needed services to individuals with mental illness.\nDecriminalize poverty. Facing a greater risk of economic insecurity due to poverty and fixed incomes, people with disabilities are particularly vulnerable to the fines and fees levied by our legal system. These fees criminalize poverty, leaving low-income individuals entangled in the legal system with no means of getting out. That's why I've committed to ending cash bail, restricting fines and fees levied before adjudication, capping the assessment of fines and fees, and eliminating fees for necessary services like phone calls.\nEnforce the ADA in the legal system and in access to counsel. People with disabilities face barriers in the legal system at all levels of involvement -- as jurors, criminal defendants, litigants, attorneys and court employees. I've committed to strengthening public defenders and expanding access to counsel by providing funding for language and cultural competency training, including on treatment of individuals with disabilities, so that public defenders are best able to serve their clients. And I'll expand training and technical assistance for law enforcement, prosecutors, judges, and victim services providers, ensuring that all participants in the legal system are able to work with people with disabilities who are witnesses, jurors, victims of crimes, or defendants.\nI will also protect the rights of incarcerated people with disabilities. In addition to changing the laws and policies that put people in jail, we also need to address the serious failures of our prison system. People who are incarcerated are three times more likely to report having a disability, and while incarcerated, individuals with disabilities often lack access to critical health and mental health services, as well as necessary accommodations. Private prisons have some of the highest rates of abuses and exploitative practices in the system. That's why I've called to ban private prisons and detention facilities, and hold contractors accountable by expanding oversight, transparency and enforcement. \nAll prisons should meet basic human and civil rights standards, including providing accommodations and protections for prisoners with disabilities and limiting restrictive housing. I will implement a rigorous auditing program to ensure that prisons are adhering to legal requirements to provide accommodations and protect people with disabilities from abuse while incarcerated, and prosecute prison staff who engage in misconduct. I'll also require all jails and prisons to have working video phones for Deaf individuals and their loved ones. I've co-sponsored the Solitary Confinement Reform Act, which would reform the practice of solitary confinement and create a Civil Rights Ombudsman tasked with protecting the civil rights of those who are incarcerated. As president, I'll eliminate the use of solitary confinement and direct the Bureau of Prisons to establish a set of standards and reforms to protect the most vulnerable in our prison system. \nI'll also mandate better data collection on how people with disabilities interact with the criminal justice system. And I'll uphold the right to a free and appropriate public education for students in juvenile detention facilities, who are disproportionately students with disabilities. \nFinally, it's critical that we provide support to people with disabilities who are formerly incarcerated. That's why I'll support re-entry by funding partnerships between the re-entry system, Vocational Rehab, and Centers for Independent Living. And I will put pressure on states to eliminate collateral sanctions like disenfranchisement and restrictions on housing for those who have served their time and left prison.\nMy administration will guard against discrimination that threatens the rights of parents with disabilities. Federal law protects parents with disabilities from discrimination, including by state child welfare agencies. But two-thirds of states have laws that include parental disability as a factor in the grounds for termination of parental rights, and federal investigations have uncovered illegal discrimination against parents with disabilities in state child welfare agencies. My administration will increase enforcement of the ADA in family court systems, issue guidance to child welfare agencies and encourage them to update their policies and procedures, and take action against agencies that continue to violate parents' rights. \nVoting should be accessible for all Americans. I will remove barriers that inhibit voting for people with disabilities. In 2017, nearly two thirds of inspected polling places had at least one barrier for individuals with disabilities to cast a private and independent vote. These impediments deprive individuals of their rights and weaken our democracy. Under my plan to Strengthen our Democracy, the federal government will provide every polling location with accessible ballot machines for people with disabilities and conduct research into how to improve voting security and accessibility for all people, including those with disabilities. I will also eliminate barriers that make voting more difficult by making Election Day a national holiday, requiring all federal elections to have a minimum of 15 days of early voting, expanding voting hours, allowing the option to vote with a sworn statement of identity instead of an ID, having convenient polling locations, and offering voting by mail. And I will fight to pass the Voting Rights Advancement Act and the Native American Voting Rights Act to shut down a host of festering discriminatory practices.\nI will establish new protections for immigrants with disabilities. Immigrants grow our economy and make our communities richer and more diverse, and immigrants with disabilities deserve to be treated with respect and dignity. But from refusing medical care in detention facilities to expanding the definition of \"public charge\" to justify denying green cards, the Trump administration has enacted an inhumane immigration agenda that has coupled xenophobia with ableism. \nAs President, I will protect asylum seekers by issuing guidance to limit the use of detention to circumstances when it is necessary because an individual poses a flight or safety risk, and to protect those who are most vulnerable in a general detention facility. I'll remake Customs and Border Protection and ICE from top to bottom. I'll insist on transparency and empower internal watchdogs with independent authority to prevent abuse, including maltreatment of people with disabilities, and I'll designate a Justice Department task force to investigate the most serious accusations. Whether they are held in detention, being screened, or taking the naturalization exam, immigrants with disabilities should have access to appropriate accommodations, and I'll mandate access to accommodations in every aspect of the immigration process. I will also reinstate and expand DACA, which will protect critical support for people with disabilities. And I'll roll back the Trump administration's policy that forces immigrant families to choose between staying together and ensuring their children have access to critical services which is causing indefensible harm to immigrant families. \nMy administration will also establish an Office of New Americans, dedicated to supporting new immigrants, including those with disabilities, as they transition into our society and economy. By collaborating with community organizations, immigrants with disabilities can receive support -- from early intervention services to vocational rehabilitation -- tailored to their needs and experiences.\nAffordable, Accessible, and Green Living\nEveryone should have a decent, affordable, and safe place to live, but stagnant wages, sky-rocketing rents, and a stark shortage of affordable options are putting the squeeze on American households. For people living with disabilities, finding affordable housing can be even more difficult due to limited accessible options and pervasive housing discrimination.  \nMy Housing Plan for America will bring down rents by 10% nationwide by tackling the growing cost of housing at its root: a shortage of affordable housing, and state and local land-use rules that needlessly drive up housing costs. My plan would add more than 3 million new affordable housing units and prioritize a portion of these units to particularly vulnerable groups like the chronically homeless, people living with HIV, people with disabilities, seniors who want to age in place, and people who have been incarcerated and are returning to the community. I'll look for opportunities to incentivize developers to build more ADA-compliant homes, and I'll also restore funding for the Section 811 Supportive Housing for Persons with Disabilities program to at least 2018 levels.\nThe Trump administration has repeatedly attacked fair housing. My plan to Protect and Empower Renters strengthens fair housing law and enforcement. This is particularly critical for renters with disabilities who make up the majority of discrimination complaints. It also strengthens Fair Housing Act anti-discrimination protections to include source of income, like a housing voucher or SSI. I'll protect HUD's disparate impact rule against the Trump administration's efforts to weaken it, so that tenants have the tools to challenge business decisions and zoning regulations that discriminate against people with disabilities. I will roll back the Trump administration's effort to add work requirements to housing assistance. I'll also direct HUD to take on chronic nuisance ordinances - local laws that threaten fair housing for people with disabilities by allowing or requiring landlords to evict tenants based on certain incidents, including 911 calls. \nIn addition to tackling affordability and discrimination, a Warren administration will invest in safe, healthy, accessible, and green public housing. About 41% of all public housing units are home to a disabled person, but only about 3% of those units actually have accessibility features. As a co-sponsor of the Green New Deal for Public Housing Act, I'll work to ensure that we raise the standard of living in all public housing, fight to completely close the national public housing capital repair backlog, and invest in climate-resilient, accessible, and new public housing construction.\nOur fight for environmental justice and response to climate change must factor in the impact on individuals with disabilities. The environmental threats our country is facing often have particularly harsh impacts on individuals with disabilities. I will make sure that their needs are front and center as we tackle environmental justice and climate change.\n45% of Americans do not have access to public transportation, and people with disabilities face particular barriers in using and accessing public transportation. My Build Green program will work toward ensuring equitable and accessible transportation for all by opening up new funding opportunities for localities to improve transportation infrastructure and expand and electrify public transportation options, including in rural communities. My administration will fight to ensure ADA compliance in all projects undertaken under these programs. \nI'm committed to protecting people from environmental harms that endanger their health. My plan for Environmental Justice commits to eliminating toxic substances like mold and lead from all housing and drinking water sources, to fully funding CDC's environmental health programs like the Childhood Lead Prevention program, and to ensuring that nobody's drinking water is poisoned because of crumbling infrastructure. \nAs part of my 100% Clean Energy for America plan, I will invest in energy retrofitting because more efficient homes mean lower energy bills. As of 2015, nearly one-third of American households struggled to pay their energy bills, and many disability households need reliable energy for refrigerated medications and electricity-dependent medical equipment, like ventilators and dialysis machines. When Pacific Gas & Electric shut off power because of concerns of wildfire risk, more than 1.5 million people were affected. Over 30,000 of those affected have special energy needs due to qualifying medical conditions. I will support a transition toward a distributed energy system, so that we are no longer dependent on monopolies in the utilities sector for vital power service.\nThe increased intensity and frequency of disasters due to climate change is particularly devastating for people with disabilities because of barriers in evacuation assistance and critical medical care. I'll require disaster response plans to uphold the rights of vulnerable populations, develop best practices in planning for at-risk communities, and make emergency management plans a requirement in IEPs for students with disabilities. During emergencies, we will work to ensure that critical information is shared in ways that reflect the diverse needs of people with disabilities and other at-risk communities, including through ASL, Braille, and languages spoken in the affected community. My administration will also ensure that a sufficient number of disability specialists are present on state emergency management teams and in FEMA's disaster response corps. I'll push to pass the Real Emergency Access for Aging and Disability Inclusion for Disasters (REAADI) Act, which will establish a National Commission on Disability Rights and Disasters, ensure that federal disaster spending is ADA compliant, and support people with disabilities in disaster planning. And I'll fight for the Disaster Relief Medicaid (DRM) Act, which will make certain that individuals can get health care if they have to leave their community or if there is a disruption in care. \nHealth Care\nHealth care is a human right, but too many people with disabilities face barriers to quality care.  People with disabilities are frequently denied coverage, subject to discriminatory treatment, or receive inadequate services. We need a system that empowers all people to live full lives. We need a system that reflects our values. That system is Medicare for All.  \nMy plan reduces health care costs in America, eliminates profiteering, and ensures everyone can get the care they need without going broke. Starting on day one of my presidency, I will protect people with pre-existing conditions, and work to reverse the Trump Administration's sabotage of our health care system. Within my first 100 days, I will push Congress to give everyone the choice to join an improved Medicare program that covers vision, hearing, mental health, dental, and long term care. I will accomplish this by lowering the Medicare age limit to people over 50, and giving everyone else the opportunity to join a Medicare for All option that will be free for children under 18 and for millions making under double the poverty level (about $50,000 for a family of four). That means increased funding for direct support, home health services, and financial support for those who currently provide home care for loved ones with disabilities without reimbursement. \nThen, no later than my third year in office I will push Congress to complete the transition to Medicare for All. Under Medicare for All, I will fight to improve critical elements of Medicaid's long-term services and supports (LTSS) coverage, which states will continue to manage, including strengthening and expanding the MFP program. As we make home and community based services mandatory under Medicare for All, we will work to better standardize these benefits across states and eliminate Medicaid's estate recovery, marriage penalty, and LTSS asset test. I will also end the bias towards institutional care and guarantee seniors and those with disabilities the right to home and community-based services.  Medicare for All will be a game-changer for all of us, but it will be particularly impactful for people with disabilities whose frequent interactions with the healthcare system make consistent, affordable access to care all the more crucial. \nAs we transition to Medicare for All, I will roll back harmful work requirements, enrollment caps, and Medicaid premiums allowed by the Trump Administration to ensure that Americans with disabilities can get the care they need. In this period, I will continue to oppose block granting Medicaid, defend funding for critical support services like non-emergency medical transportation, and work with states to pilot demonstrations to improve Medicaid portability for beneficiaries who are traveling or in cases of displacement or disaster. I will also direct the Centers for Medicare and Medicaid Services to further integrate information about medical devices into claims data so we can accurately track their safety -- an especially important issue for those with disabilities, many of whom rely on medical equipment and devices. And my administration will take seriously the needs of disabled individuals when determining medical necessity for assistive technology.\nWe must also ensure that every American has the support they need to lead an independent life. I firmly believe in the right of those with mental illnesses and disabilities to live and participate in their communities. My administration will enact and build on the Disability Integration Act and fully enforce the Olmstead decision to achieve its promise of community-based treatment and services under Medicare for All. And it will better enforce key rules on managed care and mental health parity. We will also make it easier for service members and veterans to see a mental health professional, including by significantly increasing the number of mental health specialists at DOD and VA, streamlining appointment processes, and enhancing access to telehealth options for those who cannot come to a VA facility. And I will fight for reproductive justice, including passing federal laws that protect the right to an abortion and ensure real reproductive health care for everyone, no matter their race, gender, sexual orientation, socioeconomic status, or ability.\nAs part of our effort to expand mental health treatment, it's critical that we continue to combat the opioid epidemic. People with disabilities are more likely to have a substance use disorder and less likely to get the proper treatment they need. My CARE Act will pour $100 billion into communities on the front lines of this crisis and begin treating this epidemic like the public health crisis it is. But it's essential that we work to ensure that programs and policies meant to deter abuse do not unintentionally force millions of Americans to lose access to critical medicine and live in pain, and my administration will take care to balance these needs. Further, we will also work to increase access to alternative pain management treatments by legalizing marijuana and ensuring other substances are appropriately scheduled by the Drug Enforcement Administration. \nFinally, we will support today's health care workforce and build a pipeline for the future. I'll expand the Medically Underserved Population (MUP) designation to include people with disabilities, which will increase access to primary health service providers.  My plan to empower workers will support better working conditions for those who care for people with disabilities, including guaranteeing that home health workers can join a union or other worker organization; creating training and certificate programs to address safety; and enforcing adequate federal nursing home staff minimum requirements. And my administration will push for culturally competent, language-inclusive, and identity-affirming health services and training for professionals, especially in mental health.\nLeading the Fight for Disability Rights around the World\nUnder the Trump administration, the United States has neglected its responsibility to be a leader in human rights, including disability rights. As President, I will make disability rights a priority in my approach to foreign policy. As part of my plan for a new approach to trade, I've already committed to upholding internationally recognized human rights, as reported in the Department of State's Country Reports on Human Rights, which includes disability rights. To build on my commitment to invest in diplomacy to make a more safe and secure world, I will establish an Office of Disability Rights at the State Department, dedicated to promoting and protecting the rights of people with disabilities around the world and pursuing inclusive foreign policy and diplomacy. And we will ratify the Convention on the Rights of Persons with Disabilities to uphold the ADA's principles of non-discrimination, equality of opportunity, accessibility and inclusion at the international level. \nWe all do better when everyone has the opportunity to fully participate in all aspects of life. Together, we can realize a truly inclusive world. Because when we organize together, when we fight together, and when we persist together, we can win.",
    "url": "https://elizabethwarren.com/plans/disability-rights-and-equality"
}