{
    "id": "disability_justice",
    "text": "Elizabeth's first job out of college was teaching students with speech and learning disabilities at a public school. This role reaffirmed for her how important it is to live a life of independence and dignity. She will always stand up for the policies that help make that possible for all Americans, including Americans with disabilities.\nIn Elizabeth's time in the Senate, she has fought tirelessly for people with disabilities, knowing that all areas of policy affect the community. She has championed legislation to increase accessibility across employment, education, health care, community inclusion and engagement, and housing because she knows our democracy is stronger when it is reflective of all of us. \nEmployment\nElizabeth has always believed in the principle of equal pay for equal work, but today, it is perfectly legal for an employer to hire workers with disabilities and pay them below what they pay workers without disabilities for doing the same work. They can even apply for permission to pay workers with disabilities below the federal minimum wage. It's a disgrace. \nIndividuals with disabilities should have the opportunity to reach their full potential in competitive and integrated employment settings, and they should receive fair wages for their work. For these reasons, Elizabeth has worked to end the subminimum wage, and has pressured the Department of Labor to more aggressively crack down on the abuse of 14(c) certificates. This policy enforces harmful and inaccurate stigmas, and we should phase it out in a responsible way.\nIn order to provide a path to good-paying jobs, we also need to do everything we can to ensure that all students, regardless of means or background, have access to career training. That's why Elizabeth introduced and passed the Free Career and Technical Education for High School Students Act in order to direct federal funding streams toward reducing or eliminating out-of-pocket costs associated with Career and Technical Education programs for high school students, including students with disabilities. If classes that prepare high school students for college are free, then career training classes that prepare students to enter the workforce should also be free. And she has introduced bipartisan legislation that would expand education savings accounts to cover apprentices' out-of-pocket costs, such as for equipment and books.\nEducation\nElizabeth is a fierce advocate for high-quality education for all children. That is why she is a proud co-sponsor of the Keep Our Promise to America's Children and Teachers Act, which would fully fund the Individuals With Disabilities Education Act and make sure education is a priority in the federal budget. \nElizabeth believes we must make sure our public education system creates opportunity for all our kids, including students with disabilities. That's why Elizabeth passed an amendment to the Elementary and Secondary Education Act reauthorization to ensure that students with disabilities are able to use assistive technology to access assessments. It's also why she introduced the bipartisan AIM HIGH Act to create guidelines for accessible instructional materials on college campuses. Elizabeth recognizes that many students face special obstacles to their education, and will always stand up for programs that help to level the playing field.\nElizabeth also knows that the fight for equal opportunity in education does not end in high school and believes we must make sure people with disabilities are not held down by student loan debt. That's why she has called for something truly transformational - up to $50,000 in student loan debt cancellation for 42 million Americans. This will have a profound impact on the disability community, which has a 25% higher default rate on student loans than the rest of borrowers. \nAnd to make sure we never have another student loan crisis, Elizabeth is also calling for universal free two-year and four-year public college and technical school. Her plan would make college truly universal - not just in theory, but in practice - by making higher education of all kinds more inclusive and available to every single American, including people with disabilities, without the need to take on debt to cover costs. Additionally, she has introduced legislation to prohibit the Treasury Department from forcing borrowers who are severely disabled from paying taxes on student loans that have been canceled, which would save them thousands of dollars.\nHealth Care\nHealth care is a basic human right. That's why Elizabeth supports Medicare for All, which would give every single person in this country a guarantee of high-quality health care and access to long-term supports and services. Elizabeth will fight to make sure Medicare for All includes robust coverage for people with disabilities and people with complex care needs - and she won't back down when it comes to making sure high-quality health care is there for those who need it. \nElizabeth will also fight to bring down the cost of prescription drugs. Right now, Washington works great for the big pharmaceutical companies, but it's not working for people who are trying to get a prescription filled. Elizabeth's Affordable Drug Manufacturing Act would allow the government to manufacture a generic drug when no company is manufacturing a drug, only one or two companies is manufacturing the drug and prices are spiking, there is a shortage of the drug, or the medicine is essential and faces limited competition and high prices. She supports international reference pricing, safely importing drugs from other countries, and allowing Medicare to negotiate lower drug prices. And she will work to block anticompetitive behavior in the health care industry and crack down on a range of practices that brand-name drug manufacturers use to keep prices high. \nIn addition to the right to physical health care, Elizabeth believes in affordable, high-quality mental health services. Despite the widespread need for these services, many Americans are denied coverage. That's why Elizabeth introduced the Behavioral Health Coverage Transparency Act, which would hold insurers accountable for providing adequate mental health benefits and ensure Americans receive the protections they are guaranteed by law. She has also worked to hold the Health and Human Services Department accountable for improving insurers' compliance with mental health parity laws through an online consumer parity portal.\nAdditionally, Elizabeth is deeply committed to both protecting and expanding Social Security benefits, which have not nearly kept up with the rising costs of health care, housing, food, and energy, for Americans with disabilities. After shrinking budgets forced the Social Security Administration to cut thousands of jobs and close more than 60 offices, leading to outrageously long wait times that left many Americans with disabilities struggling to get their benefits, Elizabeth fought to get a $480 million increase for the agency - the first increase to its operating budget in almost a decade.\nCommunity Inclusion and Engagement\nPeople with disabilities are often excluded from participating in their communities due to inaccessibility and lack of supports. Elizabeth realizes that removing barriers to participation is essential for people with disabilities to ensure true equality. For Elizabeth, there is no better place to start removing those barriers than in our efforts to secure our democracy. \nIn Elizabeth's election security plan, she is clear that security and accessibility are not mutually exclusive. Elizabeth calls for the federal government to provide every polling location with accessible ballot machines for people with disabilities and to conduct research on how to improve voting security and accessibility for all people. In addition to calling for Election Day to be made a federal holiday, Elizabeth supports requiring a minimum of 15 early voting days to ensure that those who rely on public transit and direct support professionals, both of which could be interrupted on holidays, have ample time to vote. \nJust as she knows advancements in voting security and accessibility require a federal government investment, Elizabeth also knows it takes a strong investment in medical innovation to further expand the assistive technologies available to people with disabilities. Over the past fifty years, the American system of medical innovation has transformed the health of billions of people around the world. It didn't just appear overnight as if by magic - it is the end result of generations of huge taxpayer investments in the National Institutes of Health. That's why Elizabeth has fought tooth and nail against cuts to the NIH budget. She has also introduced the National Biomedical Research Act and the Medical Innovation Act to restore our investments in the NIH's cutting-edge scientific research and bring us closer to critical health care breakthroughs. \nElizabeth knows that assistive technologies only help the disability community if they are affordable. That's why Elizabeth supports Medicare for All and why she has reached across the aisle to craft and pass bipartisan legislation guaranteeing affordable, over-the-counter hearing aids for those with mild to moderate hearing loss. And why she introduced the Audiology Patient Choice Act, a bipartisan bill that ensures people with disabilities on Medicare have access to a full range of hearing and balance health care services provided by licensed audiologists.\nDirect Support Professionals provide essential support to people with disabilities to help them lead meaningful, productive, and independent lives. In the United States, there is an increasing shortage of DSPs. That's why, every year since Elizabeth entered the Senate, she has co-sponsored a resolution that recognizes the important work DSPs do and more recently called on the Department of Labor to collect data specific to DSPs. She has also cosponsored the Disability Integration Act, which would require insurance providers that cover long-term supports and services to allow people with disabilities to access home and community-based services and lead an independent life.\nHousing \nEnsuring that people with disabilities can live full, independent lives means we must also invest in affordable housing. Elizabeth's proposal to confront America's housing crisis  --the American Housing and Economic Mobility Act -- would build or rehab 3.2 million new units, bringing rents down by 10%, and ensuring that people with disabilities and their caregivers can afford to live in the communities that they call home. Her planl also expands the Fair Housing Act to prohibit discrimination against people for gender identity, sexual orientation, marital status or source of income, including government assistance, or housing vouchers.\nElizabeth knows that policy is personal, and as president, she will always fight for the full inclusion of people with disabilities. ",
    "url": "https://elizabethwarren.com/plans/disability-justice"
}