{
    "id": "empowering_american_workers",
    "text": "Over the past few decades, fundamental changes in our economy have left millions of working families hanging on by their fingernails. Wages have largely stagnated even as corporate profits have soared and worker productivity has risen steadily. The share of national income that goes to labor has declined and is near its lowest point in almost 70 years. \nThese trends reflect a shift of trillions of dollars away from the pockets of working families. And they are all driven by a single underlying problem: American workers don't have enough power. \nA key reason is the systematic attack on unions by giant corporations and their allies in Washington and in state governments. The percentage of unionized workers has plummeted from roughly 35% to just over 10% since the 1950s, leaving too many workers without a strong voice in the workplace. But the problem goes beyond this frontal assault. Decades of accumulating decisions in corporate boardrooms and in Washington have shifted more and more power into the hands of Wall Street managers, CEOs, and other elites - and money along with it.       \nWe cannot have a truly democratic society with so little power in the hands of working people. We cannot have sustained and inclusive economic growth without a stronger labor movement. That's why returning power to working people will be the overarching goal of my presidency.\nTo do that, I will partner with Congress, use bold executive action, and leverage the federal procurement process to pursue the most progressive and comprehensive agenda for workers since the New Deal. \nMy agenda has five broad goals: \nExtending labor rights to all workers\nStrengthening organizing, collective bargaining, and the right to strike\nRaising wages and protecting pensions \nIncreasing worker choice and control\nExpanding worker protections, combating discrimination, and improving enforcement \nI will also remake the federal courts with nominees who support working people. That starts at the top: I pledge as President to nominate a demonstrated advocate for workers to fill any Supreme Court vacancy. We can't afford more decisions from the Supreme Court and appellate courts that strip workers of rights and hand more power to corporations.  \nTogether, these changes will shift power back towards working people, boost America's labor movement, and help create an economy that works for everyone.\nExtending Labor Rights to All Workers \nThere are three core federal laws that protect and empower workers. The National Labor Relations Act (NLRA) protects the rights of workers to engage in collective bargaining with employers. The Fair Labor Standards Act (FLSA) creates a federal minimum wage and sets overtime and other wage requirements. And the Occupational Safety and Health Act (OSH Act) aims to ensure a safe working environment. \nThese laws should protect all workers. But outdated exceptions - some originally motivated by outright racism or sexism - and changes in modern working arrangements have denied millions of workers these basic protections. My plan would right these wrongs and help raise labor standards for all workers by: \nExtending basic protections to farm workers and domestic workers: Both farm workers and domestic workers are not covered by the NLRA and not fully covered by the FLSA and the OSH Act. Some of these exclusions date back to objections from Southern segregationist politicians in the 1930s, who did not want these workers (in many cases, disproportionately women and people of color both then and still today) to have basic worker protections. These exclusions hurt millions of workers and have no justification. That's why I will fight to pass the Domestic Workers Bill of Rights and the Fairness for Farm Workers Act, proposals that address these historical injustices. I'm also committed to ensuring that these workers have the right to organize, whether through the NLRA or some other means. \nEnding worker misclassification as \"independent contractors\": An \"employee\" has a number of rights under federal law that an \"independent contractor\" does not have. As a result, companies often attempt to misclassify workers as independent contractors. While rideshare companies like Uber and Lyft have attracted the most attention for this kind of persistent worker misclassification, the practice is common across a variety of industries. This practice denies basic rights to millions of workers, and I will fight to end it as President. I strongly backed a recent law in California that will help end worker misclassification in that state, and I will push to enact a similar law at the federal level. I will also push to make worker misclassification itself a violation of labor law. And I will use every administrative tool available to end worker misclassification from the day I enter office. \nAdopting a broad \"joint employer\" standard under the FLSA and the NLRA: Employers have certain obligations to their employees under the FLSA and the NLRA. The Trump Administration has proposed a new rule that defines \"employer\" very narrowly so that big companies like McDonald's are not considered employers of the workers who work at McDonald's franchises. This leaves many workers without the ability to bargain with - or hold accountable - the corporate entities who exercise significant control over their work. I helped lead the fight to ensure a broad definition of employer so that workers could hold big companies accountable - before Trump's Labor Department reversed course. I will direct my Labor Department to scrap the new Trump rule and write a new one that defines employer broadly. And I will push to enact the Protecting the Right to Organize (PRO) Act, which addresses this problem in statute and empowers the millions of workers who work for franchises and subcontractors. \nNarrowing the definition of \"supervisor\" in the NLRA so that more employees gain collective bargaining rights: The NLRA includes a broad exemption that effectively prevents \"supervisors\" from joining a union. The current broad definition of \"supervisor\" prevents millions of employees who occasionally engage in minor supervisory tasks - like charge nurses and construction foremen - from joining fellow employees to unionize. Employers can also delay union organizing by challenging whether certain employees are \"supervisors.\" By narrowing this category to make clear that a supervisor is someone who spends the majority of their time on supervisory tasks and exercises real managerial authority, we will give millions of additional employees the right to organize.  \nClarifying that graduate students are \"employees\" that can unionize: In 2016, the National Labor Relations Board in the Obama Administration determined that graduate students who get paid for teaching or research are \"employees\" and therefore have a right to unionize. That set off a wave of unionization efforts, which I supported and encouraged. But the Trump Administration's NLRB recently proposed a new rule reversing that Obama-era ruling. I will appoint NLRB members who would scrap the Trump rule and revive the right of graduate students to organize. And I will fight for legislation to reaffirm that graduate students are employees so future administrations cannot strip them of their rights again. \nGuaranteeing public sector workers the right to organize: I will fight to enact the Public Service Freedom to Negotiate Act, which ensures that public employees can organize and bargain collectively in every state. \nExpanding the rights of federal workers: My administration will immediately rescind the Trump executive orders attacking federal sector unions by restoring the ability to grieve personnel actions, preserving \"official time\" for unions to represent workers fully, and directing agencies to overturn the limited version of collective bargaining now in place. I will also fight to ensure that federal workers are paid continuously during government shutdowns rather than facing furloughs and no-pay status, and crack down on contracting out services and on the widespread use of temp workers. And I will ensure the right of federal workers to strike. \nEnsuring employers can't exploit undocumented workers and drive down standards for all workers: The 2002 Supreme Court case Hoffman Plastic Compounds v. NLRB held that an undocumented worker could not receive the backpay he was owed from an employer who had violated the NLRA. That 5-4 ruling is wrong and denies millions of undocumented workers redress for illegal firings or other retaliatory conduct by an employer. The case encourages employers to hire undocumented immigrants and exploit them in numerous fields, including construction and manufacturing, which could lower wages for all workers. I will fight to amend the NLRA to end this form of exploitation and ensure that all workers are protected.\nExtending protections to home care workers: More than three million people work as home health aides or personal care aides, and another million more are likely to join that line of work by 2028. I will work with home care workers and their advocates to ensure equal treatment for them under our labor laws. That includes guaranteeing that all home care workers can join a union or other worker organization, creating training and certificate programs to address safety, and enforcing adequate federal nursing home staff minimum requirements. And my administration will reverse a cynical Trump-era rule that prevents home care workers that work with Medicaid beneficiaries from using paycheck deductions for health insurance contributions and union dues. \nStrengthening Organizing, Collective Bargaining, and the Right to Strike\nOne of the primary goals of my administration will be reversing the steady decline in union membership and putting workers at the center of our economy. Unions built America's middle class, and with the strong support of my administration, they will help rebuild America's middle class.  \nMy plan guarantees working people their organizing rights and makes it easier for unions to secure contracts and assert their rights in all industries. My plan also supports sectoral bargaining so that workers in the same field across various companies can work together to negotiate higher wages and benefits for all of them.  \nGuaranteeing Organizing Rights\nBig corporations and their allies at the federal and state level have waged a decades-long war against the organizing rights of workers. I'll fight back by: \nProhibiting states from enacting so-called \"right to work\" laws: Twenty-eight states currently have \"right to work\" laws, which prohibit unions and employers from agreeing that any employee who benefits from a union contract should have to pay dues to support the union. These state laws deprive union treasuries of funds needed to represent workers, bargain contracts, and organize new workers, and are associated with significantly lower wages for workers. I've led the fight to repeal the federal law that permits states to pass these anti-worker laws, and enacting that change will be a top priority of mine as President. \nAdopting \"card check\" and passing the Protecting the Right to Organize (PRO) Act: If a majority of employees vote to form a union, they should be able to form a union. And if they form a union, they should be able to reach an agreement with their employer quickly. That's why I support card check, which would allow unions to be certified if a majority of employees sign union cards or otherwise express support for a union. I also support the PRO Act, which, among other things, requires employers and unions to enter binding arbitration to secure a collective bargaining agreement within 120 days of negotiations beginning to address cases in which employers refuse to bargain or engage in delaying tactics to string out negotiations. \nLimiting employer interference in union elections: The decision to join a union should be up to workers and labor organizations only. Yet today, employers have the ability to interfere in that decision in all sorts of ways. I will push to repeal Section 8(c) of the Taft-Hartley Act, a provision that permits employer interference like compelling worker attendance at anti-union meetings and restricting reasonable union access to the workplace. \nRecognizing the value of workers and collective bargaining in the procurement process: I have already committed to requiring federal contractors to pay workers a minimum wage of $15 an hour. Beyond that, I don't believe it's appropriate for the federal government to spend the public's money doing business with employers that violate their workers' legal rights to organize and bargain. My administration will use every legal tool it has within the procurement process to promote good union jobs. \nAmending antitrust law to protect gig workers: As long as gig workers are considered independent contractors, they may not be able to bargain collectively or form unions under state or municipal law because such organizing can be considered price-fixing under federal antitrust law. Although some states have taken steps to crack down on the widespread practice of misclassifying workers as independent contractors - and I will push for a federal law to end worker misclassification - we should also protect these workers in any interim period. A Warren administration will modernize antitrust law to protect the right of these individuals to form unions.\nCracking down on intimidation by state and local officials: In recent years, we've seen state officeholders insert themselves into organizing campaigns to threaten workers with all manner of consequences should they form a union. These officials have put the full weight of their offices on the scale to campaign with employers against unions. While state and local leaders have constitutional rights to express political opinions against unionization, the federal government has tools to fight back. And under my leadership, it will. When state or local officeholders use their power and influence to intimidate workers or to dissuade them from unionizing, a Warren administration will respond. We will make sure that affected workers know the federal government will protect their rights, and we will take every step possible to prevent federal resources from being used by state or local government to intimidate or coerce workers who are exercising their rights under federal law. \nBroadening the NLRB's enforcement authority and creating a private right of action for employees: The NLRB has limited enforcement tools, which makes it easier for employers to get away with breaking the law. That's why workers should have a private right of action against employers who engage in unfair labor practices. And that's why I want the NLRB to have much stronger enforcement authority, including: \nthe power to impose compensatory and punitive damages on employers who break the law; \ngreater authority to seek injunctive relief to order employers to bargain with unions, even in the absence of an election, when the employer has violated the law; and\nA requirement to seek an injunction to reinstate a worker if the NLRB finds that the worker has been the victim of unlawful retaliation.\nLegalizing craft units: In 2011, the NLRB held that craft units - which are smaller, cohesive segments of workers in a larger employer's workplace, such as mechanics in the airline industry or cosmetic workers in a retail setting - were permissible under the NLRA. Unfortunately, the Trump NLRB has undermined these types of units. A Warren administration will appoint NLRB members who will legalize these units.\nStrengthening the NLRB regional offices: I will also push to upgrade the NLRB regional and sub-regional offices, which is where most disputes are resolved. \nMaking It Easier for Unions to Assert Their Rights and Expanding the Right to Strike\nMy plan also makes it easier for unions to assert basic rights by:\nStrengthening the right of workers to strike: In the last few years, working people in all walks of life have rediscovered their right to strike, and have won real gains. In 2018, there were 20 major work stoppages, which represented the largest number of strikes since 1986. I supported these efforts - including the striking teachers in Oklahoma, West Virginia, and Kentucky - and stood with striking workers on the picket lines. My plan builds on these efforts and further empowers workers by: \nbanning the permanent replacement of strikers; \nprotecting the rights of workers to engage in repeated, short-term strikes - sometimes called pattern or intermittent strikes - by appointing NLRB members who recognize that such strikes are legal under the NLRA; and\ncommitting to a very high standard for intervening in strikes in all industries. \nEliminating secondary boycott restrictions and the ban on \"hot cargo agreements\": Secondary boycott restrictions forbid a labor organization in a labor dispute with one company from putting economic pressure on another company that does business with the company originally enmeshed in the labor dispute. Employers can seek injunctions against unions that violate these secondary boycott provisions. A related provision is the ban on \"hot cargo agreements,\" which forbids provisions in collective bargaining agreements in which employers commit in advance to boycott or refuse to do business with any other employer involved in a labor dispute. I will fight to repeal the secondary boycott and hot cargo provisions so that workers gain more leverage and can join together in common cause across workplaces. Repealing these provisions would also strengthen the ability of workers and unions to engage in \"signal\" or free speech picketing, a powerful tool to draw attention to critical issues like climate change and human rights abuses. \nCurtailing employer lockouts: Employer-initiated lockouts have become a more common tool for employers to force employees to accept significant concessions. Under current rules, workers and management are not on equal footing - while employers can maintain production during strikes, workers often struggle to maintain their incomes during employer lockouts. \nThat's why my administration will curtail lockouts. Lockouts can disrupt the federal contracting process, and my administration will take that into account in awarding federal contracts. And I will push for the NLRB to use its rulemaking authority to trim back decades of law that have given employers broader lockout authority, and use its injunctive power early in the lockout process to bring them to an end.\nPromoting Sectoral Bargaining\nUnder existing law, workers usually bargain with a single company at a time. By contrast, sectoral bargaining is when particular categories of workers (like fast food workers or janitors) negotiate across firms.\nSectoral bargaining can have two significant benefits. Each individual firm may have a strong incentive to resist collective bargaining if it believes it will raise costs and put the firm in a worse position relative to its competitors. But if every firm is bound by the same bargaining outcome, their relative standing remains. That creates conditions for a more successful bargaining process.\nSectoral bargaining also permits tailored standards that build on broad requirements like minimum wage laws or basic worker safety standards. Sectoral bargaining can help ensure that wages and worker safety standards can go above the legal floors created by federal, state, and local law.  \nBut sectoral bargaining remains difficult under current law. A Warren administration will amend federal labor law to promote sectoral bargaining so that workers across industries - fast food workers at McDonald's, Burger King, and Taco Bell, or child care workers across different employers - can band together and bargain alongside labor organizations to improve wages, hours, and working conditions on an industry-wide basis. \nRaising Wages and Protecting Pensions\nMy plan raises wages for workers and protects the hard-earned pensions and other retirement savings of working people by: \nRaising the federal minimum wage to $15 an hour for all workers, including tipped workers and workers with disabilities: I will fight to pass the Raise the Wage Act, which increases the federal minimum wage to $15 an hour for all workers - including tipped workers and workers with disabilities - and indexes the minimum wage to median wage growth. While I push to enact that legislation, I will sign an executive order on the first day of my administration to require all federal contractors to pay a $15-an-hour minimum wage.\nProviding more overtime pay to millions of workers by reviving and expanding the Obama-era overtime rule: The Department of Labor under President Obama issued a rule that doubled the salary threshold under which salaried workers must automatically receive overtime pay. The Trump Administration recently cut back that threshold significantly, cutting pay for roughly 8 million workers. I fought hard for the Obama overtime rule and my administration will reinstate it administratively - with the salary threshold adjusted upward for inflation and other factors. I'll also push for a new law to lock in these changes so future administrations can't weaken the overtime rule again.\nIncreasing antitrust scrutiny of consolidation that drives down wages: The growing consolidation of employers in certain areas is driving down wages. Studies show a 17% decline in wages between markets in the 25th percentile of market consolidation and those in the 75th percentile of market consolidation. But antitrust authorities have largely ignored labor market consolidation: since 1960, approximately 97% of consolidation cases have dealt with product markets, rather than labor markets. The federal government has the authority to review mergers for this kind of harmful effect on the labor market and my administration will reject mergers if they create labor market consolidation that will drive down wages.\nProtecting the Davis-Bacon Act and supporting project labor agreements: The Davis-Bacon Act guarantees the payment of prevailing local wage rates to all laborers and mechanics on federal construction projects. This is a basic labor protection in the construction industry and I will insist that it apply to all federal construction spending in a Warren administration. I will also support project labor agreements in construction. \nSupporting new apprenticeships: I've already proposed increasing federal investments in apprenticeships tenfold. In addition, I will direct the Labor Department to set aside funding for apprenticeships on any construction projects using federal dollars, and to partner with labor organizations and joint labor/management apprentice programs to establish new training requirements and apprenticeship programs in industries throughout the country, including in home care, nursing, and hospitality.\nDefending worker pensions and other retirement savings: Workers earned their pensions and my administration will defend every penny of them. My administration will recognize the value of defined-benefit pension, and on multi-employer pensions, I will push to pass the Butch-Lewis Act to create a loan program for the most financially distressed pension plans in the country. I will work with labor leaders, policy experts, fund counsel, actuaries, and benefits specialists to improve the pension system and to devise policy for financially challenged plans that are not in immediate distress. And I will restore the Labor Department's fiduciary rule that the Trump administration delayed and failed to defend in court, so that brokers can't cheat workers out of their retirement savings.\nProtecting union workers in the transition to Medicare for All: Unions have fought long and hard to win compensation in the form of high-quality health insurance for members and their families. But in every contract negotiation that unions and employers pursue, the unchecked cost of health insurance threatens to consume the agenda and crowd out progress on other important issues like wage increases or enhanced retirement security. Medicare for All will break this pattern. In both the transition to Medicare for All and its implementation, my administration will work closely with unions and multiemployer health insurance funds to protect the gains they have made and to draw on their experience providing quality health care to working people.\nIncreasing Worker Choice and Control\nOver the past few decades, changes in corporate philosophy and decisions in Washington have left workers with fewer employment choices and less control over the companies that employ them. My plan reverses that trend by: \nRequiring large companies to let workers elect board members: Under my Accountable Capitalism bill, American companies with $1 billion or more in annual revenue must let employees elect no less than 40% of the company's Board members. That is a crucial tool for giving millions of workers more control over corporate decisions on everything from wages and benefits to outsourcing and long-term investments. One of the companies that would be covered by this requirement is General Motors, where 46,000 workers represented by UAW went on strike because of the company's refusal to let workers get a fair share of the billions of dollars in profits the company has made. Letting GM workers elect 40% of the company's board would help ensure that workers get the wages and benefits they deserve.   \nProhibiting non-compete clauses in employment contracts: Non-compete clauses - which can prevent workers from leaving to work for a competing employer - have become common, including in lower-wage work. These clauses depress wages and deny workers opportunities to find a better job. A 2016 Treasury Department report found that non-compete agreements are associated with lower wages and lower wage growth. And empirical evidence shows that banning these agreements raises wages: a recent study found that Oregon's 2008 ban on non-compete agreements for hourly workers increased hourly wages overall by 2-3%, and estimated that wages might be as much as 14-21% higher for workers who were actually bound by non-competes. I've pushed for more scrutiny of these clauses. As President, I will pursue legislation to ban them entirely.  \nBanning \"no-poach\" agreements: The majority of employment contracts for major franchisors like McDonald's and Burger King include \"no-poach\" agreements, which prevent one franchisee from hiring away an employee from another franchisee. I believe these agreements violate antitrust laws and suppress wages. I will push to prohibit them.\nProhibiting forced arbitration agreements and class action waivers in employment contracts: Many employers require workers to sign employment contracts that force them into arbitration over any employment-related dispute and prevent them from banding together in class action lawsuits against their employers. These provisions make it harder for workers to challenge wage theft, harassment, and discrimination. I will immediately prohibit federal contractors from including these agreements in their employment contracts, and I will push for a new federal law to ban them for all employers. \nExpanding Workplace Protections, Combating Discrimination, and Improving Enforcement\nEvery worker should be safe at work. Every worker should be treated with dignity and respect. And any employer that fails to ensure these conditions should be held accountable. My plan upholds these principles by:   \nGuaranteeing fairer scheduling practices: Many workers - especially those in low-wage service sector jobs - have highly unpredictable schedules. Their total number of hours can vary wildly from week to week and they may not know in advance what days they are working in a week. That makes scheduling child care or attending classes really difficult. I have written legislation called the Schedules that Work Act that requires employers with more than 15 employees to provide schedules at least two weeks in advance and protects workers from retaliation for asking for a scheduling change to accommodate things like childcare and night school. Enacting this bill will give workers back some more control over their lives. \nSupporting new worker safety protections for health care, transit, and social service workers: According to OSHA, close to 75% of workplace assaults happen in either the healthcare or social services industries. Also, there has been a 40% increase in assaults against transit workers in the last year. I will work with employees in these fields to address worker safety, including by pushing to pass the Workplace Violence Prevention for Health Care and Social Service Workers Act.\nExpanding the ability of states to enact stronger worker protections laws by limiting the scope of federal preemption in certain areas: Federal worker protections should be a floor, not a ceiling. My administration will examine reforms to statutes like ERISA and the NLRA so that they do not preempt positive experimentation by states and municipalities around issues of economic security and worker benefits. Strategic revisions to these federal statutes could promote the ability of states and cities to improve conditions for workers without weakening substantive worker protections.\nAddressing employment discrimination with landmark new protections for workers: I will push for several new protections for workers, including:\nProtecting workers from discrimination during the hiring process: During the hiring process, employers use salary history and criminal records to make offers, locking women into lower wages and discriminating against formerly incarcerated people. I've already promised to ban federal contractors from asking applicants for previous salary information and violating the EEOC's criminal records guidance. And I've already committed to reversing guidance exempting privately run re-entry programs from anti-discrimination laws. I'll go further to address inequality in the job market by codifying the EEOC guidance so it applies to all private employers and directing the EEOC to bring pattern-and-practice suits against companies that have a history of this kind of discrimination. \nCodifying anti-discrimination protections for LGBTQ+ workers: The Supreme Court may side with the Trump administration and exclude gay and transgender people from basic Title VII employment protections in an upcoming case. I'll prohibit granting federal contracts to any company lacking a nondiscriminatory hiring policy that recognizes gender identity and sexual orientation as protected classes, regardless of the upcoming Supreme Court decision. And I'll push to pass the bipartisan Equality Act to codify workplace protections for LGBTQ+ workers.\nStopping employers from using traits historically associated with race to discriminate against workers: In EEOC v. Catastrophe Management Solutions, a federal appeals court held that it is lawful to discriminate against employees with dreadlocks under a \"race-neutral\" grooming policy despite the disproportionate impact on people of color. California has banned workplace discrimination based on hairstyle, and several states are poised to do the same. I will push to pass federal anti-discrimination legislation that includes traits historically associated with race, including hair texture.\nDefending the rights of workers with disabilities: In addition to guaranteeing workers with disabilities a minimum wage of $15 an hour, I will push to pass the Transformation to Competitive Employment Act, which would support a transition towards competitive, integrated employment for people with disabilities through grants and technical assistance.\nProtecting the rights of pregnant workers: I will fight to pass the Pregnant Workers Fairness Act, which, among other things, makes it illegal to fail to make reasonable accommodations for pregnant workers or to deny employment opportunities to pregnant workers based on the need to make such reasonable accommodations.\nStrengthening service worker protections against harassment and discrimination: I will fight to enact the BE HEARD in the Workplace Act, which closes loopholes in federal anti-discrimination law related to harassment on the basis of gender. It extends protections to independent contractors and workers in companies with fewer than 15 employees, a change that could help workers in the entertainment industry, domestic workers, home care workers, and women working in small businesses, who currently are without legal protections against harassment.\nSignificantly strengthening enforcement of worker protection laws: We must strengthen our enforcement of worker protection laws so that employers cannot exploit employees or put them in danger with impunity, including by:\nSubstantially increasing funding for the EEOC, OSHA, the DOL Civil Rights Center, and the wage and hour division of the Labor Department: Each of these agencies plays a crucial role in enforcing worker protections and each is badly underfunded - and the Trump budget proposed even further cuts. The EEOC - which enforces provisions in laws such as the American Disabilities Act, the 1964 Civil Rights Act, and the Pregnancy Discrimination Act - has had virtually stagnant funding since 1980, while the number of workplace discrimination complaints received doubled over the last decade. In 1978, each OSHA inspector was responsible for safety inspections at the workplaces of approximately 60,000 workers. Now it's 180,000 workers. In 1978, investigators at the Department of Labor's Wage and Hour Division were responsible for approximately 69,000 workers. Today, DOL investigators are responsible for an average of 175,000 workers. I will substantially increase funding for these agencies so they have the resources they need to do their jobs. I will also strengthen and expand grants to unions and labor organizations to help expand our inspectional reach.\nSubstantially increasing penalties for violations of wage-and-hour laws, worker safety laws, and anti-discrimination laws: Currently, the statutory maximum penalties for these kinds of violations are laughably small and fail to adequately deter misconduct. For example, according to the Department of Labor, the statutory maximum penalty for willful or repeated violations of minimum wage and overtime laws is just $1,000, and the statutory maximum for willful or repeated violations of child labor laws is just $10,000. I will push to substantially increase these maximum penalties so that employers don't view violations as the cost of doing business.\nTargeting enforcement at industries with the most frequent violations: Even with more funding, our worker protection agencies should target enforcement resources by directing them towards the industries with the worst track record. \nDirecting the Department of Labor to refer violators of labor law to the Justice Department for criminal prosecution: Under the OSH Act, someone who willfully violates worker safety laws resulting in the death of a worker can receive criminal punishment. I will direct the Labor Department to prioritize criminal referrals to the Justice Department for companies and individuals who repeatedly put workers' health and safety at risk. \nEnsuring that the Department of Labor partners with unions to improve enforcement: The Labor Department should partner whenever and wherever possible with labor organizations to increase compliance and strengthen enforcement. \nUsing the procurement process to crack down on companies that violate labor laws: I've pushed government agencies to provide tougher oversight of companies that violate labor laws. As President, I will ensure that our taxpayer dollars don't go to support companies with bad track records of exploiting workers or putting their health and safety at risk.",
    "url": "https://elizabethwarren.com/plans/empowering-american-workers"
}