{
    "id": "end_opioid_crisis",
    "text": "Life expectancy in the United States dropped again in 2017, part of the longest sustained decline in a century -- one largely driven by the opioid epidemic. More than 685,000 Americans have died from a drug overdose in the United States this century, and it's getting worse. In 2017, that number was 70,000 people, the highest year on record, and the majority of those deaths were due to opioids. Emergency room visits for opioid overdoses have skyrocketed. Children have lost their parents. And only a small percentage of those suffering ever receive the treatment they need.\nThe crisis has also severely impacted communities of color, exacerbated by existing health disparities. For example, in 2017 the number of opioid-related deaths was 692 in Baltimore, almost as high as West Virginia, 833 -- the state with the highest death rate in the country -- with most deaths occurring in the black community.\nThis is not the first time our country has faced a national public health crisis of great magnitude. When deaths from HIV/AIDS grew rapidly in the 1980s, our country's medical system was ill-equipped to respond. In 1990, Congress passed the Ryan White CARE Act, which finally provided significant new, guaranteed funding to help state and local governments combat the growing epidemic and provided a safety net for those living with the disease. A similar national mobilization is needed to confront the opioid epidemic today.\nThat's why in partnership with Rep. Cummings of Baltimore, today I'm rolling out the CARE Act -- a comprehensive plan to end the opioid crisis by providing the resources needed to begin treating this epidemic like the public health crisis that it is.\nA Comprehensive Plan to End the Opioid Crisis\nThe CARE Act proposal is modeled on the Ryan White CARE Act, providing resources directly to first responders, public health departments, and communities on the front lines of this crisis -- so that they have the resources to provide prevention, treatment, and recovery services for those who need it most.\nUnder the CARE Act, states and communities will receive $100 billion in federal funding over the next ten years -- because that's what's needed to make sure every single person gets the treatment they need. Here's how that breaks down each year:\n$4 billion for states, territories, and tribal governments;\n$2.7 billion for the hardest hit counties and cities, including $1.4 billion to counties and cities with the highest levels of overdoses;\n$1.7 billion for public health surveillance, research, and improved training for health professionals;\n$1.1 billion for public and nonprofit entities on the front lines, including those working with underserved populations and workers at high risk for addiction, and to support expanded and innovative service delivery of treatment, recovery, and harm reduction services;\n$500 million to expand access to naloxone and provide this life-saving overdose reversal drug to first responders, public health departments, and the public.\nResources would be used to support the whole continuum of care, from early intervention for those at risk for addiction, to harm reduction for those struggling with addiction, to long-term support services for those in recovery. Along with addiction treatment, the CARE Act would ensure access to mental health services and help provide critical wraparound services like housing support and medical transportation for those who need them.\nBut the CARE Act doesn't just provide resources to communities, it also works to strengthen our addiction treatment infrastructure -- demanding states use Medicaid to its fullest to tackle the crisis, expanding access to medication-assisted treatment, and ensuring treatment programs and recovery residences meet high standards.\nMoney, Power, and Accountability\nThe ongoing opioid crisis is about health care. But it's about more than that. It's about money and power in America -- who has it, and who doesn't. And it's about who faces accountability in America -- and who doesn't.\nIf the CARE Act becomes law, every single person would get the care they need. Scores of legislators in Congress have signed on to support this plan. The nation's top experts on the crisis stand behind it. It spells out in detailed terms exactly how funding would get to the communities that need it most. We should pass it -- not in two years, not after the 2020 elections -- but immediately.\nIf we don't, it will be because politicians who have spent years wringing their hands about this crisis aren't willing to do what's necessary to end it. Yes, getting everyone the treatment they need costs money. We can cover the cost of this plan by closing loopholes that allow very wealthy families to escape paying the estate tax.\nToo many folks in Washington care more about protecting the wealthy from paying their fair share than they do about solving these kinds of urgent national problems. I want to change that.\nThis week, I'll visit Kermit, West Virginia, a small town located along the Kentucky-West Virginia border. Kermit has been hard-hit by the opioid epidemic -- and not by accident. Over a period of just a few years, this town of only 400 people was flooded with approximately 13 million prescription opioid pills, all delivered to a single local pharmacy -- that's more than 30,000 pills per resident. The companies shipping these pills repeatedly disregarded requirements to report suspicious patterns of behavior, and the state Board of Pharmacy failed to enforce its own rules.\nNow Kermit is fighting back with a lawsuit against the pharmacy and five wholesale drug distributors who exacerbated the crisis. It's just one of many similar lawsuits lodged by towns, counties, and states across the country -- and I hope they win. But the fact that any of this happened in the first place speaks to something rotten in our system.\nHere's the truth: fueling addiction is big business. The five companies being sued by Kermit earned $17 billion shipping prescription opioids to West Virginia during the period in question, and their CEOs took home millions in bonuses and pay.\nThis crisis has been driven by greed, pure and simple. If you don't believe that, just look at the Sackler family. They own Purdue Pharma, a privately-held pharmaceutical company. Started by three brothers in the 1950s, the Sacklers grew their company into an empire -- and got very rich along the way. Their children continued in the family business. Several served on the company's board. They're billionaires. They own mansions around the world. Entire wings of museums in New York and London have been stamped with the family name.\nBut here's the thing: the Sacklers made their money pushing OxyContin. Pushing it even as study after study demonstrated its addictive potential. Even as hundreds of thousands of Americans died. And how did the Sackler family react? They tried to increase their profits by opening a network of for-profit recovery centers to treat the very same health crisis they were fueling.\nThe opioid epidemic teaches us that too often in America today, if you have money and power, you can take advantage of everyone else without consequence. I think it's time to change that.\nUnder my opioid plan, billionaires like the Sacklers wouldn't get to live the high life while only 1 out of 5 folks who need opioid treatment get the help they need. Instead, they would pay up to help make sure every person gets the care they need. And under my Corporate Executive Accountability Act, executives of major companies that deliberately hurt people through criminal negligence -- for example, by dumping mountains of highly addictive pills into towns like Kermit to make a quick buck -- don't just pay a fine, they face real criminal penalties.\nReal, structural change to address this crisis is going to take new leadership in Washington. Leadership that will hold business executives that cheat and defraud and addict people responsible for their criminal acts. Leadership that requires the Sacklers and their heirs to pay a bit more to clean up the mess they caused.\nThat's the America we deserve. An America where we take care of each other, where health care for every person who needs it matters more than rich families shielding their wealth. An America where when people like the Sacklers destroy millions of lives to make money, they don't get museum wings named after them, they go to jail.\nRather than blaming the victims, we need to make sure a crisis like this never happens again. That's why I'll keep fighting for real structural change -- for accountability, and for a real solution for the opioid crisis.",
    "url": "https://elizabethwarren.com/plans/end-opioid-crisis"
}