{
    "id": "fighting_corporate_perjury",
    "text": "Last month, Congresswoman Alexandria Ocasio-Cortez grilled former Exxon consultant Martin Hoffert in a House hearing that examined whether Exxon knew about the risks of climate change decades before the public did. She pointed to a 1982 study by Exxon's own scientists projecting that, without corrective action, the Earth would hit a carbon dioxide concentration of 415 parts per million by 2019. Their projection was remarkably accurate: last year, the average atmospheric carbon dioxide concentration hit 407.4 parts per million.\nHis answer? \"We were excellent scientists.\"\nAs early as 1982 - well before the public knew about the dire threat posed by climate change - Exxon's own scientists proved that climate change was real. That wasn't even the first time that scientists warned Exxon and other fossil fuel companies that their product was warming the planet and putting lives at risk. As early as 1977, Exxon's in-house senior scientist presented sobering evidence to Exxon's management showing that fossil fuel emissions were driving global climate change. By 1980, Exxon's scientists openly recognized the scientific consensus that fossil fuels would likely cause a global temperature increase of between 1.5 and 4.5 degrees Celsius, and oil companies began to plan for climate-related risks to their assets.\nExxon could have shared its science with the public. But along with the rest of the industry, it chose a different path. \nFossil fuel companies launched a decades-long campaign to cover up these facts and deceive government regulators and the American people. Exxon began by pouring money into climate denial research, spending millions of dollars on think tanks to manufacture uncertainty about climate science and publishing and promoting non-peer-reviewed junk science to mislead the American people about climate change. As late as 2009, Exxon was flat-out lying to the government, filing an official regulatory comment to the Environmental Protection Agency purposefully asserting things they had known for decades to be untrue - that the effects of climate change on public welfare were \"almost non-existent and engulfed in an extremely high degree of uncertainty,\" a contradiction of its own internal scientific conclusions. \nExxon isn't the only company that uses the fake research playbook. We saw it when Big Tobacco companies hid the health risks of tobacco for decades while submitting false and misleading comments to regulators, and we're seeing it again now as Charles Koch tries to influence government regulators by funding \"academic\" research that says we should roll back climate action. \nIt is illegal to lie to Congress. It is illegal to lie to a court. It's even illegal to lie to your shareholders. But corporate interests are regularly and knowingly peddling false claims in order to stop regulatory agencies from acting in the public interest. \nIt's bad enough that the companies peddle misinformation on purpose. But the consequence is even worse when it comes to new regulations. \nThat's because when federal agencies like the EPA propose new regulations, they are generally required to solicit public input on proposed rules from the public through a process called \"notice and comment.\" The notice and comment process is important: it's supposed to give the public a chance to weigh in on proposed regulations and help the agency solicit expert feedback, and agencies are legally required to respond to these comments. And even where the agency responds, if a company submits junk science to try and block the rule from happening, right-wing judges could point to those junk studies later on and use them as an excuse for invalidating the new rule. \nThat's right. Industry players and their allies knowingly submit false and misleading information to regulatory agencies - and instead of being held accountable for lying, that false and misleading information is used as an excuse to block agencies from acting.\nThis will end in a Warren administration. \nMy plan to End Washington Corruption prevents companies like Exxon from using industry-funded fake research to mislead federal regulators. And if bad actors like Exxon break the rules and deliberately lie to government agencies, my plan will treat them the same way the law treats someone who lies in court - by subjecting them to potential prosecution for perjury.\nThe rulemaking process is designed to make sure that before government acts, it takes into consideration all of the good faith concerns of everyone who might be affected by a new rule. But what about bad faith concerns? \nFor years, corporations have exploited the this process for their own benefit by flooding agencies with well-funded comments from industry insiders. Worse still, those comments can be riddled with industry-funded lies and misinformation. And because contaminating the rulemaking process with this garbage could lead the entire rule to be delayed or struck down, corporations have every incentive to use junk science and false talking points to mislead agencies when the facts are not on their side. \nHere's what I'll do to fix it:\nCreate a new \"corporate perjury\" law to hold companies accountable when they lie to federal agencies. If someone lies in court, to Congress, or to wealthy shareholders, they can be hauled into court. My anti-corruption plan applies perjury rules to individuals that knowingly make a false statement to federal regulators. Just like in ordinary perjury cases, prosecutors would have a very high bar to prove that someone knowingly lied - and they would have to prove any case beyond a reasonable doubt. No one would be liable for mistakes, for submitting research in good faith that turns out to be wrong, or for raising honest disagreements - even if those disagreements are unpopular or unusual. But where companies engage in egregious and intentional efforts to mislead agencies in an effort to prevent our government from understanding and acting on facts, they will face criminal liability. That means up to $250,000 in fines or even jail time for the corporate operatives who knowingly submit comments with false or fraudulent information to regulators.\nBan agencies and courts from considering non-peer-reviewed, industry-funded research. In the early 2000s, Exxon paid nearly a third of the annual budget of the climate denier group Frontiers of Freedom - which then published and promoted non-peer-reviewed reports that distorted solid scientific evidence to manufacture doubt about climate change. Exxon also spent more than half a million dollars on the Marshall Institute, another think tank that issued reports pushing industry-funded climate denial. It's bad enough that companies would fund fake \"research\" to mislead the American people about facts that might hurt their bottom line. But it's unacceptable that this \"research\" can be subsequently used to distort the rulemaking process. My plan would require industry actors who submit non-peer-reviewed research to agencies to disclose how that research was funded, whether those funders influenced the research's findings, and the nature of any past or ongoing financial relationships between the researchers and their corporate backers. If any conflicts of interest exist, that research will be excluded from the rulemaking process and will be inadmissible in any subsequent court challenges, unless the research has passed rigorous, independent peer review.\nGive the public the tools to fully participate in the federal regulatory process. The rule-making process is one of the most important tools the American people has to take on big banks, protect workers and consumers, and confront the climate crisis. That's why my plan establishes a national Office of the Public Advocate to help the public engage with important legal changes made by federal agencies during the rulemaking process. This would help federal agencies make informed decisions about the human consequences of their proposals, rather than largely relying on industry talking points. \nExxon knew about the risks of climate change decades ago. But their response to discovering the truth was to do everything possible to hide it from the world for as long as possible. That's time we can't get back. Global temperatures are rising, resulting in deadlier heat waves and worse hurricane flooding that are putting lives at risk. And with a climate denier in the White House and a former coal lobbyist as EPA Administrator, our federal government has been captured by anti-science corporate interests and shows no signs of reversing course. \nBut corporate capture of our government didn't start with Trump, and replacing him without fixing the underlying corruption in Washington won't end it. It's time to level the playing field, rein in corporate influence, and hold bad actors accountable. When I'm president, that's exactly what I'll do.",
    "url": "https://elizabethwarren.com/plans/fighting-corporate-perjury"
}