{
    "id": "foreign_policy",
    "text": "From endless wars that strain military families to trade policies that crush our middle class, Washington's foreign policy today serves the wealthy and well-connected at the expense of everyone else.\nAll three of Elizabeth's brothers served in the military, so she knows our servicemembers and their families are smart, tough, and resourceful. But a strong military should act as a deterrent so that most of the time, we won't have to use it. Elizabeth believes it's long past time to take an honest look at the full costs and risks of our military spending and overseas actions.\nFor nearly two decades, this country has been mired in a series of wars - conflicts that sap American strength. The human and financial costs of these wars are staggering. While we should continue to be vigilant about the threat of terrorism, it's time to bring our troops home - and then make sure they get the support and benefits they've earned. It's also time to cut our bloated defense budget and end the stranglehold of defense contractors on our military policy. The United States will spend more than $700 billion on defense this year alone. That is more than President Ronald Reagan spent during the Cold War. It's more than the federal government spends on the rest of the discretionary budget combined. That's wrong. It's wasteful. It's unsustainable. If more money for the Pentagon could solve our security challenges, we would have solved them by now. It is time to identify which programs actually benefit American security in the 21st century, and which programs merely line the pockets of defense contractors - then pull out a sharp knife and make some cuts.\nElizabeth believes we should leverage all the tools of our national power, not just our military might. Foreign policy should not be run exclusively by the Pentagon. That means means reinvesting in diplomacy and recommitting to multilateralism. It means standing with our partners and allies to advance our shared interests, instead of cozying up to dictators and autocrats. It means pushing back on disinformation and other efforts to undermine free and open societies. It means investing in new technologies and solutions to new global challenges, from cybersecurity to the existential threat posed by climate change. \nFor too long, our economic policies have left workers with the short end of the stick. Elizabeth will fight to strengthen labor standards - and then to enforce them. That means ensuring that workers are meaningfully represented at the negotiating table and building trade agreements that strengthen labor standards worldwide. It means curtailing the power of multinational monopolies through serious antitrust enforcement and working with our international partners to crack down on tax havens. It's time to stop prioritizing corporate profits over American paychecks. That's why Elizabeth opposes Trump's new \"NAFTA 2.0\" unless he produces a better deal for America's working families. \nAfter years as the world's lone superpower, the United States is entering a new period of competition. Democracy is running headlong into the ideologies of nationalism, authoritarianism, and corruption. America can win this competition only if we are strong and secure at home. Policies that undermine working families in this country also erode our strength in the world. \nElizabeth believes we need to be honest about the hard work that is needed to restore our democracy here at home and to align our foreign policy abroad to regain the trust of the American people. It's time for a foreign policy that works for all Americans, not just wealthy elites.",
    "url": "https://elizabethwarren.com/plans/foreign-policy"
}