{
    "id": "green_jobs",
    "text": "Earlier this month, climate scientists published new research suggesting the planet is hurtling towards an ecological tipping point that would irreversibly damage the earth and threaten our livable climate -- for good. This most recent study adds to the growing body of evidence that climate change is happening faster than scientists originally thought. And it further reinforces what we already know: we have roughly a decade left to avoid catastrophic impacts by ending our economic dependence on fossil fuels and substantially reducing global emissions. \nBut while climate change presents an urgent threat, it also presents the greatest opportunity of our time: the chance to rebuild our economy with 100% clean energy, to address the racial and economic inequality embedded in our fossil fuel economy, and to create millions of good, union jobs in the process. \nThis is not the first time our country has faced a threat of this magnitude. \nWhen Franklin Delano Roosevelt said we would build a historic air force of 185,000 planes to defeat the Nazis, America had a nascent military aircraft industry. But FDR rallied the nation to the task: by the end of World War II, we had produced around 300,000 aircraft in less than 5 years. \nWhen John F. Kennedy told the nation that we would send a man to the moon in under a decade, people said that would be impossible, too. But our top scientists and engineers came together and changed the world forever, delivering not just a lunar landing but also a torrent of new technology that helped working Americans here at home. \nFrom World War II to the space race, American ingenuity has risen to meet seemingly impossible challenges -- leading the world and unleashing economic benefits for Americans in the process.\nToday we face a new challenge. Defeating the climate crisis will require the ingenuity of the moon landing and an economic and industrial mobilization unseen since our efforts in World War II. It will need to happen at the speed and scale of FDR's New Deal, which launched over 50 federal programs and pulled millions of Americans out of unemployment. It will take workers of all kinds to rebuild and repower our energy grid and to upgrade our transportation, building, and water systems to guard against the worst effects of climate change and protect our most vulnerable communities. And it will take workers in every corner of America -- from construction foremen in the Rust Belt to pipefitters in the Bayou -- to transform our country's infrastructure. \nThe Green New Deal is the answer to this national call. \nAfter the 2008 crash, President Obama ushered through the historic American Reinvestment and Recovery Act to jumpstart our economy and bring an end to the Great Recession. Included in this total federal investment was $90 billion for clean energy, making it one of the largest investments in clean energy in U.S. history. The Council of Economic Advisors later reported that every $1 invested in clean energy leveraged an additional $1.60 in non-federal and private dollars.\nUsing this historical data and other estimates as a guide, my plans for a Green New Deal will result in an estimated total public and private investment of $10.7 trillion in our new clean energy economy. And independent experts that examined my ideas for a Green New Deal to analyze how they will drive job creation estimated that they will create 10.6 million new green jobs. This will help rebuild the middle class by providing family-supporting wages, career pathways, and worker protections in our new green economy.\nThis is the opportunity of the Green New Deal: a $10.7 trillion total investment in our clean economy that spurs 10.6 million green new jobs. And we'll do it all together -- with no community and no worker left behind. \nI mean it when I say that defeating the climate crisis will be a top priority of my administration. That's why today I'm releasing my plan to enact a climate change agenda that not only reduces our carbon emissions but also jumpstarts our economy. \nDeveloping the Green Workforce of the Future\nThere are already clean energy job opportunities across the country. But with $10.7 trillion in federal and private investments, we can turn these opportunities into 10.6 million new, union jobs rebuilding our nation's infrastructure and transitioning to the new clean energy economy. To support the millions of skilled and experienced contractors we will need to plan and execute large construction and engineering projects in the new clean economy and to support the first responders, healthcare workers, social workers, and other public and private employees who respond to climate-induced disasters, my administration will commit to investments in retraining, joint labor management apprenticeships, and creating strong career pipelines to ensure a continuous supply of skilled, available workers. And, we will look for every opportunity to partner with high schools and vocational schools to build pathways to the middle class for kids who opt not to go to college.\nExpanding job training. We currently invest $200 million annually in apprenticeship programs across the country. Successfully training and re-training millions of skilled laborers to rebuild our nation's infrastructure, however, will require scaling up dramatically. That's why my plan to Defend and Create American Jobs calls for a tenfold increase in investments in apprenticeships -- a $20 billion commitment over the next ten years. I'll follow Governor Inslee's lead by re-establishing dedicated programs for green industrial and construction job training and placement under the Workforce Innovation & Opportunity Act (WIOA), too. \nAnd investing in job training is only the first step. A Warren administration will link public investments in clean energy infrastructure to apprenticeship and pre-apprenticeship training, as well as graduation rates and local hires, to ensure that we are creating a full training-to-career pipeline. My plans also call for expanded technical and trade school opportunities to create pathways into good jobs in the new clean energy economy that will not require a college degree. And my administration will create regional sector-specific training partnerships to help better align training with the local job market, leverage the community college system, and ensure that workers gain transferable skills. \nPartnering with unions to rebuild the middle class. I am committed to ensuring that all of the 10.6 million new jobs in the clean economy pull working Americans back into the middle class -- and to working hand-in-hand with unions to do so. That's why I will fight for good wages and strong benefits for every worker that joins the new clean economy. A Warren administration will condition federal clean energy investments to state, local, and tribal governments on employers offering family-supporting wages and benefits -- and will enforce this through Project Labor Agreements, prevailing wage laws, and Community Benefit Agreements. And I will work hand-in-hand with unions to return power to the working people powering the green economy. Unions built the middle class and unions will rebuild the middle class in the green economy of the future, too.\nI've already committed to making sweeping reforms to our labor policy. These changes will extend labor rights to all workers -- for example, narrowing the definition of \"supervisor\" under the National Labor Relations Act to end the exclusion of workers like the construction foremen that will lead the charge on building our clean energy grids. They will guarantee workers entering this new economy have a voice in actually shaping it by strengthening organizing and collective bargaining rights and increasing worker choice and control, including by requiring large companies to allow workers to elect no less than 40% of board members. And I will work with unions to design the training and apprenticeship programs that can create strong career pipelines for workers to enter this new green economy, helping to expand opportunities -- and a continuous supply of skilled workers to power this transformation. \nEnsuring the new clean economy is open to everyone. In addition to employing millions of new workers in the clean economy, I am committed to leaving no worker behind as we transition to an economy powered on clean energy. That includes honoring our commitments to fossil fuel workers by holding fossil fuel companies accountable and defending worker pensions, benefits, and securing retirements. I will make sure the opportunities created are available to those who have traditionally been excluded -- especially women and communities of color -- by imposing new rules on companies that hope to receive federal contracts. \nRebuilding our nation's infrastructure as part of the new clean energy economy will take all of us, including returning citizens -- which is why my administration will partner with organizations that make renewable energy and associated job training available to underserved communities and formerly incarcerated individuals. And my plan to empower workers will expand worker safety protections for workers entering the green economy -- like our transit workers who are increasingly subject to assault -- and I will strengthen anti-discrimination protections for workers from all backgrounds. \nRepowering our Energy Sector\nIn 2018, clean energy industries employed over 3.2 million Americans -- more workers than in the petroleum, natural gas and coal industries combined. The clean energy industry is rapidly expanding -- the two fastest-growing jobs in the nation are solar panel installer and wind turbine technician. But there is more to do, and the federal government can and should play a role in increasing the speed and scale of this transition. A Warren administration will focus on rebuilding and repowering our energy grid to grow our economy -- and my plans will create 6.8 million good paying jobs in the energy sector, all while cutting carbon pollution. \n100% Clean Energy Plan\nWhile some states and utilities have been leading the way on cleaning up their electricity sources, far too many are falling behind. My plan calls for the federal government to set a bold standard for achieving 100% carbon-neutral power by 2030, including carbon-free baseload solutions, putting us on the path to a 100% emissions-free electricity supply by 2035. \nThese ambitious targets will require us to ramp up renewable energy generation and deployment dramatically. Cleaning up our energy system will create a diverse range of jobs -- from construction worker to electrician to project manager. But these good paying jobs won't just be in renewable energy. They will also come from making homes, offices, and industries more energy efficient. And through my Green Manufacturing plan, we'll jumpstart American research and manufacturing in areas like battery storage, which will require a whole new set of skills and laborers. And wherever possible, we'll invest in modernizing our grid with American-made materials, spurring still more jobs right here at home.\nOffshore Wind Jobs \nRight now, there is only one offshore wind project operating in this country -- Rhode Island's Block Island Wind Farm. It's clear that today, we are failing to make use of the clean, powerful energy resource that lies just off our coasts. My Blue New Deal For Our Oceans plan will jumpstart the offshore wind industry. Bringing these offshore wind projects to life will generally require the help of workers from more than 70 different occupations -- from machinists to engineers, sailors to ironworkers, electricians to longshoremen. By 2030, offshore wind energy development from Maryland to Maine could support more than 36,000 full time jobs. And even after they're built, we will need workers to operate and service the turbines. My Blue New Deal also calls for electrifying and shoring up our ports, creating additional jobs throughout our coastal communities.\nRestarting Our Transportation Sector\nAmerica's transportation and trucking industry accounts for more than 10 million direct jobs, with over 3 million truck drivers alone. But right now, transportation also accounts for the largest portion of U.S. carbon pollution. Moreover, our public transportation infrastructure is crumbling: the American Society of Civil Engineers gave our roads a \"D\" grade on their most recent infrastructure report card, with one out of every five miles of highway pavement in poor condition. \nFor too long, our government has failed to invest in critical infrastructure -- and unless we take action, poor conditions will continue to plague one of our most important industries. But this, too, is an opportunity: as we rebuild our crumbling transportation infrastructure, we can build in climate resiliency, and create a transportation system powered by electricity rather than fossil fuels. The massive project of investing in our transportation infrastructure will affect every state and county in the nation, creating about 2.6 million jobs in the public and private sector. \nBuild Green Program\nPublic transportation is a $71 billion industry that employs more than 430,000 people. And yet, 45% of Americans still do not have access to public transportation, leaving those without access reliant on car ownership to get to work, school and worship. We know that increasing public transportation rates and decreasing vehicle miles traveled is one of the best ways to reduce emissions. That's why I'm proposing a new Build Green program, which would establish a new grant program to electrify public buses, school buses, rail, cars, and fleet vehicles that is modeled after the Department of Transportation's BUILD grant program. This program will be paid for by closing corporate loopholes, and will open up new funding opportunities for states, cities, counties and tribal governments to expand and electrify public transportation options. A study conducted in the Twin Cities found Black, Asian-American, and Latinx commuters have longer commutes than white commuters. And people with disabilities face particular barriers in using and accessing public transportation. These investments will be crucial to ensuring equitable and accessible transportation for all. \n100% Clean Vehicles. Demand for passenger electric vehicles is growing at home and abroad -- but even though more and more people want electric vehicles, they still only account for around 1% of vehicles on the road. To spur auto manufacturing in this space, I have put forward a bold and ambitious goal to require all new light -and medium-duty vehicles sold by 2030 to be zero emission vehicles. We'll achieve this goal by investing in a nationwide network of electric vehicle charging infrastructure. By the end of the first term of a Warren administration, there will be a charging station at every rest stop in America. And this nation-wide network of charging infrastructure will begin to lay the groundwork for electrifying long-haul trucking, too. \nBut charging station infrastructure is only half the battle. Right now, consumers don't have enough access to vehicles. In 2011, there were only two mass market electric vehicles available to consumers -- and even now, the auto industry offers only fifteen models. While car manufacturers are already trying to meet growing demand, my investment in clean energy technology, including products designed for use in the electric vehicle supply chain, will further increase adoption of electric vehicles by making it easier for auto manufacturers to build the vehicles that consumers want. \nWe've let our failure to take action destroy our transportation infrastructure for too long and a Warren administration will make sure that the Department of Transportation acts with the speed and scale necessary to address the climate challenges ahead of us. I will take executive action to require the Department of Transportation set performance management rules that require federal transportation investments to be accompanied by life-cycle analysis and reduction strategies for climate and other transportation related pollution.\nRenewing Our Water Infrastructure\nAmerica's water infrastructure is crumbling. The government's failure to invest is putting Americans in danger in two ways: first, our levees, dams and inland waterways infrastructure are all at risk -- and will only become more stressed by climate change as sea-level rise, extreme flooding, and drought all become more frequent and severe. Second, our drinking water is increasingly at risk: as the infrastructure supporting it crumbles, an estimated 77 million Americans live with tap water that violates federal safe water standards -- and this number does not even include the millions more served by very small water systems or private domestic wells. Meanwhile, more and more Americans struggle to afford their water bills as water bill costs have risen at more than double the rate of inflation over the last 20 years. Fixing our water infrastructure is an urgent priority -- but we risk not having enough hands on deck, as the water sector's aging workforce increasingly enters into retirement. Reinvesting in our nation's water infrastructure isn't just essential for the health and the safety of our communities, it's also a chance to grow our workforce. In a Warren administration, we'll not only protect Americans by rebuilding our nation's water infrastructure -- we'll also create about 190,000 thousand good, union jobs in the process. \nRebuilding America's dams, levees, and inland waterways. \nOur nation's dams, levees, and inland waterways provide necessary infrastructure for shipping and hydroelectric power -- but they've been so underfunded that they are putting our communities at risk. When the Oroville Dam's emergency spillway failed in 2017, nearly 200,000 people were evacuated from rural Northern California. And the failure of New Orleans' levees during Hurricane Katrina made Katrina one of the most devastating U.S. hurricane on record, killing 1,800 people, damaging 70% of homes in New Orleans, and resulting in damages of $125 billion. This stops now. A Warren administration will triple the US Army Corps of Engineers' annual budget so that they have the resources they need to upgrade our water infrastructure and defend our vulnerable communities from harm. We'll pay for this with savings from my plan to transition the military away from its dependence on fossil fuels and other internal Department of Defense funding shifts. This dramatic expansion will create new opportunities for good, federal jobs as we update critical infrastructure across the nation -- an investment that is more important than ever to defend vulnerable front-line communities from more frequent and more severe weather events.\nEnsuring safe drinking water for all\nNearly a decade ago the UN General Assembly adopted a resolution recognizing access to water and sanitation as basic human rights. But today, the United States is in the middle of a dangerous drinking water crisis. Not only do an estimated 77 million Americans have tap water that violated federal standards, but at least 2 million Americans still don't have access to running water. And because of a long legacy of unfair, racist, and deliberate policy choices, communities of color are disproportionately likely to lack access to safe, affordable drinking water. After decades of declining federal investments in safe water, it's time to invest in safe, affordable water for our communities. That's why I have committed to fully capitalizing federal programs that fund drinking water capital infrastructure, such as the Clean Water State Revolving Fund and the Drinking Water State Revolving Fund. And I will go further by supporting Rep. Joe Kennedy's Affordable Safe Drinking Water Act, which would extend the horizon for states and localities to repay revolving loans and expand the funding to cover the installation of lead and per- and polyfluoroalkyl substances (PFAS) filtering systems and remediation measures. These important updates to the State Revolving Fund programs will not only guarantee much-needed upgrades to our drinking water infrastructure, but will also spur necessary investments to allow for expanded job opportunities. My administration will continue to invest in brownfield remediation, which is why I have proposed to reinstate and then triple the Superfund Tax to ensure that we protect our communities from the legacy of environmental harm and we put people to work in the process. And I will remain committed to standing with communities across the country that are impacted by lead.\nJobs in the water sector are wide ranging: there are more than 200 different occupations, including in skilled trades, administration, and finance. What's more, because every community needs quality water, these jobs exist across the nation. I will work to create more inclusive career paths for water workers to meet the needs of our drinking water infrastructure by fighting for increases in the percent of local hires and minority/women-owned contracts that are awarded as part of water-related government contracting. And I will work with Congress to fully fund the EPA's Brownfields Environmental Workforce Development and Job Training Grants Program and the Environmental Health Sciences Environmental Career Worker Training Program, which is helping to improve workforce development for water-related careers. Lastly and in order to confront America's drinking water crisis head on, I will take executive action to develop a national inter-agency safe and affordable drinking water roadmap. And to inform this effort I will convene a Water Equity Advisory Council with representation from key environmental justice and community-based organizations that are on the frontlines of addressing our safe water crisis.\n Rebuilding our Homes, Buildings and Schools\nIn his Second Inaugural Address, President Franklin D. Roosevelt declared that the \"test of our progress is not whether we add more to the abundance of those who have much; it is whether we provide enough for those who have too little.\" Later that term, FDR signed into law the Wagner-Steagall Housing Act, which put Americans to work building new, modern affordable housing units across the country. But today, whether it's a leaky window, an old appliance, or mold in a home, it's hard-working Americans that pay the price through increased utility bills and housing costs. \nAs I've outlined in my 100% Clean Energy Plan, I'll work with states and local governments to develop and implement new and stronger building codes to reach zero-carbon emissions and building those new standards into federal grant requirements, tax credits, and mortgage products. And I'll launch an initiative to improve the energy efficiency of existing buildings, with the goal of upgrading 4% of buildings a year until the job is done. All told, my plans will create over 970,000 thousand new jobs as demand grows across sectors from the manufacturing of American-made energy efficient materials to large and small-scale construction efforts.\nSafe and affordable housing \nWe currently have a government that has paid lip service to the idea of providing all Americans in need with safe and affordable housing. The federal government hasn't funded new public housing construction in decades and has turned a blind eye to the massive maintenance backlog needed to make sure the limited housing we do have is safe to live in. That stops now. My Affordable Housing Plan would invest $500 billion over 10 years to address this crisis and would create 3 million new housing units. As a co-sponsor of the Green New Deal for Public Housing Act, I recognize the right to safe, affordable housing for every American and the need for new, green jobs to realize FDR's dream. My Green Public Housing program will build on the Green New Deal for Public Housing Act, by raising living standards and providing the financial assistance necessary to retrofit these homes. This will require training a new American workforce and would alone create 240,000 new jobs every year. We can address the climate crisis while we tackle the housing crisis, too.\nProviding our children with healthy learning and living environments\nAs a former public school teacher, I know firsthand how our children's learning can be affected by their environment. More than half of our public schools need repairs in order to be in \"good\" condition. Our poor school infrastructure has serious effects on the health and academic outcomes of students and on the well-being of teachers and staff. That's why in my K-12 plan I've committed at least an additional $50 billion to improving our school infrastructure. This will require a workforce across the country to identify the schools most in need and carry out the necessary upgrades to provide our children with the learning environment they deserve. There's nothing more important to me than investing in our kids because it means we're investing in our future. \nGreen infrastructure means inclusive infrastructure. We have to recognize that our building infrastructure crisis is an environmental justice crisis. The disparities in our building infrastructure reflect the racial inequities that exist in America today. Historically, redlining denied entire groups of people--primarily communities of color--the chance to live in neighborhoods of their choice while also making them the victims of environmental racism. Studies have shown that low-income and minority children bear the brunt of poisoning from lead-based paint and failing lead pipes in older housing units. Our system has also failed Americans with disabilities who occupy 41% of our public housing units and yet only 3% of those units are ADA accessible. These same inequities exist in our public schools, too. In New York City, for example, 83% of elementary schools in New York City are not fully accessible to students with disabilities. \nThis ends in a Warren administration. It's the job of our government to reverse these injustices, and I will put Americans to work to finish the job. That's why I will use the full force of the federal government to invest in addressing these disparities -- and creating millions of good, union jobs in the process. Together, these plans will curb homelessness in America, put Americans to work in quality jobs, protect the health of American families, and ease the burden on their pocketbooks.\nFinancing the Green Jobs Plan\nDefeating the climate crisis and transitioning our economy to run on 100% clean energy will take big, structural change. That's why my plans will result in $10.7 trillion in federal and non- federal funding to fight for a Green New Deal -- backed up by detailed plans laying out exactly how we will use those dollars -- to address the size of this crisis. \nThe transition to clean energy is an opportunity to transform our economy, creating new industries, like in zero-emissions building construction, and greatly expanding others, like electric vehicle manufacturing, at a speed and scale not seen since World War II -- and creating huge opportunities for state, local and non-federal investment in the process, too. My Administration will create new financing tools to unlock state, local, and private investment and direct it towards meaningful investments that tackle climate change, produce jobs, and reduce inequality. And my administration will put in place strong protections to ensure that this $10.7 trillion commitment flows to the right places, so that our climate investments benefit all Americans -- not just the wealthy and well-connected. \nA New Green Bank\nA Green Bank is among the best ways to ensure a dedicated funding stream for an economy-wide climate transition to reconcile the scale of investment required with the speed of transition necessary to defeat the climate crisis. I'll work with Congress to establish a bank modeled after and expanded upon the National Climate Bank Act, introduced earlier this year by my friend and colleague Senator Markey. We'll put in place strong bipartisan oversight and governance to ensure that investments are equitable and benefit working Americans. And ultimately, this new Green Bank will mobilize $1 trillion in climate and green infrastructure investments across the country over 30 years. \nThe Green Bank will open up new markets for greater investment by working alongside existing federal authorities through direct spending, grants, and loans. It will provide security for investors looking for climate-friendly investments in mid- to large-scale infrastructure projects that serve the public interest but might not otherwise attract private capital due to risk-return thresholds, payback horizons, credit risk or other factors. It will increase the overall scale of clean energy investment and the pace of substitution of clean energy technologies for fossil-fuel based technologies, while also protecting consumers by keeping energy prices low and ensuring compliance with the Consumer Financial Protection Bureau's regulations. And it will expand opportunities for communities and the private sector by directing funds toward communities on the front lines of the climate crisis that have traditionally been left out of investment opportunities. \nGreen Victory Bonds\nToday many states have green bonds programs, using the proceeds to fund land use projects, river and habitat preservation, and energy and water infrastructure. Green bonds have also surged in popularity worldwide, with sales growing 46% last year to a total of about $460 billion.\nWhile the federal government has never issued a green bond, the World War II-era \"Victory Bond\" program was a major success, raising $185 billion -- over $2 trillion in 2012 dollars -- and four out of five American households bought Victory Bonds. I'll propose a \"Green Victory Bond,\" backed by the full-faith and credit of the United States by the Treasury Department, to finance the transition to a green economy. These Green Victory Bonds will be sold at levels that allow Americans across the socioeconomic spectrum the opportunity to own a piece of the climate solution, and to benefit from the new green economy that we build together.\nAmerica has a long and proud history of rising to the challenges that have faced this country -- and defeating the climate crisis is no exception. A Warren administration will ensure that as we fight climate change, each and every American benefits from the opportunities created by the clean economy -- especially the 10.6 million workers who will power our transition to 100% clean energy. ",
    "url": "https://elizabethwarren.com/plans/green-jobs"
}