{
    "id": "green_manufacturing",
    "text": "Today I described my plan for economic patriotism. It's a strategy for using all the tools of government to defend and create American jobs rather than continuing to cater to the interests of Wall Street and multinational corporations with no allegiance to America.\nMy Green Manufacturing Plan is the first example of economic patriotism in action, and part of how I'll implement my commitment to a Green New Deal. With big and bold investments in American research, American industry, and American workers, we can lead the global effort to combat climate change -- and create more than a million good jobs here at home.\nIn the late 1930s, America -- and the world -- faced an existential threat: Nazi aggression in Europe. The United States responded by mobilizing its industrial base to produce the technology the country and the world needed to face down this threat. Our investments in domestic manufacturing paid off for decades afterwards. New workers gained valuable new skills and manufacturing provided good middle-class jobs for millions of Americans.\nIn the 1960s, we faced a different kind of challenge: the space race. When President Kennedy declared that the United States would be the first nation to put a person on the moon, he knew we hadn't yet developed every technological and industrial innovation necessary to achieve this goal. But his commitment spurred a decade of nationwide scientific and technological mobilization that delivered not just the lunar landing, but innovations that helped American workers and industry.\nToday, climate change poses both an existential threat and a scientific challenge. We already see its effects -- record floods, devastating wildfires, 100-year storms that happen every year -- costing lives and billions of dollars in damage. The world's leading experts agree that without aggressive action and serious technological innovation, climate change will cause incredible harm across the world.\nThis is truly a global problem. While much of the debate around the Green New Deal has focused on the path to aggressive reductions in domestic greenhouse gas emissions, the science is clear: even if we reduce America's emissions so that they are net-zero by 2030, we will still fall far short of the reduction in global emissions needed to avert a climate crisis. To satisfy this global need, we need rapid innovation on par with the space race along with widespread domestic and international adoption of clean, renewable, and emission-free energy technology.\nThis is a challenge -- but like the challenges America has faced before, it is also an opportunity.\nOver the next decade, the expected market for clean energy technology in emerging economies alone is $23 trillion. America should dominate this new market. We have the creative researchers, the skilled workers, and the basic infrastructure to develop, manufacture, and export the technology the world needs to confront the existential threat of climate change.\nHere's my plan for that: Invest $2 trillion over the next ten years in green research, manufacturing, and exporting -- linking American innovation directly to American jobs, and helping achieve the ambitious targets of the Green New Deal.\nMy plan has three elements:\nGreen Apollo Program-- a commitment to leading the world in developing and manufacturing the revolutionary clean energy technology the world will need, like the way we invested in innovative science to win the race to the moon. That means $400 billion in funding over the next ten years for clean energy research and development -- more than ten times what we invested in the last ten years. It means the creation of a National Institutes of Clean Energy. And it means provisions to ensure that taxpayers capture some of the upside of their research investments and that our research dollars result in manufacturing in the United States, not offshore.\nGreen Industrial Mobilization -- a commitment to using the full power of the federal procurement process to spur innovation and create demand for American-made clean energy products, like how we mobilized our industrial base during World War II. That means a $1.5 trillion federal procurement commitment over the next ten years to purchase American-made clean, renewable, and emission-free energy products for federal, state, and local use, and for export. The United States is currently projected to spend roughly $1.5 trillion in the next ten years on defense procurement -- a bloated number that's far beyond what we need to keep ourselves safe. We should spend at least that much on purchasing American-made clean energy technology to address the climate crisis that threatens us all.\nGreen Marshall Plan-- a commitment to using all the tools in our diplomatic and economic arsenal to encourage other countries to purchase and deploy American-made clean energy technology. This includes a new federal office dedicated to selling American-made clean, renewable, and emission-free energy technology abroad and a $100 billion commitment to assisting countries to purchase and deploy this technology.\nAccording to an independent economic analysis from Moody's, my plan will meaningfully increase economic growth and create more than a million new jobs. It will help reverse the massive manufacturing job losses of the last two decades that have hurt middle-class families and hit Black workers and communities hardest -- all while allowing America to lead the global effort to address climate change.\nGreen Apollo Project\nAmerica already leads the way in developing and producing certain types of clean energy, from wind to biofuel. I'll build on that foundation with a $400 billion federal commitment over ten years to clean energy research and development -- more than 10 times what we invested in clean energy R&D in the last ten years.\nThis funding would help create a new National Institutes of Clean Energy modeled after the National Institutes of Health. NIH has made dozens of breakthrough discoveries and provided incredible returns for the economy and for taxpayers. We should replicate that model, with dedicated institutes for clean energy research. And we should prioritize research that can be commercialized to help close the gap in hard-to-decarbonize sectors -- such as aviation and shipping -- and in areas otherwise underrepresented in the existing R&D portfolio, like long-duration grid storage.\nThis funding would also allow us to expand existing R&D programs with a strong track record of translating innovation into production, like the Energy Department's ARPA-E program, the Manufacturing Extension Partnership, the Manufacturing USA network, the National Science Foundation Engineering Research Centers and Industry/University Cooperative Research Centers, the Agriculture Research Service and National Institute of Food and Agriculture grant program at the Department of Agriculture, and the Small Business Innovation Research and Technology Transfer programs.\nFederal R&D investments boost the economy, but we can structure our future research investments so they create more American jobs and produce even better returns for taxpayers. As I've explained in more detail in my economic patriotism plan, all new federal R&D should require production resulting from that R&D to take place in the United States and allow taxpayers to capture some of the upside if companies hit it big on the back of taxpayer-funded R&D. And we can ensure our R&D investments spur economic development in every part of the country -- not just the coasts -- by sending money to consortiums of land grant universities, to targets situated in rural areas, and to areas that have seen the worst job losses in recent years.\nGreen Industrial Mobilization\nResearch shows that when governments decide to make big purchases in certain areas, they can help create the kind of sustained economic demand that promotes innovation and launches entire industries. The federal government's World War II-era commitment to purchasing military items led to an enormous surge in American manufacturing capacity and set the stage for decades of sustained economic growth.\nMy plan makes a massive $1.5 trillion commitment to federal procurement of clean, green, American products over the next ten years. At $150 billion a year, that represents a 30% increase in total annual procurement. This will create immediate demand, spurring innovation and investment in the American clean energy sector.\nThe federal procurement commitment will cover a broad spectrum of products, from zero-emission vehicles to energy storage technology to heat pumps to energy efficient light bulbs. It will also include bulk purchases to provide American-made clean energy products to state and local governments at discounted rates.\nWe can use the power of federal procurement in other ways as well. We should require all new federal government contracts for manufactured goods to have received relevant energy-efficiency, environmental-preference, and/or safety designations. And we should require new grants issued by the Department of Transportation and other agencies for infrastructure to include sustainability requirements both for finished goods and for construction materials -- similar to California's 2017 \"Buy Clean\" law.\nTo ensure that this commitment creates good American jobs, it will require that all manufactured products are made in the United States, and that all companies that receive federal contracts, at a minimum:\nPay all employees at least $15 per hour, subject to adjustments for inflation;\nGuarantee employees at least 12 weeks of paid family and medical leave;\nMaintain fair scheduling practices; and\nEnsure that employees may exercise collective bargaining rights, such as by posting notices of collective bargaining rights and maintaining complete neutrality with regard to union organizing.\nWith a commitment of this size, we must ensure that we use taxpayer dollars as efficiently as possible. That means we should follow procurement best practices: competitive selection; tight cost controls; strong whistleblower protection standards and records retention requirements; and rigorous transparency rules, including audited financial statements and a broad application of federal open records law. To enforce these measures, we will establish an oversight board with the ability to terminate contracts, issue subpoenas, and refer parties that engage in fraud to federal authorities.\nThis federal procurement commitment will revolutionize clean energy production in the United States, help bring down federal, state, and local government emissions, and give the federal government access to the clean energy technology it needs for the third part of my proposal: the Green Marshall Plan.\nGreen Marshall Plan\nUnder the original Marshall Plan, America helped European countries rebuild after World War II because we knew it would benefit America's interests and provide a long-term return on our investments. We have a similar opportunity to exercise global leadership and serve our own interests today.\nTo meet the emissions goals in the Green New Deal and the Paris Agreement -- and avoid the most devastating effects of climate change -- global greenhouse gas emissions would need to reach net-zero by roughly 2050. To stay on that course, we must cut projected global emissions by more than half by 2030.\nEven if the United States reaches net-zero emissions by 2030, that will only cut global emissions by about 6 gigatons (Gt) -- still 30 Gt short of the target. We need other countries to slash their emissions, and that means we need to supply the world with clean energy products (at low enough prices to displace dirty alternatives) to put us on the right path.\nThat's why I'm proposing a new federal program -- backed with $100 billion in funding -- dedicated to working with foreign governments and companies so they purchase and deploy American-made clean, renewable, and emission-free energy technology.\nThe United States spends about $5 billion annually to subsidize arms sales abroad, making it easier for partners and allies to buy our weapons. I've been a loud critic of how these policies prioritize the interests of giant defense contractors, particularly in the case of weapons sales to Saudi Arabia. Surely the effort to find foreign governments to buy the American-made technology they need to combat climate change should take priority over finding foreign markets for bombs and tanks. It's time for us to apply these tools to help address our climate crisis by accelerating foreign purchases of American-made clean energy products.\nHere's how it would work. A new federal office would work with foreign governments to arrange purchases of American-made clean, renewable, and emission-free energy products. The federal government would secure the agreements and then purchase the required technology from American manufacturers. The office would use its annual $10 billion budget to offer various financing options to foreign purchasers to encourage more purchases. And the office would offer discounts and other incentives to countries hardest hit by the climate crisis, or in exchange for countries making regulatory changes that will further reduce their greenhouse gas emissions.\nAs part of our commitment to addressing the climate crisis, we should end all American support for international oil and gas projects through the Export-Import Bank and the Overseas Private Investment Corporation. We should also commit to using America's voting power in the World Bank and other global financial institutions to cut off investment in fossil fuel projects and to direct that investment into clean energy projects instead. Our efforts should be dedicated to accelerating the global transition to clean energy.\nEquitable Investment\nThe Green New Deal commits us to a \"fair and just transition for all communities and workers,\" and that requires us to recognize that climate change doesn't affect every community equally. Here at home, lower-income communities, communities of color, and Indigenous nations have often borne the brunt of climate change and other environmental harms. At the same time, communities dependent on fossil fuel extraction for economic stability worry about what transitioning to clean and renewable technology will mean for their jobs. And globally, wealthy industrialized nations have disproportionately benefited from fossil fuel use and are better equipped to weather the effects of a changing climate, while other countries disproportionately suffer the impacts.\nOur response to the climate crisis must take these disparate experiencesinto account. That means prioritizing resources for frontline and disadvantaged communities that have been polluted and left behind by the fossil fuel economy. It means creating truly participatory and democratic processes, centered on and led by those living on the front lines of climate change, who know best what their communities need. And it means that abroad the United States must not only help countries to adapt and become more resilient to climate impacts, but must also help to reduce the structural inequalities that make them so vulnerable in the first place.\nA truly just transition must also include benefits to uplift and empower workers who may be hurt by the transition to a more green economy, including those currently employed in the fossil fuel industry. That means providing them with financial security -- including early retirement benefits -- job training, union protections, and benefits where appropriate, and guaranteeing wage and benefit parity for affected workers.\nClimate change is exacerbating inequality and injustice at home and abroad. But just, equitable and ambitious climate action, like a Green New Deal, can empower working families, impacted communities and developing nations in a more fair and sustainable economy.\nIf people claim we can't afford to combat climate change, they're wrong. According to the independent Moody's analysis of my plan, nearly its entire cost is covered by my Real Corporate Profits Tax -- a tax that ensures that the very largest and most profitable American corporations don't pay zero corporate income tax -- ending federal oil and gas subsidies, and closing corporate tax loopholes that promote moving good jobs overseas.\nThe climate crisis demands immediate and bold action. Like we have before, we should bank on American ingenuity and American workers to lead the global effort to face down this threat -- and create more than a million good jobs here at home.",
    "url": "https://elizabethwarren.com/plans/green-manufacturing"
}