{
    "id": "gun_violence",
    "text": "Columbine.\nSandy Hook.\nCharleston.\nPulse.\nLas Vegas.\nParkland.\nPittsburgh.\nNow El Paso. Dayton.\nThese are just a few of the names etched into the American consciousness, synonymous with senseless loss and enduring grief.\nIt's been a week since these latest attacks, and on average every day 100 people are killed in the U.S. by a gun -- in shootings that occur in our homes, on our streets, at our playgrounds.\nThe victims are our neighbors and our friends. Someone's mother, someone's child, someone's sibling.\nThere is no shortage of horrifying statistics about our gun violence epidemic.\nOur firearm homicide rate is 25 times higher than other comparable countries.\nOur firearm suicide rate is nearly 10 times higher.\nWomen in the U.S. are 21 times more likely to be shot to death than women in other high-income countries, most killed by an intimate partner.\n21 children and teenagers are shot every day.\nThe list goes on.\nAnd while the majority of Americans -- including a majority of gun owners -- support sensible gun legislation, even the most basic proposals, like universal background checks, are consistently blocked by far-right ideologues in Congress who are bought and paid for by the gun industry, their NRA partners, and a supporting army of lobbyists and lawyers.\nFaced with a complex and entrenched public health crisis, made worse by the ongoing inability of a corrupt government to do anything about it, it's easy to despair. But we are not incapable of solving big problems. We've done it before.\nIn 1965, more than five people died in automobile accidents for every 100 million miles traveled. It was a massive crisis. As a nation, we decided to do better. Some things were obvious: seatbelts, safer windshields, and padded dashboards. Other things only became clear over time: things like airbags and better brake systems. But we made changes, we did what worked, and we kept at it. Over fifty years, we reduced per-mile driving deaths by almost 80% and prevented 3.5 million automobile deaths. And we're still at it.\nIn 2017, almost 40,000 people died from guns in the United States. My goal as President, and our goal as a society, will be to reduce that number by 80%. We might not know how to get all the way there yet. But we'll start by implementing solutions that we believe will work. We'll continue by constantly revisiting and updating those solutions based on new public health research. And we'll make structural changes to end the ability of corrupt extremists to block our government from defending the lives of our people -- starting with ending the filibuster.\nHere's what that will look like.\nAs president, I will immediately take executive action to rein in an out-of-control gun industry -- and to hold both gun dealers and manufacturers accountable for the violence promoted by their products.\nI will break the NRA's stranglehold on Congress by passing sweeping anti-corruption legislation and eliminating the filibuster so that our nation can no longer be held hostage by a small group of well-financed extremists who have already made it perfectly clear that they will never put the safety of the American people first.\nI will send Congress comprehensive gun violence prevention legislation. I will sign it into law within my first 100 days. And we will revisit this comprehensive legislation every single year -- adding new ideas and tweaking existing ones based on new data -- to continually reduce the number of gun deaths in America.\nEXECUTIVE ACTION TO REDUCE GUN VIOLENCE\nReform advocates are engaged in a valuable discussion about gun reforms that can be achieved by executive action. We must pursue these solutions to the fullest extent of the law, including by redefining anyone \"engaged in the business\" of dealing in firearms to include the vast majority of gun sales outside of family-to-family exchanges. This will extend requirements -- not only for background checks, but all federal gun rules -- to cover all of those sales. This includes:\nRequiring background checks. We will bring the vast majority of private sales, including at gun shows and online, under the existing background check umbrella.\nReporting on multiple purchases. We will extend the existing requirement to report bulk sales to nearly all gun sales. And I'll extend existing reporting requirements on the mass purchase of certain rifles from the southwestern border states to all 50 states.\nRaising the minimum age. We will expand the number of sales covered by existing age restriction provisions that require the purchaser to be at least 18 years old, keeping guns out of the hands of more teenagers.\nMy administration will use all the authorities at the federal government's disposal to investigate and prosecute all those who circumvent or violate existing federal gun laws. This includes:\nProsecuting gun traffickers. Gun trafficking across state lines allows guns to move from states with fewer restrictions to those with strict safety standards, and gun trafficking across our southern border contributes to gang violence that sends migrants fleeing north. I'll instruct my Attorney General to go after the interstate and transnational gun trafficking trade with all the resources of the federal government.\nRevoking licenses for gun dealers who break the rules. Only 1% of gun dealers are responsible for 57% of guns used in crimes. My Administration will direct the ATF to prioritize oversight of dealers with serial compliance violations -- and then use its authority to revoke the license of dealers who repeatedly violate the rules.\nInvestigating the NRA and its cronies. The NRA is accused of exploiting loopholes in federal laws governing non-profit spending to divert member dues into lavish payments for its board members and senior leadership. I'll appoint an attorney general committed to investigating these types of corrupt business practices, and the banks and third-party vendors -- like Wells Fargo -- that enabled the NRA to skirt the rules for so long.\nTo protect the most vulnerable, my administration will use ATF's existing regulatory authority to the greatest degree possible, including by:\nProtecting survivors of domestic abuse. We will close the so-called \"boyfriend loophole\" by defining intimate partner to include anyone with a domestic violence conviction involving any form of romantic partner.\nReversing the Trump administration's efforts to weaken our existing gun rules. We will rescind the Trump-era rules and policies that weaken our gun safety regime, including rules that lower the standards for purchasing a gun, and those that make it easier to create untraceable weapons or modify weapons in ways that circumvent the law. This includes overturning Trump-era policies enabling 3-D printed guns, regulating 80% receivers as firearms, and reversing the ATF ruling that allows a shooter to convert a pistol to a short-barreled rifle using pistol braces.\nRestrict the movement of guns across our borders. We will reverse the Trump administration's efforts to make it easier to export U.S.-manufactured weapons by transferring exports of semi-automatic firearms and ammunition from the State Department to the Commerce Department, and we will prevent the import of foreign-manufactured assault weapons into the United States.\nThe shooting in El Paso also reminds us that we need to call out white nationalism for what it is: domestic terrorism. Instead of a president who winks and nods as white nationalism gets stronger in this country, we need a president who will use all the tools available to prevent it. It is completely incompatible with our American values, it is a threat to American safety and security, and a Warren Justice Department will prosecute it to the fullest extent of the law.\nSTRUCTURAL CHANGES TO PASS GUN SAFETY LEGISLATION\nThe next president has a moral obligation to use whatever executive authority she has to address the gun crisis. But it is obvious that executive action is not enough. Durable reform requires legislation -- but right now legislation is impossible. Why? A virulent mix of corruption and abuse of power.\nBig money talks in Washington. And the NRA represents a particularly noxious example of Washington corruption at work. Over the last two decades, the NRA has spent over $200 million on lobbying Congress, influencing elections, and buying off politicians -- and that's just the tip of the iceberg. The NRA spends millions poisoning our political discourse with hateful, conspiracy-fueled propaganda, blocking even modest reforms supported by 90% of American voters.\nIn the wake of the Sandy Hook massacre, the American people rallied for reform. President Obama suggested several serious legislative changes. The Senate voted down an assault weapons ban. It rejected a background checks proposal, even though 54 Senators from both parties voted for it, because of a right-wing-filibuster. These were the bare minimum steps we needed to take. And six years later, Congress still hasn't done a thing.\nThis pattern repeats itself throughout our government. When money and influence can override the will of a huge majority of Americans, that is corruption, pure and simple.\nIt's time to fight back. I have proposed the most sweeping set of anticorruption reforms since Watergate -- a set of big structural changes that includes ending lobbying as we know it and slamming shut the revolving door. My first priority when I'm elected President is to enact this package to get our government working for everyone again.\nBut anti-corruption legislation alone won't be enough to get gun safety legislation done. After decades of inaction, Democrats have rallied behind a number of important gun reforms. If we continue to allow bought and paid for extremists in the Senate to thwart the will of the people, we will never enact any of them.\nEnough is enough. Lasting gun reform requires the elimination of the filibuster.\nLEGISLATION TO REDUCE GUN VIOLENCE\nWhen I am president, I will send Congress comprehensive legislation containing our best ideas about what will work to reduce gun violence.\nIt starts by ensuring that safe, responsible ownership is the standard for everyone who chooses to own a gun. We'll do that by:\nCreating a federal licensing system. States with strict licensing requirements experience lower rates of gun trafficking and violence. A license is required to drive a car, and Congress should establish a similarly straightforward federal licensing system for the purchase of any type of firearm or ammunition.\nRequiring universal background checks. I'll expand background checks via executive action -- but Congress should act to permanently mandate universal background checks. And I'll push Congress to close the so-called \"Charleston loophole\" that allows a sale to proceed after three days even if the background check is not complete.\nIncreasing taxes on gun manufacturers. Since 1919, the federal government has imposed an excise tax on manufacturers and importers of guns and ammunition. Handguns are taxed at 10% and other guns and ammunition are taxed at 11%. These taxes raise less in revenue than the federal excise tax on cigarettes, domestic wine, or even airline tickets. It's time for Congress to raise those rates -- to 30% on guns and 50% on ammunition -- both to reduce new gun and ammunition sales overall and to bring in new federal revenue that we can use for gun violence prevention and enforcement of existing gun laws.\nEstablishing a real waiting period. Waiting periods prevent impulsive gun violence, reducing gun suicides by 7-11% and gun homicides by 17%. Over the past 5 years, a national handgun waiting period would have stopped at least 4,550 gun deaths. The federal government should establish a one-week waiting period for all firearm purchases.\nCapping firearms purchases. About one out of four of firearms recovered at the scene of a crime were part of a bulk purchase. Congress should limit the number of guns that can be purchased to one per month, similar to a Virginia law that successfully reduced the likelihood of Virginia-bought guns being used in criminal activity.\nCreating a new federal anti-trafficking law. Congress should make clear that trafficking firearms or engaging in \"straw purchases\" -- when an individual buys a gun on behalf of a prohibited purchaser -- are federal crimes. This would give law enforcement new tools to crack down on gun trafficking and help keep guns out of the wrong hands.\nRaising the minimum age for gun purchases. I'll extend existing age requirements to virtually all sales, but federal law is currently conflicting -- for example, a person must be 21 to purchase a handgun from a federally licensed dealer, but only 18 to purchase a rifle. Congress should set the federal minimum age at 21 for all gun sales.\nWe can also do more to keep military-style assault weapons off our streets. We'll do that by:\nPassing a new federal assault weapons ban. The 1994 federal assault weapons ban successfully reduced gun deaths but was allowed to expire ten years later. Congress should again ban the future production, sale, and importation of military-style assault weapons, and require individuals already in possession of assault weapons to register them under the National Firearms Act. Just as we did successfully with machine guns after the passage of that law, we should establish a buyback program to allow those who wish to do so to return their weapon for safe disposal, and individuals who fail to register or return their assault weapon should face penalties.\nBanning high-capacity ammunition magazines. High-capacity magazines were used in 57% of mass shootings from 2009 to 2015, allowing the shooters to target large numbers of people without stopping to reload. Congress should enact a federal ban on large-capacity magazines for all firearms, setting reasonable limits on the lethality of these weapons.\nProhibiting accessories that make weapons more deadly. Gun manufacturers sell increasingly deadly gun accessories, including silencers, trigger cranks, and other mechanisms that increase the rate of fire or make semi-automatic weapons fully automatic. Congress should ban these dangerous accessories entirely.\nWe should also do everything possible to keep guns out of the hands of those at highest risk of violence. We'll do that by:\nPassing extreme risk protection laws. Extreme risk protection orders allow families and law enforcement to petition to temporarily restrict access to firearms for individuals in crisis or at elevated risk of harming themselves or others. Congress should pass a federal extreme risk law and create a grant system to incentivize states to enact their own laws that clearly define extreme risk.\nProhibiting anyone convicted of a hate crime from owning a gun. Too often, guns are used in acts of mass violence intended to provoke fear in minority communities; more than 10,000 hate crimes involve a gun every year. Any individual convicted of a hate crime should be permanently prohibited from owning a gun, full stop.\nProtecting survivors of domestic abuse. Domestic violence and gun violence are deeply connected -- in an average month, more than 50 women are shot and killed by an intimate partner. I'll close the boyfriend loophole, but Congress should make that permanent, and expand the law to include individuals with restraining orders or who have been convicted of stalking.\nSecuring our schools. Parents shouldn't have to buy bullet-proof backpacks for their children -- guns have no place on our campuses or in our schools. Congress should improve the Gun-Free School Zones Act to include college and university campuses, and apply to individuals licensed by a state or locality to carry a firearm.\nIf we want real, long-lasting change, we must also hold the gun industry accountable, including online sites that look the other way when sellers abuse their platforms. We'll do that by:\nRepealing the Protection of Lawful Commerce in Arms Act. Nearly every other industry has civil liability as a check on irresponsible actions, but a 2005 law insulates firearms and dealers from civil liability when a weapon is used to commit a crime, even in cases when dealers were shockingly irresponsible. No one should be above the law, and that includes the gun industry. Congress should repeal this law, immediately.\nHolding gun manufacturers strictly liable for the harm they cause through a federal private right of action. Gun manufacturers make billions in profit by knowingly selling deadly products. Then they are let completely off the hook when people take those deadly products and inflict harm on thousands of victims each year. State tort law already recognizes that certain types of products and activities are so abnormally dangerous that the entities responsible for them should be held strictly liable when people are injured. Congress should codify that same principle at the federal level for guns by creating a new private right of action allowing survivors of gun violence to hold the manufacturer of the weapon that harmed them strictly liable for compensatory damages to the victim or their family.\nStrengthening ATF. The NRA has long sought to hobble the ATF, lobbying against staffing and funding increases for the agency and getting its congressional allies to impose absurd restrictions on its work even as the agency struggled to meet its basic responsibilities. Congress should fully fund ATF's regulatory and compliance programs and remove the riders and restrictions that prevent it from doing its job.\nRegulating firearms for consumer safety. Today there are no federal safety standards for firearms produced in the United States. We can recall unsafe products from trampolines to children's pajamas -- but not defective guns. Congress should repeal the provision of law that prevents the Consumer Product Safety Commission from regulating the safety of firearms and their accessories.\nTightening oversight for gun dealers. Today there is no requirement for federally-licensed gun shops to take even simple steps to prevent guns from falling into the wrong hands. Congress should pass basic safety standards for federally-licensed gun dealers, including employee background checks, locked cabinets, and up-to-date inventories of the weapons they have in stock.\nHolding gun industry CEOs personally accountable. I've proposed a law that would impose criminal liability and jail time for corporate executives when their company is found guilty of a crime or their negligence causes severe harm to American families -- and that includes gun industry CEOs\nTragedies like the shootings we witnessed in El Paso and Dayton capture our attention and dominate the conversation about gun reform. But they're just the tip of the iceberg of gun violence in America. Everyday, we lose one hundred Americans to gun violence, with hundreds more physically injured and countless more mentally and emotionally traumatized. And Black and Latinx Americans have borne the brunt of the gun violence tragedy in our country.\nIn the past, those statistics have been used to justify increased policing and strict sentencing laws. Communities already traumatized by gun violence were doubly victimized by policies that locked up their young people and threw away the key. We've got a chance to show that we've learned from the past and to chart a new path. It starts by acknowledging that gun violence is a public health crisis, one that cannot be solved solely by the criminal justice system.\nWe can start to do that by investing in evidence-based community violence intervention programs. Federal grant funding today focuses significantly on law enforcement and incarceration, rather than interventions designed to stop gun violence before it occurs. The data in urban communities indicate that the majority of violence is perpetrated by a small number of offenders, and many cities have found success with programs that identify those at highest risk of becoming the victim or perpetrator of a violent gun crime, then employing strategies to interrupt the cycle of violence before it escalates. Programs that engage the surrounding community, employ mediation to prevent retaliation, build trust with law enforcement, and provide needed long-term social services have been proven to de-escalate tensions and dramatically reduce violence. As president, I'll establish a grant program to invest in and pilot these types of evidence-based intervention programs at scale.\nANNUAL RESEARCH AND ANNUAL REAUTHORIZATION\nHistorically, when Congress works to address big national issues, we don't simply pass one law and cross our fingers. Instead, we continue the research -- into new policies and around the consequences of our existing policies -- and then come back on a regular basis to update the law.\nWe don't do this with guns. Not only have we not passed meaningful legislation in almost a generation, but thanks to the NRA, for decades Congress prohibited federal funding from being used to promote gun safety at all, effectively freezing nearly all research on ways to reduce gun violence. Last year, Congress finally clarified that the CDC could in fact conduct gun violence research -- but provided no funding to do so.\nThis ends when I'm President. My budget will include an annual investment of $100 million for DOJ and HHS to conduct research into the root causes of gun violence and the most effective ways to prevent it, including by analyzing gun trafficking patterns, and researching new technologies to improve gun safety. These funds will also be used to study the reforms we enact -- to see what's working, what new ideas should be added, and what existing policies should be tweaked. And every year, I will send Congress an updated set of reforms based on this new information. That's how we'll meet our goal.\nThe conversation about gun violence in America is shifting -- but not just because we've seen a spike in violence fueled by the NRA and the Trump administration's dangerous policies and extremist rhetoric. It's also because of the tireless work of activists, organizers, and community leaders who have been fighting for reform at the state and local level.\nIf you need proof that the majority of Americans support common sense gun reform, look at what's happening in state legislatures and city councils across the country. Moms, students, and faith leaders have been packing hearing rooms and taking back spaces formerly reserved for NRA lobbyists. Survivors of mass shootings are doing the critical work of turning our attention to the daily gun violence in cities that doesn't make headlines.\nAnd it's working. States that pass expanded background checks see lower rates of gun-related deaths and gun trafficking. States that disarm domestic abusers see lower rates of intimate partner gun violence. States with extreme risk laws have been successful in reducing gun suicides and have used them to prevent potential mass shootings. Community-based violence intervention programs are popping up in cities across the country.\nTogether, we can build on this momentum. We can build a grassroots movement to take back the Senate, eliminate the filibuster, and pass federal gun safety legislation that will save lives. And from the White House, I'll make sure that the NRA and their cronies are held accountable with executive action. If we turn our heartbreak and our anger into action, I know we can take the power from the NRA and the lawmakers in their pockets and return it to the people.",
    "url": "https://elizabethwarren.com/plans/gun-violence"
}