{
    "id": "health_care",
    "text": "My Plan to End the Stranglehold of Health Care Costs on American Families. \nMy First Term Plan for Reducing Health Care Costs in America and Transitioning to Medicare for All.\nWhen Elizabeth was in middle school, her father had a heart attack. He was out of work for a long time, and the bills piled up. They lost their family station wagon, and they came about an inch away from losing their house. \nYears later, as a bankruptcy law professor, Elizabeth studied why working families were going broke. Her research showed that most people who filed for bankruptcy looked a lot like her family - most were solidly middle class, and about half had filed for bankruptcy in the aftermath of a serious medical problem. And here was the kicker: about three-quarters of them had health insurance, but it just wasn't enough.\nThe Affordable Care Act made massive strides in expanding access to health insurance coverage, and we must defend Medicaid and the Affordable Care Act against Republican attempts to rip health care away from people. But it's time for the next step.\nElizabeth supports Medicare for All, which would provide all Americans with a public health care program. Medicare for All is the best way to give every single person in this country a guarantee of high-quality health care. Everybody is covered. Nobody goes broke because of a medical bill. No more fighting with insurance companies. \nThe basic business model of an insurance company is to take in as much money as you can in premiums and paying out as little as possible in health care coverage.\nThat leaves families with rising premiums, high deductibles, and fighting with insurance companies to try to get the health care that their doctors say they and their children need.\nInsurers protecting their bottom lines restrict your networks of providers and stand in the way when you want to see your doctor or need to see a specialist without going broke. \nMedicare for All solves these problems. Everyone can see the doctor they need. Nobody goes broke. And your doctor gets paid by Medicare instead of fighting with an insurance company.  \nEvery American should be able to get the care they need when they need it. This is a goal worth fighting for, and Elizabeth is in this fight all the way. That's why Elizabeth will fight for Medicare for All.\nLower the cost of prescription drugs\n Prescription drug prices are crushing families. Millions of Americans are skipping their required doses and putting their health at risk because they can't afford to refill their prescriptions. Patients and public health programs alike are paying exorbitant rates, and we need relief.  \nElizabeth's Affordable Drug Manufacturing Act would allow the Department of Health and Human Services to step in where the market has failed. HHS would manufacture generic drugs in cases in which no company is manufacturing a drug, when only one or two companies manufacture a drug and its price has spiked, when the drug is in shortage, or when a medicine listed as essential by the World Health Organization faces limited competition and high prices.\nThere's more to do to bring down high drug prices. Medicare should aggressively negotiate with drug companies. We should crack down on rampant abuse of the patent and regulatory system. And we should import drugs from countries that sell the same medicines and meet strong safety standards but that charge their citizens a fraction of our costs.\nMental health\nIn addition to the right to physical health care, we must prioritize affordable, high-quality mental health services. Despite the widespread need for these services, many Americans are denied coverage. Elizabeth's Behavioral Health Coverage Transparency Act would hold insurers accountable for providing adequate mental health benefits and ensure Americans receive the protections they are guaranteed by law. She has also worked to hold the Department of Health and Human Services accountable for improving insurers' compliance with mental health parity laws through an online consumer portal.\nFight the opioid crisis \nThe opioid epidemic is a public health emergency. In 2017, life expectancy in the United States dropped for the third year in a row, largely driven by deaths from drug overdoses.\n This isn't the first time our country has faced a national public health crisis of great magnitude. When deaths from HIV/AIDS grew rapidly in the 1980s, our country's medical system was ill-equipped to respond. Then in 1990, Congress passed the Ryan White CARE Act, which finally provided significant funding to help state and local governments combat the growing epidemic. We need a similar effort to confront the opioid epidemic today.\nElizabeth's new CARE Act with Rep. Elijah Cummings would invest $100 billion in federal funding over the next ten years in states and communities to fight this crisis -- because that's what's needed to make sure every single person gets the treatment they need. It gives directly to first responders, public health departments, and communities on the front lines of this crisis -- so that they have the resources to provide prevention, treatment, and recovery services for those who need it most.\nIt also works to strengthen our addiction treatment infrastructure -- demanding states use Medicaid to its fullest to tackle the crisis, expanding access to medication-assisted treatment, and ensuring treatment programs and recovery residences meet high standards. And Elizabeth's plan would help hold drug manufacturers accountable for pushing the powerful and addictive drugs that contribute to this epidemic.   \nProtecting access to health care in rural communities\nAcross the country, barriers to coverage, disappearing hospitals and health facilities, and a shortage of health professionals are denying rural communities the high-quality health care they deserve. \nMedicare for All will mean access to primary care and lower health costs for patients -- and less uncompensated care for rural hospitals, helping them stay afloat.  Elizabeth will create a new Medicare designation for rural hospitals that reimburses them at a higher rate and offers flexibility of services to meet the needs of their communities. Elizabeth will also strengthen antitrust protections to fight hospital mergers that increase costs, lower quality, and close rural facilities.\nElizabeth's plan will increase funding for Community Health Centers by 15 percent per year over five years and establish a $25 billion dollar capital fund to support a menu of options for improving access to care in health professional shortage areas. She will grow the current health workforce in rural communities by lifting the cap on medical residency placements, targeted in underserved areas, by 15,000 over the next five years and increasing the National Health Service Corps and Indian Health Service loan repayment programs to full loan repayment. And her plan will invest in the future health workforce by dramatically scaling up apprenticeship programs between unions, high schools, community colleges, and a wide array of health care professionals to build a health care workforce that is rooted in the community. ",
    "url": "https://elizabethwarren.com/plans/health-care"
}