{
    "id": "holding_wall_street_accountable",
    "text": "Elizabeth has spent her whole career studying why America's middle class is getting hollowed out. Starting in the early 2000s, she started ringing the bell that a financial crash was coming--but Washington didn't listen. \nDuring the 2008 financial crisis, Democratic Majority Leader Harry Reid asked Elizabeth to serve as Chair of the Congressional panel responsible for oversight of the Wall Street bailout. There she fought to protect taxpayers and hold Wall Street accountable. \nElizabeth came up with the idea for a new federal agency dedicated to protecting American consumers. Even though she wasn't even in Congress at the time, she fought for the agency, built public support for it, and Barack Obama signed it into law in 2010. She then helped build the agency up from scratch. Now that agency, the Consumer Financial Protection Bureau, has returned $12 billion directly to consumers scammed by financial institutions. \nAfter being elected to the Senate, Elizabeth worked to hold corporate CEOs accountable when their companies cheated American families. After Wells Fargo was caught opening up millions of fake accounts and costing customers millions of dollars in fees, she called out then-CEO John Stumpf's gutless leadership and told him he should be fired to his face. Shortly after, Stumpf resigned and agreed to surrender $41 million in stock and salary. \nWhen Wells Fargo elevated longtime senior executive Tim Sloan to replace Stumpf, she told Sloan he should be fired for his role in enabling and covering up the fake-accounts scam. For years, she pressured federal regulators, urging Sloan's dismissal, until Sloan recently \"retired.\" Elizabeth also successfully pressured the Federal Reserve to push out several Wells Fargo board members who were responsible for failing to prevent its fake accounts scam. \nElizabeth also fought to protect consumers in the wake of the massive data breach at Equifax, which compromised personal information on more than 145 million Americans. She launched a five-month investigation into the Equifax breach, which revealed that Equifax had not fully disclosed the types of information that had been compromised in the breach. And she introduced legislation to ensure that companies like Equifax would pay significant, automatic penalties if they let personal information get stolen again.\n\nElizabeth also has bold plans to fundamentally transform the role of the financial industry in our economy. Her plan to End Wall Street's Stranglehold on Our Economy includes a 21st Century Glass-Steagall Act that breaks up the big banks and re-establishes the wall between commercial and investment banking to make our financial system more stable and secure. It overhauls the private equity industry so that Wall Street executives can't bleed companies dry and walk away with millions while workers lose their jobs. And it imposes tough new executive compensation rules to discourage needless speculation and encourage productive investments.",
    "url": "https://elizabethwarren.com/plans/holding-wall-street-accountable"
}