{
    "id": "immigration",
    "text": "Immigrants have always been a vital source of American strength. They grow our economy and make our communities richer and more diverse. They are our neighbors, our colleagues, and our friends -- and every bit as much a part of America as those who were born in the United States.\nPresident Trump sees things differently. He's advanced a policy of cruelty and division that demonizes immigrants. He's axed programs that protect young Dreamers and asylum seekers fleeing violence and upheaval. He's championed dramatic cuts to legal immigration, and imposed a bigoted ban on travelers from Muslim-majority countries. He's threatened to close our ports of entry to lawful transit and commerce, and exploited a crisis of his own making at the border to score cheap political points. But while Trump may have taken the system to its most punitive extreme, his racist policies build on a broken immigration system and an enforcement infrastructure already primed for abuse.\nI saw that in McAllen, Texas, in the eyes of mothers who fled violence only to be ripped apart from their babies at the U.S. border. I saw it in the tears of families as they waited for their loved ones at Logan Airport in Boston on the night Trump announced his Muslim Ban. I saw it in the tired faces of little children made to march in formation between makeshift tents in the hot summer sun at the Homestead detention facility in Florida.\nI also see it when I talk with our Dreamers about their aspirations and their fears. When I meet with business owners who watch their competition exploit undocumented workers for a competitive advantage, and with farmers who cannot access the labor they need. When I sit with families who have been waiting decades for a visa to reunite with their loved ones, and with mixed-status families who worry that a parent, brother or sister could be ripped away at any time.\nWe must address the humanitarian mess at the border and reverse this president's discriminatory policies. But that won't be nearly enough to fix our immigration system. We need expanded legal immigration that will grow our economy, reunite families, and meet our labor market demands. We need real reform that provides cost-effective security at our borders, addresses the root causes of migration, and provides a path to status and citizenship so that our neighbors don't have to live in fear. That's why today I'm announcing my plan for immigration reform -- to create a rules-based system that is fair, humane, and that reflects our values.\nELIMINATING ABUSIVE ENFORCEMENT\nPresident Trump has weaponized deportation in ways that are costly, ineffective, and designed to maximize pain. It's time to end this cruelty -- and refocus on true threats to public safety and national security instead. As president, I will:\nDecriminalize migration and refocus enforcement on serious criminal activity. Entering the country without authorization has always been a violation of civil immigration law, but thanks to a former segregationist Senator, it's also a criminal violation. This additional criminal provision is totally unnecessary for border security, and for a century, it was rarely enforced. But since the early 2000s, it has been used to build and sustain a massive immigration detention complex. In 2016, over half of all federal criminal prosecutions were for immigration violations -- more than prosecutions for terrorism, organized crime, hate crimes, or financial fraud. This obsessive focus ties up federal prosecutors and overwhelms federal courts. It's costly and unnecessary. And under Trump, it has become increasingly abusive. We should repeal this criminal prohibition to prevent future abuse. As president, I will immediately issue guidance to end criminal prosecutions for simple administrative immigration violations; end Operation Streamline, which subjects migrants to mass prosecutions; and refocus our limited resources on actual criminals and real threats to the United States. I will also issue prosecutorial guidance to prioritize immigration cases with security concerns, and make sure government attorneys are properly exercising their discretion for individuals who pose no public safety risk.\nSeparate law enforcement from immigration enforcement to strengthen our communities. There are good reasons to keep immigration enforcement and law enforcement separate. When law enforcement is forced to also handle immigration violations, people are less willing to report crimes for fear of revealing their immigration status. Combining these functions sows distrust and harms public safety. As President, I'll put in place strict guidelines to protect sensitive locations like schools, medical facilities, and courthouses from enforcement actions. I'll expand programs that grant protections to immigrant victims of serious crimes who come forward and assist law enforcement. And I'll end programs like 287(g) and \"Secure Communities\" that force local cops to enforce federal immigration laws so they can focus on effectively serving their communities.\nRemake CBP and ICE in a way that reflects our values. Our immigration agencies should protect Americans and uphold the rule of law, not pursue punitive anti-immigrant policies that target communities of color. I'll hold immigration enforcement to the same due process standards as other law enforcement agencies -- no more warrantless arrests or stops deep in the interior of our country. I'll reshape CBP and ICE from top to bottom, focusing their efforts on homeland security efforts like screening cargo, identifying counterfeit goods, and preventing smuggling and trafficking. And to change the culture, I'll insist on transparency and strengthen the authorities of independent internal watchdogs to prevent future abuses.\nCreate accountability for the abuse perpetrated during the Trump Era. President Trump and his Administration are comfortable looking the other way while criminal abuses of immigrants pile up. When I am President, I will not. I'll designate a Justice Department task force to investigate accusations of serious violations -- including medical neglect and physical and sexual assaults of detained immigrants -- and give it independent authority to pursue any substantiated criminal allegations. Let there be no ambiguity on this: if you are violating the basic rights of immigrants, now or in the future, a Warren administration will hold you accountable.\nSIGNIFICANTLY REDUCE IMMIGRATION DETENTION\nAmericans are rightfully horrified by scenes of chaos and abuse at our border. Separating parents and children and detaining families and other vulnerable populations is not only staggeringly expensive and inhumane, it has no proven deterrent effect. To end unnecessary detention and rebuild a more humane system, a Warren administration will:\nEnd unnecessary detention. We already have the tools to effectively track and monitor individuals without shoving them into cages and camps along the border. As President, I'll issue guidance ensuring that detention is only used where it is actually necessary because an individual poses a flight or safety risk. I will put additional layers of protection in place for certain groups, including asylum seekers, families and pregnant women, and LGBTQ+ people who are more vulnerable in a general detention facility. And I'll enforce strict standards for remaining detention facilities, including for medical care and to end the use of solitary confinement.\nEliminate private detention facilities. There is no place in this country for profiting off cruelty. I'll end the contracts ICE has with private detention providers, and push for legislation to permanently ban for-profit detention.\nExpand the executive use of parole and invest in alternatives-to-detention. DHS has broad authority to parole individuals who are detained prior to their cases being heard in immigration court. Community-based alternatives to detention are safer, save money, and can be more effective at ensuring compliance. I'll significantly expand successful programs, which include case management, referrals to legal and social services, and periodic check-ins and surveillance. These programs provide a measure of dignity for those in the system, and their expanded use would save over a billion dollars each year in unnecessary detention costs.\nPROVIDE RIGHTS AND DUE PROCESS IN OUR IMMIGRATION COURTS\nIt's not enough to merely correct the excesses of the Trump administration's immigration policies. To prevent future abuses, we need to treat migrants moving through the system in a manner that reflects our Constitution and our values. A Warren administration will:\nEstablish professional, independent Article I immigration courts. DOJ both oversees the immigration court system and enjoys massive authority to manipulate those courts to implement the president's immigration policy agenda. Immigration court rulings can even be overturned by the Attorney General -- a fundamental conflict of interest exploited by Jeff Sessions. I'll work to create a credible, independent system by passing legislation establishing Article I judicial review for immigration cases modeled on our federal courts. I'll deploy smart efficiency measures, beginning by restoring judges' ability to prioritize and manage their own dockets. And my administration will recruit highly qualified immigration judges with a diverse set of legal experiences so that everyone receives appropriate justice.\nEliminate expedited removal and provide due process. Due process ensures basic fairness for individuals attempting to navigate complex laws and prevents law enforcement and presidents from abusing authority. But most immigrants facing deportation do not have attorneys -- and in the Trump administration, that even includes toddlers. In fact, one-third of deported immigrants never even see a judge: instead, the immigration officer serves as both prosecutor and jury. I'll eliminate the use of expedited removal proceedings and guarantee hearings. I'll call for creating a national-scale immigration public defender corps, and a Warren administration will provide access to counsel in immigration court.\nWELCOME THOSE IN NEED\nOur laws and our values compel us to help those fleeing violence and oppression, but Trump's racism has contributed to a climate of fear for those seeking refuge in our country. As president, I will:\nReject exclusionary policies based on race, religion and nationality. I'll reverse Trump's bigoted Muslim Ban on my first day in office. I'll withdraw the Trump policy that forces immigrant families to choose between staying together and ensuring their children -- many of whom are American citizens -- have access to critical services. And I'll reinstate Temporary Protected Status designations and Deferred Enforced Departure to protect individuals at risk in their home countries, including migrants from the Caribbean and Africa who have built lives and businesses in our country.\nRaise the refugee cap. At a time when 70 million are displaced around the world, President Trump has abused his authority to lower the refugee cap for the United States, admitting just over 22,000 refugees in total last year. I'll welcome 125,000 refugees in my first year, ramping up to at least 175,000 refugees per year by the end of my first term.\nAffirm asylum protections. We should welcome those fleeing violence, not imprison them in cages. As president, I will reverse Trump's efforts to stack the deck against asylum applicants. I'll ensure that asylum seekers can safely present themselves at ports of entry for humane, efficient processing, including by ending the metering and \"Remain in Mexico\" policies. I'll restore President Obama's promise to extend asylum for those fleeing domestic or gang violence and affirm asylum protections for gender identity and sexual orientation-based asylum claims. I'll streamline processes to eliminate the backlog of individuals waiting for an asylum adjudication. And I'll pardon those convicted of providing food and water to migrants -- because no one should go to jail simply for providing humanitarian aid to another person in need.\nGROW LEGAL IMMIGRATION AND ESTABLISH A FAIR AND ACHIEVABLE PATH TO STATUS\nAs president, I'll work to expand legal immigration. I'll also take executive action to provide a measure of protection for those who are undocumented, while pursuing a legislative solution that provides a path to citizenship.\nExpand legal immigration. America should welcome more legal immigration -- done in the right way and consistent with our principles. We should use targeted immigration as a tool to create jobs and businesses and grow our economy. We should reflect our values, which means expanding family reunification and making it easier for relatives of citizens and green card holders to come to the United States. We should put American workers first by ensuring that workers already here get the first opportunity to fill any available positions. We should empower workers, not employers, by coupling any expansion of legal immigration with real accountability on employers who break the rules, exploit workers, or don't adhere to basic labor standards. And we should be transparent and data-driven in our immigration policies, using the best available information to identify true needs in the labor force and to address those needs in a way that incorporates the input of both workers and companies.\nMake it easier for those eligible for citizenship to naturalize. Today over 9 million green card holders are eligible to apply for citizenship but many have not chosen to naturalize due to unnecessary barriers, including the cost of applications, the complexity of the process, and administrative issues and backlogs. I'll work to make it possible for everyone who is eligible to naturalize to do so.\nReduce the family reunification backlog. As many as 4 million immigrants who are otherwise eligible to come to the United States legally are prohibited because of by-country visa caps. My administration will redistribute unused visas to reduce this backlog and reunite more families with their loved ones. I'll also urge Congress to repeal laws that make family reunification more difficult to achieve.\nRepeal the 3- and 10-year bars. The law currently requires a person unlawfully in the United States to depart the country for three or ten years before they can apply for legal status. I'll petition Congress to repeal that requirement. In the meantime, I'll reinterpret \"extreme hardship\" to include family separation, making it easier to obtain a waiver allowing people to apply for legal status without having to leave the country for an extended period of time.\nProvide a fair and achievable pathway to citizenship. For the good of our economy and our communities, it's long past time to provide a path forward for the approximately 11 million undocumented individuals currently living and working in the Unites States. We should immediately reinstate the DACA program and protections for our Dreamers and their families. I'll expand the program to cover more young people by extending the cut-off date, eliminating the arbitrary application age requirement, and extending the \"minor\" designation to anyone who was brought to the U.S. under the age of 18. But Dreamers have families and communities that are productive, longtime members of our American family and need protection too. The same is true of the Temporary Protected Status and Deferred Enforced Departure holders. I'll extend the individual exercise of discretion to offer deferred action protections to hardworking immigrants who have contributed to our country for years and have built careers and families here. And I'll push for a far-reaching legislative fix that provides a fair but achievable path to citizenship for them.\nLimit the penalties considered for status determinations. Part of focusing on real threats means distinguishing between actual criminals and law-abiding immigrants. We shouldn't penalize people for prior convictions under statutes that criminalize border crossing for the purpose of status determinations. And we should establish a statute of limitations for how long a misdemeanor will be considered as part of an individual's immigration adjudication. Citizens with minor, non-violent criminal records should not be permanently excluded from being a part of American society -- and immigrants shouldn't be, either.\nCreate an Office of New Americans. I'll establish an Office of New Americans dedicated to supporting new immigrants as they transition into our society and economy, and task that office to draft a national strategy for integration. We should provide English, civics, and employment-focused classes and training for immigrants who want to enroll, and work with faith groups and other community organizations to provide support services for refugees and asylees, providing the tools to make it easier for newcomers to integrate into their communities.\nADDRESS THE FORCES DISPLACING MIGRANTS FROM THEIR HOME COUNTRIES\nMigration has spiked around the world, the result of poverty, climate change, violence and injustice. Migrants have come to our country fleeing natural disasters or conflicts that forced them from their homes.\nIn recent years, many have fled north from the Northern Triangle. But the solution to Central American migration isn't placing children in cages, it's stabilizing the countries that families are risking their lives to escape. Rather than addressing rampant corruption, criminal gangs, and some of the world's highest rates of gender-based violence, President Trump has cut off hundreds of millions of dollars in aid for programs that provide vital support.\nWe cannot fully address migration until we address its root causes. Now more than ever, the United States must reclaim its role as the world's beacon of hope -- and that means proposing bold and nuanced solutions to these complex challenges. As president, I will:\nRestore and increase aid. I'll commit at least $1.5 billion annually in aid to fully fund programs that target crime, disrupt trafficking, address poverty, reduce sexual violence, and enhance programs for at-risk youth in Central America and throughout our hemisphere -- and I'll rally the international community to match those funds.\nStep up efforts to address transnational crime. A Warren administration will expand efforts to reduce corruption and improve the rule of law, investigate and prosecute human trafficking, employ targeted financial sanctions against drug kingpins and money launderers, and provide robust funding for efforts to counter gangs.\nInform and protect those seeking refuge. My administration will provide information about the right to seek asylum, reinstate the Central American Minors program, and coordinate with the United Nations High Commissioner for Refugees to help resettle children and families who need protection. We'll also do more to spread awareness about the dangers of attempting migration across borders to help prevent vulnerable people from being exploited along the way.\nDonald Trump wants to divide us -- to pit worker against worker, neighbor against neighbor. He wants Americans to blame their troubles on those who are new to our country, or who don't look the same, even as his administration robs us dry. He has tried his best to make it appear that immigrants are not welcome on our shores.\nWe can be better than this. Americans know that immigrants helped weave the very fabric of our country in the past -- and they know that immigrants belong here today.\nI'll work with Congress to pass broad-reaching reform, but I'm also prepared to move forward with executive action if Congress refuses to act. We cannot continue to ignore our immigration challenges, nor can we close our borders and isolate the United States from the outside world. Instead we need big, structural change: a fair immigration system that preserves our security, grows our economy, and reflects our values. That's good for immigrants, good for workers, and ultimately good for the United States.",
    "url": "https://elizabethwarren.com/plans/immigration"
}