{
    "id": "international_corruption",
    "text": "When the Panama Papers were released in 2016, the world learned how Russian president Vladimir Putin had channeled billions from state-owned banks and companies to his friends and relatives. A distant cousin with a mid-level job at a shipping company, a childhood friend who worked as a butcher - all with hundreds of millions in mystery assets parked offshore in their names. \nBut Putin isn't alone in using shady financial tactics to mask his corruption. \nThe Panama Papers also revealed that family members of eight current or former members of China's politburo, including the brother-in-law of current president Xi Jinping, stashed wealth in offshore companies. The prime minister of Pakistan's children were linked to luxury flats in London owned by an anonymous offshore trust. The soccer star Lionel Messi and his father created a Panamanian shell company to evade taxation. The prime minister of Iceland was caught sheltering assets in a secret offshore company and forced to resign. \nAnd the Panama Papers were just the tip of the iceberg.\nWhen corrupt government officials stole over $4.5 billion from a Malaysian state development fund? They stashed the money in overseas shelters. \nWhen the notorious Russian arms dealer Viktor Bout needed to finance his deals? He set up shell companies in Delaware.\nAnd when President Trump's former campaign manager Paul Manafort wanted to disguise illicit gains he made for unregistered lobbying on behalf of Ukraine? He stashed it in real estate in his wife and daughter's names or owned by shell companies. \nWhat all these cases have in common is the use of legal loopholes and shadowy financial middlemen to obscure assets, or in some cases the proceeds of criminal activity, from law enforcement and government oversight. \nIn total, laundered money represents 2 to 5 percent of global GDP, or as much as $2 trillion annually. And the flow of illicit money and lack of financial transparency are not just problems for developing countries or systems exploited by autocrats - they also affect the United States and its interests around the world. Dark money is used to bankroll repressive and hostile regimes. Illicit networks foster corruption, inequality, kleptocracy, and financial crime. Shell corporations, complex money laundering schemes, and inadequate international financial controls enable nuclear proliferation, terrorism, drug and human trafficking, and tax avoidance. All are major threats to our security, our democracy, and our way of life. \nRather than fighting for transparency, Donald Trump has spent his career embracing shady deals. Trump has repeatedly partnered with shady actors on real estate deals that reek of money laundering, corruption, and fraud. More than one-fifth of all Trump's U.S. condo sales since the 1980s have been all-cash transactions with shell companies - red flags that often indicate money laundering. At one of Trump's towers in Florida, more than 60 percent of its units are owned by shell companies. And it doesn't stop with real estate - over half of Trump's more than 500 companies are registered in Delaware, taking advantage of state loopholes that exempt LLCs from publishing their financial information or disclosing their ownership structure.  \nAnd Trump isn't alone in exploiting legal loopholes. Tax avoidance by the wealthiest Americans has spawned an entire industry of accountants, lawyers, and other enablers. This diverts hundreds of billions from the U.S. Treasury each year - money that could be used to invest in our schools, our infrastructure, and our democracy - and much of it is legal. And unfortunately, moving dark money in our country is all too easy. In fact, in some U.S. states, establishing a shell company to launder money is \"easier than getting a library card\" and never requires proving one's identity. \nI've introduced the most ambitious set of domestic anti-corruption reforms since Watergate to clean up our government. But we must go further. Our domestic challenges are compounded by a global network that connects secretive shell companies, complicated trusts, middlemen and enablers that specialize in papering suspicious transactions, and states and countries that profit from a lack of transparency. To truly root out corruption, we must also tackle the flow of dark money around the world. \nThat's why today, I'm introducing my plan to fight global financial corruption by reforming our global financial system, cracking down on shady practices by the ultra-wealthy,  and preventing corruption at home and abroad.\nFighting Financial Corruption At Home\nFinancial corruption is a global problem - but the solutions start here at home. The United States is at the center of the global financial system and shapes global financial rules. And as long as countries, companies, and people want to access our markets and our dollars, we have leverage to strengthen global transparency. Here's what we can do. \nRequire \"beneficial ownership\" disclosure. Shell companies - businesses that mask their beneficiaries or that exist only on paper-- allow individuals to hide both their identities and the origins of their money. And as long as U.S. laws and regulations do not require the disclosure of information about a company's owners, other U.S. efforts to tackle financial crime will suffer: our rules will be undermined, and other countries will continue to use that as an excuse to avoid tightening their own rules. \nI'll work with Congress to enact anti-money laundering reforms and update basic financial integrity requirements designed to fight illicit financial transactions, including collecting standardized identifying information about the ultimate beneficial ownership of every corporate entity created across the country. This will increase law enforcement's understanding of the web of companies operating in the United States, and help to end our country's status as a global facilitator of money laundering. And while we should encourage innovation in financial technologies, like cryptocurrencies, we must also ensure they are not used for money laundering.\nGather better data on cross-border financial flows. While the United States is central to the global flow of payments, we have too little information on the money coursing through our system, including laundered money and criminal assets. \nTo increase oversight and control over payments, a Warren administration will issue rules requiring U.S. financial institutions to report information about individual cross-border payments, and seek legislation to allow financial institutions to obtain information on the true beneficial owner of a foreign entity involved in a payment. More and better data will help highlight and uncover patterns of malign activity and deter bad actors from using the global financial system. And the combination of beneficial ownership reforms and more cross-border transaction reporting will force more opaque jurisdictions to improve their practices, raising global standards.\nExpand anti-bribery law authorities. U.S. companies working abroad are prohibited from paying bribes to win a contract or do business. This requirement protects the integrity of American companies and ensures that they can't engage in corruption abroad or bring it back to the United States - but the law does not go far enough to protect American workers abroad who want to do the right thing and refuse to pay bribes demanded by foreign officials. And our laws only penalize U.S. companies that pay the bribes, not the foreign officials who demand and take them. \nA Warren administration will work with Congress to expand our ability to hold accountable foreign officials who extort American companies. I'll assign Foreign Service Officers to focus directly on addressing corruption in countries at the highest risk. And I'll work with Congress to toughen anti-bribery laws to make sure that the bribes extorted and paid outside of the United States, even when there is no U.S. company involved, cannot be laundered through our banking system. These steps will send a strong signal to the world that the United States will not tolerate corruption or enable foreign criminals to hide their ill-gotten gains in our financial system. It will also make U.S. companies and their employees more competitive and resilient in demanding transparency and fair dealings in their work abroad. \nPromote international cooperation to combat tax evasion. A Warren administration will prioritize coordinating global efforts to crack down on tax evasion. The Obama administration's Foreign Account Tax Compliance Act (FATCA) was a big step in the right direction, and I will build on it as president. My trade plan commits to using America's leverage to press for more international coordination on tax evasion, including by requiring other countries to join global tax evasion efforts as a precondition of securing a special trade deal with America. I am also committed to substantially increasing funding for the IRS so we can enforce the laws we already have and make sure the rich are paying what they owe. Finally, my Ultra-Millionaire Tax is specifically designed to reduce opportunities for avoidance and evasion, imposing a minimum mandatory audit rate for the wealthiest taxpayers and a hefty \"exit tax\" if extremely wealthy American citizens try to avoid the tax by renouncing their American citizenship. \nExpand and institutionalize real estate disclosure requirements. While foreign investment has dipped in the face of Trump's trade wars, U.S. real estate remains attractive for illicit money from all over the world. It's a stable investment that generally maintains or grows in value - and it gives corrupt oligarchs and dictators a potential escape route if they're ousted from their home countries. But this money drives out honest purchasers and makes cities hotbeds for dirty, unproductive cash. In one part of New York City, for example, the Census Bureau estimated that 30 percent of apartments are unoccupied most of the year. \nAs president, I'll make permanent existing requirements to identify and disclose owners to authorities, including through Geographic Targeting Orders, which can be issued to require financial institutions to report to the Treasury on any transaction above a specified dollar amount within a specified geographic area. And I'll broaden the locations and the types of real estate covered by disclosure requirements.  \nUpdate campaign finance laws to limit foreign interference and bring dark money into the light. Citizens United cleared the way for massive super PACs and dark money organizations to funnel hundreds of millions of dollars into our politics on behalf of largely unknown donors. And while federal law prohibits foreign individuals from contributing to campaigns, a loophole still allows foreign-owned or foreign-funded companies to influence American elections. The results are predictable: a Chinese-owned company that bought its way into the 2016 Republican primary; Russian nationals and Kremlin-connected businesses that spent money on an expansive effort to use internet ads to influence American public opinion. And none of this violates existing campaign finance laws. \nI have a plan to get big money out of politics by closing the existing loopholes by prohibiting U.S. subsidiaries of foreign companies, firms with meaningful foreign ownership, and trade associations that receive money from those entities from spending money in American elections. My plan will also modernize campaign finance law for the digital age by including internet ads in rules regulating electioneering communications. And to bring dark money into the light, every organization that makes an election-related expenditure - including dark-money organizations - should be required to promptly disclose their large donors. Super PACs and other dark money groups must provide enough information about the sources of their money that the American people can trace it back to the ultimate individuals and entities that are funding them - not just the shell organizations used to conceal those sources. We must overturn the Supreme Court's decisions in Buckley v. Valeo and Citizens United through a constitutional amendment in order to end the corruption of our campaigns and elections. But we can take steps right now to increase transparency and ensure that foreign governments and companies are unable to influence our elections. \nExpand enforcement against financial institutions. For too long, we've threatened to punish major international banks, but failed to follow through when clear evidence of wrongdoing surfaced. Settlements are often just slaps on the wrist - when Mexican drug cartels allegedly used accounts at Wachovia to launder at least $373 billion, for example, the bank only had to pay $160 million, less than half of one percent of the money laundered. And under the Trump administration, white collar prosecutions have dropped to their lowest levels in over 30 years. \nMy anti-corruption plan will shut the revolving door between financial institutions and the regulators who are supposed to oversee U.S. transparency and money-laundering efforts. Giant banks will be banned from hiring senior government officials for four years after those officials leave office. My plan will also prevent financial institutions from using industry-funded fake research to mislead federal regulators during the rulemaking process - and subject them to potential prosecution if they mislead regulators with \"research\" they know to be false. And I'll make enforcing existing transparency and anti-money laundering laws a major priority for a Warren Treasury and DOJ. \nClamp down on dark money enablers. U.S.-based enablers are often just as responsible for corruption as the kleptocrats whose money they manage. The international flow of illicit money thrives thanks to the lawyers, financial services providers, accountants, and real estate services providers who bridge the divide between the dark economy and the clean one. They do so through \"layering,\" creating a maze of bank accounts and shell companies offshore and in the United States, until the original source of the funds is entirely obscured. For example, when the anti-corruption watchdog Global Witness asked several law firms how to anonymously move significant sums of money in ways that should have raised major red flags, in all but one case the lawyers offered suggestions on how to do it. Moreover, big financial players like hedge funds and private equity firms are untouched by many anti-money laundering regulations - as are real estate service providers servicing all cash deals and company formation agents. \nThe Trump administration has largely looked the other way on these issues. That ends when I'm president. I will immediately issue rules to ensure that all available tools are fully deployed against the enablement industry, closing gaps that allow service providers to profit off gray areas. And once these new regulations are in effect, we'll impose stiff penalties when service providers break them.\nFighting Financial Corruption Abroad\nThe global financial system is only as strong as its weakest link. While we have much to do to get our own house in order, American regulators cannot succeed by working alone; we need to take a stronger stance on financial transparency internationally as well. My administration will be committed to a multilateral approach to financial transparency, working aggressively with allies and international institutions willing and able to collaborate in this fight.\nWork with partners. Corruption and illicit finance are worldwide problems, and we're not alone in wanting to fight these dangers. My administration will make transparency and reasserting control over finance a central plank of its multilateral and bilateral agendas. We'll use our leverage at international financial institutions like the International Monetary Fund and the World Bank to help strengthen countries' legal frameworks against money laundering, and make strong anti-money laundering legal frameworks a central requirement for receiving assistance from international financial institutions. We will also seek to combine efforts with other countries concerned about these issues - in Asia, for example, our allies are natural partners in tightening money-laundering laws to address the financing of North Korea's nuclear program. Aligning goals and, where possible, rules, will close out the gaps between jurisdictions that bad actors are so skilled at exploiting.\nKeep a scorecard. The United States is a major market and a sought-after trading partner. We can use this status as leverage in the fight for financial transparency globally. I've already established a set of standards countries must meet as a precondition for any trade agreement with America, including recognizing core labor, climate and human rights commitments. But to ensure that American companies and American workers can compete fairly around the world, we must address corruption and financial transparency as well. Working with the international Financial Action Task Force, the inter-governmental watchdog, a Warren administration will also maintain a list of minimum required anti-corruption laws, policies, and standards that countries must have in place to receive preferential treatment from the U.S. government in trade and other agreements. We'll phase in these standards and work with partners to meet them, including by providing incentives for countries making meaningful progress.\nExpand technical assistance. Tracking and fighting corruption and illicit finance takes resources, experience, and expertise. The United States has all three - but some countries lack the capacity to bolster the soundness of their financial system even when they want to do so. A Warren administration will work with partners and allies to raise standards and conduct enforcement. In partnership with international institutions, we will invest in assisting counterparts abroad with model laws and policies, training on the ground, and continued monitoring to help stand up strong financial transparency controls. Technical assistance will raise global standards and practices. It also fosters economic development abroad, allowing companies and investors to place greater trust in the anti-corruption and financial transparency regulations in place. And we should ensure that countries that do strengthen their rules and comply with U.S. sanctions reap the benefits of cooperation. \nTarget corrupt kleptocrats. Together with our partners and allies, the United States has taken the lead in sanctioning and holding accountable those who abuse human rights and or facilitate nuclear proliferation around the world. We must similarly take the lead in standing up to corrupt and kleptocratic businesses and regimes, shining a light on financial corruption that undermines democracy and development around the world. This means investigating, naming, and shaming corrupt individuals and their criminal rings - including through targeted sanctions on individuals and by excluding them from the financial system - limiting their ability to steal from their countries and stash the money overseas. This can also be a basis for working with allies, coordinating law enforcement efforts to pursue corrupt and kleptocratic activity. And it will incentivize jurisdictions to bring their legal frameworks up to speed with international standards.\nThe flow of dark money puts good governance, the free exchange of ideas, and our national security at risk. As long as individuals and corporations can launder stolen funds or contraband through real estate, luxury goods, or tax havens, both equality and economic growth suffer. This free-for-all environment harms governments' efforts to boost their citizens' standard of living and even drives up the cost of living. \nWithout action, the problem will only get worse. Around the world - in places including Chile, Lebanon, Iraq, and Iran - protesters are rising up against corruption and economic inequality.  The United States must stand with them. Financial transparency is a necessary component of any responsible domestic and international policy agenda, but international controls are only as strong as their weakest links. The United States has the means to compel change, and we must lead by example. ",
    "url": "https://elizabethwarren.com/plans/international-corruption"
}