{
    "id": "leveling_field_entrepreneurs_color",
    "text": "Every American should have a fair shot at starting a small business. The only things that should determine whether a new business succeeds are the strength of the idea and the hard work of the owners and employees.\nBut today, the playing field is tilted against entrepreneurs of color. On average, Black, Latinx, Native American, and other minority households have a lot less wealth than white households. That means they have less of their own money to put into their business and less collateral to attract outside credit. The typical Black entrepreneur starts a business with $35,000 in capital -- a third of the startup capital for the typical white entrepreneur -- and other entrepreneurs of color face similar challenges.\nA lot of successful minority entrepreneurs have been able to overcome these hurdles to create thriving businesses. But this disparity in startup capital is the single biggest reason that promising Black-owned businesses on average are less profitable and bring on fewer employees than white-owned businesses. It's part of why entrepreneurs of color own less than 20% of businesses with paid employees despite making up almost 40% of the population. And it's helping create a small business gap that costs us millions of jobs and billions in economic growth.\nThe small business gap is another example of how the racial wealth gap in America holds back our economy and hurts Black, Latinx, Native American, and other minority families and communities. And because the government helped create that wealth gap with decades of sanctioned discrimination, the government has an obligation to address it head on -- with bold policies that go right at the heart of the problem.\nThat's why I have a new plan: a Small Business Equity Fund to help close the startup capital gap for entrepreneurs of color. Because it's part of my economic patriotism agenda -- which aims to use all the tools of government to defend and create good American jobs -- this new program will be run by my new Department of Economic Development.\nHere's how it works:\nThe new program will have $7 billion in funding to provide grants to entrepreneurs -- not loans or loan guarantees. Current government policies focus on providing access to credit to entrepreneurs, but loans aren't as good as no-strings-attached equity because they leave businesses with debt when they're trying to grow. Equity helps businesses thrive from the beginning without having to worry about ongoing financial obligations or the risk of default.\nThe program will have clear federal standards and accountability but operate through states and municipalities, like the successful State Small Business Credit Initiative (SSBCI), which created thousands of jobs and catalyzed billions in private financing.\nIt will be targeted at closing the entrepreneurship gap by limiting grants to entrepreneurs who are eligible for the Small Business Administration's existing 8(a) program and who have less than $100,000 in household wealth. That wealth threshold is roughly the national average, but it's five times the median net worth of Latinx and Black families, and over ten times the median net worth of Native American families.\nStates and cities will have to follow best practices based on the SSBCI to ensure taxpayer money is generating a strong return, including requirements to partner with private parties to make investment decisions, to institute strict conflict of interest rules, and to collect data on outcomes.\nWhy $7 billion in funding? That's enough to ensure that if Black, Latinx, and Native American entrepreneurs started businesses at the same rate as white entrepreneurs, we could fully close the startup capital gap for every single one of these new minority-owned businesses for the next ten years. That means supporting 100,000 new minority-owned businesses, which together would be expected to provide 1.1 million jobs.\nBut we need to do more. We have to recognize that even if we fully close the gap in startup capital, deep systemic issues will continue to tilt the playing field against entrepreneurs of color.\nThe average Black-owned business only gets 3% of what a similar white-owned business receives in outside investment shortly after founding. A big reason for this disparity is the startling lack of diversity among investors: 86% of venture capitalists are white, and women and minority-owned firms make up less than 10% of the asset management industry. This hamstrings entrepreneurs of color: studies show that investors are more likely to partner with entrepreneurs that share their gender or race.\nWe need to address this disparity head on too:\nI've pushed the federal government to seek out investment managers of color to manage federal funds. On day one of my presidency, I will direct all federal pension and retirement funds to seek out a more diverse set of investment managers, building on successful programs like the Smaller Asset Managers Pilot Program.\nAnd I will go further, requiring states and cities administering my new Equity Fund to work with diverse investment managers too -- putting $7 billion in the hands of minority- and women-owned investment managers.\nFinally, while the Trump Administration has tried to slash funding for the Minority Business Development Agency -- an organization dedicated to empowering entrepreneurs of color with access to funding networks and business advice -- I'll triple the MBDA's budget so it can expand on its good work.\nWe can cover the cost of this plan by closing loopholes that allow very wealthy families to escape paying the estate tax.\nWe need to use all the tools available to address the racial wealth gap.That's why I've proposed an expansion of the Community Reinvestment Act to ensure that mortgage lenders in communities of color lend to everyone on an equal basis, a student debt plan that invests $50 billion in HBCUs and Minority-Serving Institutions and substantially increases Black and Latinx wealth, and a historic new down payment assistance program that would help people in formerly redlined areas buy a home and get the wealth-building opportunities that were denied to previous generations because of government discrimination.\nThe Small Business Equity Fund is another tool we should use. It will create jobs, spur economic growth, and move us closer to an America where everyone has a fair shot to succeed.",
    "url": "https://elizabethwarren.com/plans/leveling-field-entrepreneurs-color"
}