{
    "id": "lgtbtq_equality",
    "text": "Fifty years after transgender women of color Marsha P. Johnson and Sylvia Rivera helped lead the Stonewall Riots, the LGBTQ+ rights movement they launched has made incredible strides towards equality and justice for all. In 1993, Minnesota became the first state to ban anti-trans discrimination. In 2003, the Supreme Court ruled in Lawrence v. Texas that laws criminalizing same-sex relationships were unconstitutional. In 2004, Massachusetts became the first state to legalize marriage equality, and in 2015, the Supreme Court legalized marriage equality across the nation. But 50 years after Stonewall, true equality is still far off for LGBTQ+ people.\nOne in four LGBTQ+ people report experiencing discrimination on the basis of their sexual orientation or gender identity over the course of a single year. Nearly one in three transgender people who visited a health care provider's office in 2017 were turned away because of their gender identity. More than half of LGBTQ+ students report feeling unsafe at school because of their sexual orientation, and nearly half reported feeling unsafe because of their gender expression. Queer or trans youth are two to four times as likely to be homeless, largely due to family rejection. LGBTQ+ people, especially transgender people of color, are disproportionately likely to to be incarcerated and experience high levels of police profiling and misconduct. Black, Indigenous, and Latinx transgender people are more than three times as likely to live in poverty as the U.S. population as a whole. And at least 18 Black trans women have been killed so far this year. This crisis demands action.    \nAnd our hard-won progress is under attack. This week, the Supreme Court heard three new cases - Altitude Express Inc. v. Zarda, Bostock v. Clayton County, and R.G. & G.R. Harris Funeral Homes v. EEOC - that threaten to roll back LGBTQ+ rights, allowing employers to fire workers because of their sexual orientation or gender identity. Now that President Trump has appointed two new Justices, Brett Kavanaugh and Neil Gorsuch, the Supreme Court could set LGBTQ+ rights back by years.  \nThe stakes are high, and people are scared. No matter what happens at the Supreme Court, we need a president who will lift up the voices of every LGBTQ+ person, stand up to discrimination, and fight back. And as president, I will fight shoulder to shoulder with them - because no one should ever be unsafe, unheard, or disempowered because of who they are or who they love. \nEqual Justice Under Law\nFirst, I will fight to pass the Equality Act to explicitly guarantee that no LGBTQ+ person in America is discriminated against for who they are or who they love. Today, federal law still does not expressly prohibit firing a transgender person because of their gender identity, evicting a bisexual person because their same-sex partner moves in, or deliberately misgendering a non-binary student in the classroom. There should be absolutely no question that LGBTQ+ Americans have equal rights under law. That's why I'm an original co-sponsor of the Equality Act, which would amend existing civil rights laws to explicitly ban discrimination on the basis of sexual orientation and gender identity in employment, housing, health care, education, public accommodations, credit, jury selection, and all federally-funded services. And if Senate Republicans put small-minded partisanship ahead of protecting these rights, I will end the filibuster so that we have a path to getting critical legislation like the Equality Act passed. \nWe also must prevent the weaponization of religion to discriminate against or harm LGBTQ+ people. The freedom of worship is a core American value. But the Trump White House has weaponized the language of religion by giving federal agencies, government contractors, and grantees a license to discriminate against LGBTQ+ people, as long as they claim they discriminated for a religious reason. Religious liberty should not be used to shield bigotry. As president, I would fight to pass the Do No Harm Act to return the Religious Freedom Restoration Act to its original goal of protecting religious minorities and further clarify that this law can't be used to harm LGBTQ+ people.\nBut we can't just wait for Congress to act. In my first 100 days as president, I will use every legal tool we have to make sure that LGBTQ+ people can live free from discrimination. We will restore and strengthen critical Obama-era non-discrimination protections that the Trump Administration gutted. We will also take steps to affirmatively expand LGBTQ+ non-discrimination protections through regulation and executive action, including by ending TSA screening practices that single out transgender people, taking on overly broad religious exemptions to non-discrimination, and limiting Title IX waivers that allow colleges and universities to suspend students for being LGBTQ+. \nMy administration will also make LGBTQ+ non-discrimination a condition of federal grants. In 2014, President Obama issued a groundbreaking executive order barring federal contractors and sub-contractors from discriminating against LGBTQ+ employees. I will build on that legacy by requiring organizations that receive federal grants to have a clear non-discrimination policy prohibiting discrimination against LGBTQ+ people they serve. And my administration will ensure that grantees, especially community-based organizations, have access to training and technical assistance so they can fully comply.\nI will increase federal enforcement and investigations into anti-LGBTQ+ discrimination, so that these rights are part of LGBTQ+ people's lived experience. In 2017, HUD processed less than 5% of the discrimination complaints it received, and the EEOC took, on average, a year and a half to resolve a federal complaint. No one should be waiting years for their rights to be enforced. My administration will make investigating complaints of anti-LGBTQ+ discrimination a priority from day one. \nI will also expand affirmative civil rights testing for anti-LGBTQ+ discrimination. Only a small fraction of discrimination complaints are ever reported to the government, and many people who speak out face retaliation. We know that testing works: when trans rights advocates had civil rights testers call homeless shelters to investigate discrimination, they discovered that only 30% of shelters were willing to provide transgender women with an appropriate placement. The federal government should be doing the same, affirmative testing investigations to identify public services, businesses, workplaces, and more that discriminate against LGBTQ+ people. And when robust testing programs uncover discrimination, we should hold bad actors accountable by collecting civil penalties. These penalties will be used to create a community grant incubation fund to help queer and trans-led community-based organizations with limited staff and resources better access federal funding and resources. \nFinally, as the Supreme Court threatens to give employers a free pass to discriminate against LGBTQ+ workers, I pledge to nominate judges who will uphold, rather than threaten, LGBTQ+ rights.  \nSupporting LGBTQ+ Youth and Families \nLesbian, gay, and bisexual youth are almost five times as likely to have attempted suicide as their straight peers. Ten percent of transgender people aged 18-25 reported having attempted suicide in the last year. Young LGBTQ+ people are more likely to experience a mental health problem; queer youth who come from highly rejecting families are more than 8 times as likely to attempt suicide than those who experience little or no family rejection. As president, I'll fight to make sure every LGBTQ+ young person is treated with dignity, fairness, and love at home and in school.\nThis starts by banning discrimination against sexual orientation and gender identity in our adoption agencies and child welfare system. That means both ending discrimination against same-sex families who wish to foster or adopt and against LGBTQ+ youth in the foster system. The only thing that should matter is whether parents can provide a safe and loving home for their children. \nWe must also institute a nationwide ban on conversion therapy. This cruel practice has been widely discredited and has already harmed hundreds of thousands of people. As president, I will ensure that no federal dollars are used to support conversion therapy and will take executive action to end conversion therapy for LGBTQ+ minors. \nI will also make it easier to change identification documents to reflect a person's gender identity. Too many transgender and non-binary people can be outed or put in danger when presenting identification documents that are not consistent with their gender identity. As president, I will make it easier for transgender Americans to change their birth certificates, passports, and other forms of identification, and I support including a third gender marker to recognize non-binary Americans. \nWe must make schools safe environments for LGBTQ+ students. In 2017, more than half of LGBTQ+ students reported feeling unsafe at school because of their sexual orientation, and over 70% of LGBTQ+ students reported being verbally harassed or bullied. As a consequence, more than a third of LGBTQ+ students missed school during the previous month because they felt unsafe or uncomfortable. \nSource: GLSEN, \"The 2017 National School Climate Survey\" (2018).\" View in full screen.\nAs president, I'll fight to make sure every LGBTQ+ student has an equal opportunity to thrive. I'll start by amending the Elementary and Secondary Education Act to require school districts to adopt codes of conduct that specifically prohibit bullying and harassment on the basis of sexual orientation or gender identity. I'll also direct the Education Department to reinstate guidance - revoked by the Trump Administration - on transgender students' rights under federal law. And I'll make clear that federal civil rights laws prohibit anti-LGBTQ+ discrimination like discriminatory dress codes, banning students from writing or discussing LGBTQ+ topics in class, or punishing students for bringing same-sex partners to school events.\nWe must also increase the number of school-based mental health providers and ensure school staff are trained in culturally-competent and trauma-informed care, so all schools - including college and university campuses - have the resources they need to meet all of their students' needs. And I'll fight harsh zero tolerance policies which push LGBTQ+ youth of color and LGBTQ+ youth with disabilities into the school-to-prison pipeline.\nFederal policies should also support LGBTQ+ people with unique family structures. Many members of the LGBTQ+ community form close familial ties to individuals who may not be their legal or blood relatives, a relationship that is commonly referred to as a chosen family. As president, I would make sure that federal family programs like paid family leave cover chosen family members, and individuals who take a leave of absence to care for a chosen family member would qualify for the caregiver credit under my Social Security plan. My universal child care plan will also make child care free for millions of families, including LGBTQ+ families, who according to a 2013 study are 2-3 times more likely to report living at or near the poverty line, and affordable for everyone.\nIn addition, we must care for the more than 1 million LGBTQ+ elders, one-third of whom are low-income. LGBTQ+ elders are more than twice as likely to live alone and to experience social isolation. They are also more likely to experience discrimination in nursing homes and long-term care facilities. This is shameful. As president, I will ensure that nursing and long-term care facilities prohibit discrimination on the basis of sexual orientation and gender identity. I will also work with Congress to pass the LGBT Elder Americans Act, which would include LGBTQ+ elders as a \"vulnerable population\" with the greatest economic and social need under the Older Americans Act and would establish a National Resource Center on LGBT Aging. \nFinally, we must stand with the approximately 3 million LGBTQ+ people who live in rural communities across the country, including many LGBTQ+ people of color. LGBTQ+ individuals living in rural places face unique challenges, and we need to tackle them head on to ensure that everyone is free to live where they choose without fear of discrimination. That's why I have a plan to invest in rural communities, including by expanding access to broadband internet and boosting our investments in high-quality jobs.  \nAffordable Housing \nLike all people, LGBTQ+ Americans deserve safe, affordable housing. But 23% of transgender people report experiencing housing discrimination and more than 40% of Black transgender people report experiencing homelessness over their lifetimes. Homelessness is a particularly urgent issue for LGBTQ+ youth, who face high rates of family rejection and are more likely to experience homelessness than straight and cisgender youth. The consequences are devastating: higher rates of physical and sexual assault, greater mental health risk, and additional obstacles to educational success. \nWe must do more to break the patterns of family rejection that end with LGBTQ+ youth sleeping on the street or getting caught up in the criminal justice system. \nTo start, my affordable housing plan will invest $500 billion over the next ten years to build, preserve, and rehabilitate millions of housing units, decreasing rents by 10% and creating 1.5 million new jobs. We will dramatically increase the supply of affordable housing units, while also strengthening the non-discrimination provisions in the Fair Housing Act by specifically prohibiting housing discrimination on the basis of sexual orientation, gender identity, and the source of one's income, like a housing voucher - because landlords shouldn't be able to reject tenants based on what they look like, how they identify, or who they love. \nWe will act to dramatically reduce the number of youth experiencing homelessness. As president, I will develop a comprehensive LGBTQ+ homelessness prevention program within the U.S. Interagency Council on Homelessness to give this problem the national attention it deserves. The program will research pathways into homelessness that disproportionately affect LGBTQ+ individuals, like family rejection, and work directly with LGBTQ+ youth of color and transgender youth experiencing homelessness to gather information on the particular barriers they face. I will also fight for programs that help LGBTQ+ youth once they become homeless, including reauthorizing and fully funding the Runaway and Homeless Youth Act and ensuring that it includes robust non-discrimination protections. And I will support programs that help people experiencing homelessness secure employment and educational opportunities that will prevent them from being pulled back into homelessness. \nWe also need to repeal laws that criminalize homelessness. These laws disproportionately affect communities of color and LGBTQ+ people, who as a result become further entangled in the justice system. Instead, we need to do more to ensure that individuals experiencing homelessness are provided with the services they need to get back on their feet.\nEmpowering LGBTQ+ Workers\nLGBTQ+ workers, especially transgender workers, face broad discrimination in the workplace. Nineteen percent of transgender people report being fired, denied a promotion, or turned down for a job because of their gender identity or expression over the course of just one year, and nearly a third of transgender people report living in poverty. Returning power to working people will be the overarching goal of my presidency, and I will fight to make sure that LGBTQ+ people share equally in an economy that works for everyone. \nAs president, I'll take executive action to fight LGBTQ+ workplace discrimination. I will enforce President Obama's Executive Order requiring federal contractors to have an LGBTQ+ employment non-discrimination policy. My administration will also appoint EEOC commissioners and NLRB members who support LGBTQ+ workers, issue regulations affirming LGBTQ+ people's equal rights in employment, and make those rights enforceable by banning federal contractors from using forced arbitration and collective action waivers to bar LGBTQ+ workers from suing if they are discriminated against at work.\nI'll push for landmark new anti-discrimination protections for workers. I will fight to enact the BE HEARD in the Workplace Act, comprehensive legislation to end sexual harassment in the workplace and to extend protections against harassment to independent contractors and workers in companies with fewer than 15 employees. LGBTQ+ people face gender-based harassment at staggering rates, and it's time to end the loopholes that let companies sweep harassment under the rug.\nWe also need to expand apprenticeship and job training programs to help more workers - including LGBTQ+ workers - secure high-quality employment opportunities. I have committed to investing $20 billion in apprenticeship programs and will direct the Department of Labor to establish apprenticeship programs in industries throughout the country, including in home care, nursing, and hospitality.  \nI will partner with Congress, use bold executive action, and leverage the federal procurement process to pursue the most progressive and comprehensive agenda for workers since the New Deal. And I'll fight for LGBTQ+ workers' economic security in every way we can. I support raising the minimum wage to $15 per hour - and have already committed to doing so for federal contractors. I'll ban contractors from asking applicants for past salary information and criminal histories. Because LGBTQ+ people are disproportionately criminalized and face high rates of wage discrimination, these policies also harm LGBTQ+ workers. I'll also ensure that same-sex couples are treated equally under our tax code by passing my Refund Equality Act, which allows married same-sex couples to amend their federal tax returns and recoup money that they should not have had to pay had the federal government recognized their marriages. I am also open to decriminalizing sex work. Sex workers, like all workers, deserve autonomy and are particularly vulnerable to physical and financial abuse and hardship.\nEnding the Criminalization of LGBTQ+ People\nThe criminal justice system should work to ensure safety for all. According to a 2015 report,  transgender women are more than twice as likely to experience incarceration than the U.S. population as a whole, and nearly half of all Black transgender Americans are incarcerated during their lifetime. My plan to reform our criminal justice system recognizes that LGBTQ+ individuals, particularly LGBTQ+ people of color, face unique risks and are disproportionately harmed by the status quo. \nLocal police officers are often an individual's first point of contact with the legal system and play a significant role in determining how well a person is treated in the system. But implicit bias can contribute to inaccurate and harmful perceptions of LGBTQ+ people, particularly LGBTQ+ people of color, leading to greater surveillance and an increased risk of future interactions with the criminal justice system. That's why my plan increases funding for training on implicit bias and ensures that the best practices on law enforcement training are widely available across the country. \nI will also triple the funding of the Justice Department's Office of Civil Rights to allow for increased investigations of police departments, and reverse former Attorney General Jeff Sessions's guidance limiting the use of consent decrees. And I support limiting \"qualified immunity\" - a legal rule used to block lawsuits against government officials for misconduct that has received criticism from across the ideological spectrum - to ensure law enforcement and police departments will no longer be shielded from accountability. \nAdditionally, we must end practices that profit off of incarcerated people, like cash bail and fees for health care. The LGBTQ+ community, especially people of color and low income individuals, experience disproportionate rates of incarceration. We must root out the profit incentives in our criminal justice system that land people in jail more often and keep them there for longer. And I also support banning the legal defense that allows a defendant to use a victim's sexual orientation or gender identity to justify assault. The LGBTQ+ panic legal defense is inherently discriminatory, diminishes the value of LGBTQ+ people, and has no place in our justice system.\nWe must also end solitary confinement and other practices that make prisons unsafe for LGBTQ+ people. While incarcerated, LGBTQ+ people experience unique threats to their safety. But these conditions should not be used to justify placing LGBTQ+ prisoners in solitary confinement, putting them at risk of even greater psychological distress. I will eliminate solitary confinement, implement a rigorous auditing program to ensure prisons are adhering to the Prison Rape Elimination Act, and prosecute prison staff who engage in misconduct. And I will direct the Bureau of Prisons to end the Trump Administration's dangerous policy of imprisoning transgender people in facilities based on their sex assigned at birth and ensure that all facilities meet the needs of transgender people, including by providing medically necessary care, like transition-related surgeries, while incarcerated.  \nFighting for Equitable, Inclusive, and Gender-Affirming Health Care\nDecades of discrimination against LGBTQ+ individuals means that many face significant barriers to getting health care when they need it. As a result, LGBTQ+ people often experience significantly more challenging health care conditions than heterosexual and cisgender people. Social stigma, violence, and rejection by their communities and families combined with structural discrimination in health care coverage and the workplace have led to a real disparity in health outcomes for LGBTQ+ Americans. \nWe must do better. As president, I will fight to make sure that every LGBTQ+ person can get the equitable, gender-affirming, and culturally-competent health care they need.\nThe first step toward eliminating LGBTQ+ health disparities is making sure that everyone has high-quality health coverage - and that means Medicare for All. LGBTQ+ individuals are more likely to be uninsured and to delay care because they can't afford it. And under our private insurance system, only 63% of employers who offer insurance to opposite-sex spouses also offer it for same-sex spouses. This is wrong - your boss should not be able to decide whether a couple's marriage \"counts\" for coverage. \nMedicare for All will also ensure that LGBTQ+ people can get care no matter where they live. My plan for rural America creates a new designation that reimburses rural hospitals at a higher rate than what is currently available and boosts the federal government's oversight of mergers and anti-competitive behavior to keep local hospitals open. \nI will immediately work to repeal the Trump Administration's terrible proposed rule permitting discrimination against LGBTQ+ people in health care. The new rule, if it goes into effect, will allow doctors to discriminate against LGBTQ+ patients, misgender transgender patients during the course of care, and deny coverage for gender affirming procedures. As president, I will ensure that LGBTQ+ people receive safe, affirming care from all providers. That means covering all medically necessary care for LGBTQ+ patients under Medicare for All, and allowing providers discretion to deem gender-affirming procedures as medically necessary based on an individualized assessment. I will also ensure that intersex and transgender children have a say in their health care - especially when it comes to decisions that affect whether their bodies match their gender identity. \nI will also protect reproductive health care from right-wing ideologues. LGBTQ+ people are deeply affected by threats to reproductive health services. We must repeal the Hyde Amendment and the Trump Administration's discriminatory domestic gag rule, fully support Title X family planning funding, and push for LGBTQ+ inclusive sex education. I have also called on Congress to pass new federal laws that ensure birth control and abortion care for all people, and I will fight for comprehensive reproductive care under Medicare for All. \nThe LGBTQ+ community is also at a higher risk for mental health issues. Under Medicare for All, every person will have comprehensive mental health coverage. Over 41% percent of transgender people have attempted suicide at some point, compared to just 4% of the general population, which is why I would also push to strengthen the National Suicide Prevention Lifeline to better serve at-risk populations, like LGBTQ+ youth, by routing LGBTQ+ callers to dedicated organizations staffed by people trained to handle the unique pressures and issues LGBTQ+ callers face.\nIt's also time to end the discriminatory blood donation ban for gay and bisexual men. For decades, the FDA has banned gay and bisexual men from donating blood. This ban is outdated, discriminatory, and reduces the already scarce blood supply. I helped lead the fight against this discriminatory ban and pushed the FDA to change its policies. While this change was an improvement, it does not go far enough. As president, I would lift this ban completely and make sure that any restrictions around blood donations are grounded in science and based on individual risk factors. \nFinally, I will support greater diversity in medical research. LGBTQ+ individuals - particularly bisexual and transgender individuals - have been especially underrepresented in clinical trials, making it tougher to identify and address their health disparities. As president, I will direct the FDA to work with drug companies to increase the enrollment of underrepresented populations in clinical trials, ensuring that treatments work well for all of us. \nEnding the HIV/AIDS Epidemic\nWe have made incredible strides and medical advancements toward ending the HIV/AIDS epidemic, but HIV/AIDS remains a public health crisis with 1.1 million people continuing to live with HIV in the U.S. today. A majority of these people are LGBTQ+, are from communities of color, and are contending with multiple barriers that prevent them from getting the care they need. We must demand more for them and for their futures. \nFirst, I will fight to increase funding for federal HIV/AIDS programs and research like the Ryan White Program, including the Minority HIV/AIDS Initiative, and HIV/AIDS treatment and cure research at the National Institutes of Health. While Medicare for All will significantly help people with HIV/AIDS obtain care, it is important to continue to fund these programs. \nWe must also decriminalize HIV transmission. In 2018, 26 states still had laws on the books criminalizing HIV exposure. These laws are completely at odds with the scientific advances of the last two decades, which have dramatically improved treatment for HIV and eliminated the likelihood of transmission in individuals who adhere to treatment and have suppressed the virus. These laws contribute to greater stigmatization and discrimination and further discourage people from getting tested and treated. As president, I will work to pass the Repeal Existing Policies that Encourage and Allow Legal HIV Discrimination Act to review federal and state laws and regulations that discriminate against and criminalize people living with HIV.\nWe must also put significant resources into combating the opioid epidemic, which has contributed to growing HIV transmission rates in communities where injection drug use is increasing. My colleague Representative Elijah Cummings and I have introduced comprehensive legislation to end the opioid crisis and fight substance abuse. The CARE Act commits $100 billion over 10 years, including $2.7 billion to the hardest-hit communities and $1.1 billion for organizations working with underserved populations, such as those living with HIV. These funds will also support community health organizations in their work on other substance abuse issues, like the rising use of methamphetamine in the LGBTQ+ community. \nAnd we should publicly manufacture PrEP, lowering costs and making the drug available to more people. Pre-exposure prophylaxis (PrEP) is a drug that can reduce the risk of HIV from sexual activity by up to 99%. But Truvada, which until recently was the only FDA-approved form of PrEP, can cost nearly $2,000 per month. My Affordable Drug Manufacturing Act allows HHS to manufacture generic drugs when no company is manufacturing a drug, or when fewer than three companies are manufacturing the drug and the price of the drug has spiked, there is a shortage of the drug, or the drug is a WHO essential medicine that fewer than three companies are manufacturing with a price that prevents patients from getting it. In my first year as president, I would move to publicly manufacture PrEP, ending this unconscionable price-gouging in the transition to Medicare for All. No one should contract HIV because they could not afford the medication to prevent it.\nFighting for LGBTQ+ Rights in Our Foreign Policy\nAmerica's influence abroad is rooted in our values, and our tolerance and our diversity are among our greatest strengths. But the Trump Administration has sought to roll back protections for LGBTQ+ Americans at every turn, even overseas, and for LGBTQ+ people around the world. This is disgraceful. And in a Warren Administration, it will end.\nOur national security community is weaker when LGBTQ+ Americans are excluded. I have opposed the Trump Administration's shameful ban on transgender service members from the start, and I will reverse it on Day One. The only thing that should matter when it comes to allowing military personnel to serve is whether or not they can handle the job. That's also true for service members with HIV. Advances in care and treatment have made it possible for individuals living with HIV to serve and deploy, and the Pentagon's policies should be updated to reflect these advances in medical science.\nFurthermore, I will ensure that children born to same-sex couples abroad, when at least one parent is a U.S. citizen, receive the citizenship rights they are entitled to, just as any other child born to a U.S. citizen. And I will take all necessary steps to ensure same-sex partners of foreign diplomats can access their full diplomatic rights while in the United States, while at the same time defending our diplomats' rights to serve with their same-sex partners overseas.\nThe U.S. was one of the first places to begin granting asylum claims based on sexual orientation and gender identity, but the Trump Administration's cruel anti-immigrant and refugee policies have made it increasingly difficult for all asylum seekers - including LGBTQ+ asylum seekers - to resettle in the United States, leaving them to return to places where they are at a greater risk of sexual and gender-based violence. \nAs president, I will affirm protections for gender identity and sexual orientation-based asylum claims and ensure that LGBTQ+ asylum seekers are not unnecessarily detained. I've also committed to raising the refugee cap, welcoming 125,000 refugees in my first year and at least 175,000 refugees per year by the end of my first term. And I will significantly reduce immigration detention, where undocumented LGBTQ+ people - and particularly trans women of color - are highly vulnerable. \nThe Trump Administration has undermined our nation's leadership on global LGBTQ+ equality at every turn, but as president, I will embrace a multilateral approach to support LGBTQ+ rights, including by returning the U.S. to the United Nations Human Rights Council and recommitting to the Global Equality Fund to support LGBTQ+ movements in other countries. I will also put the full muscle of the State Department behind protecting human rights for LGBTQ+ people globally. That means appointing a Special Envoy for the Human Rights of LGBTI Persons and ensuring that the work of advancing LGBTQ+ rights is incorporated across regional bureaus. I will direct my State Department to develop an LGBTQ+ global threat index to prioritize our programmatic efforts in areas where the threat to LGBTQ+ communities is most severe. I will press Congress to expand U.S. sanctions authorities to include individuals who have committed human rights abuses against LGBTQ+ individuals, and my new approach to trade will require any country that wishes to enter into a trade agreement with the United States to uphold internationally recognized human rights, including the rights of LGBTQ+ people.\nI will also continue to push for robust funding for the President's Emergency Plan for AIDS Relief (PEPFAR), which funds vital services for individuals living with HIV/AIDs abroad, and repeal the Trump Administration's heartless Global Gag Rule, which bans organizations from receiving foreign assistance funds unless they pledge not to conduct or refer a patient for abortion. Because organizations that do not agree to Trump's rule are also ineligible for PEPFAR, this policy is harming LGBTQ+ individuals who rely on clinics receiving these funds for care. It's also time to repeal the Helms Amendment, which limits the effectiveness of U.S. foreign assistance, and just as USAID requires grantees to apply a gender analysis to their project proposals, I will require all foreign assistance grantees to describe how their proposed activities will help to advance LGBTQ+ rights and equality. And I will prohibit grantees from discriminating against individuals based on their sexual orientation or gender identity in implementing any taxpayer-funded programs.  \nImproving LGBTQ+ Data Collection\nThe Trump Administration's onslaught of regulatory rollbacks has been accompanied by a deliberate erasure of the LGBTQ+ community in government surveys and websites. As president, I will immediately begin working with our LGBTQ+ allies to restore information on LGBTQ+ issues to government websites. I will also reconvene the Obama-era Federal Interagency Working Group on Improving Measurement of Sexual Orientation and Gender Identity in Federal Surveys to continue to develop best practices around collecting data and will ensure that these methods are used in surveys across the federal government, including the U.S. Census and American Community Survey. \nEnding the Murders of Transgender Women of Color  \nAt least 19 trans people have been killed just this year - almost all of whom were Black trans women: Dana Martin. Jazzaline Ware. Ashanti Carmon. Claire Legato. Muhlaysia Booker. Michelle 'Tamika' Washington. Paris Cameron. Chynal Lindsey. Chanel Scurlock. Zoe Spears. Brooklyn Lindsey. Denali Berries Stuckey. Kiki Fantroy. Pebbles LaDime 'Dime' Doe. Tracy Single. Bailey Reeves. Bee Love Slater. Elisha Stanley. And Johana Medina, Layleen Polanco, and Ja'leyah-Jamar should be alive today. The data in this area are so unreliable that experts believe this number underestimates the depth of the crisis. It is time for a president to say their names and honor their memory by fighting every day for a country where trans women of color can thrive free from discrimination. \nAs I have outlined, we will use every legal tool we have to prohibit the intersecting forms of discrimination that transgender women of color face everywhere it occurs. I've also pledged to use executive action to fight discrimination on the basis of race, ethnicity, and national origin, and to fight discrimination at the intersections of gender and race. My EEOC will issue first-of-its-kind guidance on enforcing claims involving intersectional race and gender discrimination. I will also strengthen and enforce the HUD Equal Access Rule, reversing Ben Carson's outrageous proposal to allow homeless shelters to discriminate against transgender women - so if a trans women of color survivor loses her home because of intimate-partner violence, she doesn't face widespread discrimination from homeless shelters.\nFinally, I will create a new grant program within the Office of Violence Against Women that will specifically channel resources into organizations by and for transgender people, especially people of color. More than one-third of trans people report experiencing physical violence from an intimate partner - including 44% of Black transgender people and 61% of Indigenous transgender people. Yet only a small percentage of funds authorized by the Violence Against Women Act to provide services to survivors of sexual and domestic violence are directed towards organizations dedicated to meeting the unique needs of LGBTQ+ survivors. We must do a better job of directing federal resources towards organizations that are developed by and for the populations we are seeking to serve - and in the case of intimate partner violence, LGBTQ-specific organizations can be more successful in addressing the risks that those in this community face. \nThe path to LGBTQ+ equality is far from over, but shoulder to shoulder, I will fight for LGBTQ+ equality in solidarity with the leaders and organizers who have been at the helm from the very beginning. Because when we organize together, when we fight together, and when we persist together, we can win. ",
    "url": "https://elizabethwarren.com/plans/lgtbtq-equality"
}