{
    "id": "new_approach_trade",
    "text": "Last month, I released my economic patriotism agenda -- my commitment to fundamentally changing the government's approach to the economy so that we put the interests of American workers and families ahead of the interests of multinational corporations. I've already released my ideas for applying economic patriotism to manufacturing and to Wall Street. This is my plan for using economic patriotism to overhaul our approach to trade.\nFor decades, big multinational corporations have bought and lobbied their way into dictating America's trade policy. Those big corporations have gotten rich but everyone else has paid the price. We've lost millions of jobs to outsourcing, depressed wages for American workers, accelerated climate change, and squeezed America's family farmers. We've let China get away with the suppression of pay and labor rights, poor environmental protections, and years of currency manipulation. All to add some zeroes to the bottom lines of big corporations with no loyalty or allegiance to America.\nWe need to completely transform our approach to trade. America enters into trade negotiations with enormous leverage because America is the world's most attractive market. As President, I won't hand America's leverage to big corporations to use for their own narrow purposes -- I'll use it to create and defend good American jobs, raise wages and farm income, combat climate change, lower drug prices, and raise living standards worldwide. We will engage in international trade -- but on our terms and only when it benefits American families.\nA New Approach to Trade\nMy plan is a new approach to trade -- one that is different from both the Washington insider consensus that brought us decades of bad trade deals and from Donald Trump's haphazard and ultimately corporate-friendly approach.\nUnlike the insiders, I don't think \"free trade\" deals that benefit big multinational corporations and international capital at the expense of American workers are good simply because they open up markets. Trade is good when it helps American workers and families -- when it doesn't, we need to change our approach. And unlike Trump, while I think tariffs are an important tool, they are not by themselves a long-term solution to our failed trade agenda and must be part of a broader strategy that this Administration clearly lacks.\nTo ensure that American families benefit from international trade in the decades to come, I want to invest in American workers and to use our leverage to force other countries to raise the bar on everything from labor and environmental standards to anti-corruption rules to access to medicine to tax enforcement. If we raise the world's standards to our level and American workers have the chance to compete fairly, they will thrive -- and millions of people around the world will be better off too.\nAchieving this vision isn't about tough talk or tweets. We must do the hard work of transforming every aspect of our current approach to trade: from our negotiating process to the negotiating objectives we pursue to the way we enforce agreements. That's what I intend to do.\nA Trade Negotiation Process that Reflects America's Interests\nOur current approach to negotiating trade agreements works great for the wealthy and the well-connected. The negotiating text is kept confidential from all but a small set of advisory groups comprised mostly of corporate executives and industry trade group representatives. Once those corporate interests are finished whispering in the ears of our negotiators, the completed text is released. Then, under the expedited \"Fast Track\" procedure Congress typically uses to approve trade agreements, our elected representatives must vote up or down on the agreement with no ability to propose and secure any changes to it. Meanwhile, the negotiators who constructed it often breeze through the revolving door to take jobs with the corporations whose interests underlie the deal.\nThis is undemocratic and obviously corrupt. In a Warren Administration, we will negotiate and approve trade agreements through a transparent process that offers the public a genuine chance to shape it:\nTrade negotiators will publicly disclose negotiating drafts and provide the public with an opportunity to comment. When federal agencies write new rules, they typically must publish a proposed version of the rule and permit the public to submit comments on it. I will adopt a similar approach for our trade deals. Prior to negotiations, our negotiators will publish a draft of their proposals in the Federal Register, let the public offer comments on the draft, and take those comments into consideration during negotiations. And then as talks proceed, they will publish drafts of the negotiating texts so the public can monitor the negotiations.\nTrade advisory committees will prioritize the views of workers and consumers. I will ensure that there are more representatives from labor, environmental, and consumer groups than from corporations and trade groups on every existing advisory committee. And I'll expand the current list of advisory committees to create one for consumers, one for rural areas, and one for each region of the country, so that critical voices are at the table during negotiations.\nThe US International Trade Commission will provide a regional analysis of the economic effects of a trade agreement. Trade agreements can hollow out communities and transform regional economies. Yet the report the ITC provides before Congress considers a trade agreement only includes a nationwide analysis of a trade deal's economic impact. I will push for the agency to provide a region-by-region analysis so the public and Members of Congress can understand how an agreement is likely to affect the places they live and represent.\nThe congressional approval process will offer more opportunities for the public and elected representatives to shape trade agreements. I will seek expedited congressional approval of trade agreements only when every regional advisory committee and the labor, consumer, and rural advisory committees unanimously certify that the agreement serves their interests. I will also expand the list of congressional committees that must review any agreement before it is eligible for expedited consideration.\nTogether, these changes will ensure that our negotiations reflect the views of American families, not corporate interests.\nUsing Our Leverage to Demand More for American Families and to Raise the Global Standard of Living\nWhile a better process will produce better agreements, we also must fundamentally shift the goals of our trade agenda so they are aligned with the interests of America's families.\nWith certain important exceptions, we live in a low-tariff world. Modern trade agreements are less about the mutual reduction of tariffs and more about establishing regulatory standards for everything from worker rights to pollution to patent protections.\nMy approach to trade reflects that reality. For too long, we have entered into trade deals with countries with abysmal records on labor, environmental, and human rights issues. In exchange for concrete access to the American market, we get vague commitments to do better, which we then hardly enforce. The result is that millions of people in our trading-partner countries don't gain the benefits of higher standards -- and companies can easily pad their profits by shifting American jobs to countries where they can pay workers next to nothing and pollute the air and water freely.\nThat will end under my Administration. I am establishing a set of standards countries must meet as a precondition for any trade agreement with America. And I will renegotiate any agreements we have to ensure that our existing trade partners meet those standards as well.\nMy preconditions are that a country must:\nRecognize and enforce the core labor rights of the International Labour Organization, like collective bargaining and the elimination of child labor.\nUphold internationally recognized human rights, as reported in the Department of State's Country Reports on Human Rights, including the rights of indigenous people, migrant workers, and other vulnerable groups.\nRecognize and enforce religious freedom as reported in the State Department's Country Reports.\nComply with minimum standards of the Trafficking Victims Protection Act.\nBe a party to the Paris Climate agreement and have a national plan that has been independently verified to put the country on track to reduce its emissions consistent with the long-term emissions goals in that agreement.\nEliminate all domestic fossil fuel subsidies.\nRatify the Convention on Combating Bribery of Foreign Public Officials in International Business Transactions.\nComply with any tax treaty they have with the United States and participate in the OECD's Base Erosion and Profit Shifting project to combat tax evasion and avoidance.\nNot appear on the Department of Treasury monitoring list of countries that merit attention for their currency practices.\nA country should only be considered an acceptable partner if it meets these basic standards. Shamefully, America itself does not meet many of these labor and environmental standards today. I am committed to fixing that as President. And to help bring other countries up to these standards, I'll revitalize our commitment to providing technical assistance to help countries improve.\nI will also go beyond these minimum standards in key areas to promote the interests of American workers and families.\nLabor. I will ensure trade agreements protect Buy American and other programs designed to develop local industry, contain strong rule-of-origin standards to promote domestic manufacturing, protect worker pensions, promote equal pay for equal work for women, and prohibit violence against workers. Unlike previous trade deals agreements that have put labor standards in side agreements that are difficult to enforce, I will make labor standards central to any agreement.\nClimate Change and the Environment. Climate change is real, it's man-made, and we're running out of time to address it. America should be leading this fight, but we have turned our backs on our responsibilities -- with communities of color in the U.S. and developing countries bearing a disproportionate amount of the harm.\nTrump is moving us in the wrong direction -- withdrawing from the Paris Climate Accord, renegotiating NAFTA without even a mention of climate change, and handing special carve outs to oil and gas companies.\nBeyond requiring implementation of the Paris Climate accord and the elimination of fossil fuel subsidies as preconditions for any trade agreement, I have already proposed a Green Marshall Plan to dedicate $100 billion to helping other countries purchase and deploy American-made clean energy technology.\nBut we must do more. I will push to secure a multilateral agreement to protect domestic green policies like subsidies for green products and preferential treatment for environmentally sustainable energy production from WTO challenges. And because big corporations will move their production to the countries with the weakest greenhouse gas emissions standards -- undermining global efforts to address climate change and penalizing countries that are doing their part -- I will impose a border carbon adjustment so imported goods that these firms make using carbon-intensive processes are charged a fee to equalize the costs borne by companies playing by the rules.\nPrescription Drugs. Last year, Americans spent more than $500 billion on prescription drugs. That's a 50% increase since 2010. Nearly 3 in 10Americans report not taking their medicine as directed because of costs. And yet, one of the core elements of America's current trade agenda is guaranteeing pharmaceutical firms monopoly protections so they can avoid competition from generic drugs -- driving up costs and reducing access to necessary medicine abroad, and undermining our efforts to reduce drug prices here at home. That's exactly what the Trump Administration has done as part of their failed effort to renegotiate NAFTA.\nWhile medical innovation is important, there is no link between extremely long exclusivity periods and pharmaceutical innovation. These are giveaways to drug companies, plain and simple, which allow them to maintain ludicrously high drug prices.\nAs President, I will fight to bring down the costs of prescription drugs here and around the world. I will never use America's leverage to push another country to extend exclusivity periods for prescription drugs. I will support efforts to impose price controls on pharmaceuticals. And I will actively seek out opportunities to reduce exclusivity periods in our existing trade deals in exchange for securing other changes that will help America's working families.\nAgriculture. For decades, trade deals have squeezed family farmers, with Black farmers losing their land particularly quickly. Between the trade fights incited by Trump's haphazard tariffs and a series of natural disasters, America's farmers are now facing the worst crisis in almost 40 years. They are also facing unprecedented levels of uncertainty and instability. Trump's tariffs have reduced crop prices, threatened farmers already operating on razor-thin margins, and opened up new non-American markets against which our farmers are now forced to compete. Like trade deals of the past, Trump's NAFTA 2.0 is written to help giant multinational agribusinesses at the expense of family farms, and it will do nothing to solve the newly created market insecurity Trump's tariffs have caused.\nAs President, I will fight for trade agreements that reward American farmers for their hard work by negotiating for fair prices for goods, breaking up the monopolies in grain trading and meat packing, and protecting domestic markets to create stability for America's family farms. And I will impose Country-of-Origin Labeling rules to protect American producers and provide transparency to consumers.\nConsumer protection. We must ensure that the food we eat is high-quality and safe. But our trade agreements have limited safety standards and the inspection of imported foods, while simultaneously enabling a new flood of food imports that overwhelm food safety inspectors. In my Administration, our trade pacts will require imported food to meet domestic food safety standards, including enhanced border inspection requirements.\nAs with imported food, our current trade deals require us to allow imports of other products and services that do not meet domestic safety and environmental standards. My trade agreements will ensure that imported products and services must meet the same standards as domestic products and services.\nAntitrust. We are in an era of massive consolidation across many sectors of the economy. One of the reasons why is that we have a narrow, permissive approach to mergers that looks only at economic efficiency and consumer welfare instead of assessing the impact that a merger will have on competition itself.\nIn recent years, we have added this problematic standard into trade agreements and proposed it as the defining objective for competition policy in new and renegotiated agreements. Under my administration, we will not propose this standard in any new agreement, and we will work to renegotiate agreements to remove it.\nDelivering for American Families with Stronger Enforcement\nOur approach to enforcing trade agreements drives down standards worldwide and undermines American families. We offer big corporations fast and powerful methods to enforce the provisions that benefit them but make it nearly impossible for Americans to enforce labor and environmental protections. Foreign governments only fear a challenge to strong rules that might hurt corporate bottom lines, not to weak rules that might not adequately protect workers, the environment, or public health.\nI will entirely reorient our approach to enforcement so we drive standards up, not down. I'll start by ending \"Investor-State Dispute Settlement,\" or ISDS, the favorable enforcement approach we offer corporations. Under ISDS, a company that believes that a new law violates some aspect of a trade agreement can skip the courts and challenge the law before an international panel of arbitrators. If the company wins, the panel can order that country's taxpayers to pay out billions in damages -- with no review by an actual court. What's worse, the arbitration panels handing out these binding rulings are often made up of corporate lawyers whose day jobs are representing the very same companies that seek judgments before them.\nCompanies have used ISDS to undermine laws intended to benefit the public interest. A French company challenged Egypt when it increased the minimum wage. A Swedish company challenged Germany when it decided to cut back on nuclear power after the Fukushima disaster. These cases have real effects across the globe: an ISDS panel's decision to hear a challenge that Philip Morris brought against Uruguay's anti-smoking campaign prompted several other countries to abandon similar public health efforts.\nAs President, I will not include ISDS in any new agreement and will renegotiate existing agreements to remove ISDS from them.\nAnd I'll strengthen our approach to enforcing labor and environmental standards. Unlike a corporation under ISDS, a labor union seeking to enforce labor standards can't bring a claim on its own -- it must convince the federal government to bring a claim on its behalf. Even in the face of overwhelming evidence, our government can refuse to act for diplomatic or other unrelated reasons.\nAs a result, the federal government has only pursued one such claim in the last 25 years. In that one case, the American government, AFL-CIO, and Guatemalan unions spent nine years trying to challenge the Guatemalan government for violating the labor chapter of one of our trade deals because Guatemalan workers were being murdered for trying to join a union. In the end, we lost because the trade agreement required a showing that the violations had affected trade.\nI will replace this broken process by creating independent commissions -- made up of experts in the area -- to monitor potential violations, respond to complaints, and investigate claims. The commissions must review and investigate claims promptly so that claims don't languish for years. If one of these commissions recommends that the United States bring a claim against another country, the United States will be required to do so, without exception.\nI will also fix the problem that arose in the Guatemala case by pushing to remove language from our deals that require us to show that a violation of rights was \"sustained or recurring\" and \"affecting trade or investment.\" A violation is a violation, and I won't let another case like Guatemala happen ever again.\nI will strengthen our enforcement approach in other ways as well:\nUnder WTO rules, a country designated as a \"non-market economy\" can face more serious trade penalties. I will push for a new \"non-sustainable economy\" designation that would allow us to impose tougher penalties on countries with systematically poor labor and environmental practices. We cannot allow countries that treat their workers and the environment poorly to undercut American producers that do things the right way.\nI already have a plan to move the lead American trade negotiator -- the Office of the United States Trade Representative -- within my new Department of Economic Development. That will ensure that America's trade policy supports our broader economic agenda of defending and creating good American jobs. I will also create a new labor and environment enforcement division at the USTR to more effectively enforce obligations, and embed a labor attache at U.S. embassies to monitor compliance with our labor standards.\nUnlike the current approach that lets our government ignore unfair trade practices, my administration will create automatic triggers to initiate investigations into unfair trade practices. If those investigations produce compelling evidence of a violation, the Department will impose trade remedies immediately until the offenders show they are no longer engaging in an unfair trade practice. These automatic triggers will also apply to violations of labor and environmental standards.\nFinally, when we impose duties to support particular domestic industries, I want to ensure that the money we collect actually goes to American workers, instead of being sucked up by executives and shareholders. I will fight to change our trade laws so that we review duties every six months and lift the duties if companies can't demonstrate the benefits of the duties are going to their workers.\nTrade can be a powerful tool to help working families but our failed pro-corporate agenda has used trade to harm American workers and the environment. My plan represents a new approach to trade -- one that uses America's leverage to boost American workers and raise the standard of living across the globe. The President has a lot of authority to remake trade policy herself. When I'm elected, I intend to use it.",
    "url": "https://elizabethwarren.com/plans/new-approach-trade"
}