{
    "id": "part_time_workers",
    "text": "Working families all across the country are getting crushed. As corporations rake in larger and larger profits, wages have stagnated while the costs of basics like housing, child care, education, and health care have gone up. Today a full time minimum wage job cannot keep a mother and her child out of poverty and a parent working a full time minimum wage job can't afford a two bedroom apartment in any county in this country.\nMy aim as president will be to return power to working families and to pursue an agenda of economic patriotism that puts the interests of American workers ahead of the interests of multinational corporations. In October, I proposed the most progressive and comprehensive agenda for workers since the New Deal. That plan would use all the tools I will have as president to shift power back towards working people, boost America's labor movement, and help create an economy that works for everyone. And in June, I laid out my Economic Patriotism plan to use every available tool to defend and create high-quality American jobs and promote American industry. \nBut as I travel the country talking to workers at town halls and in selfie lines, I hear that too many face another giant challenge in supporting their families: unpredictable work schedules that leave them with too few hours to afford necessities and no control over their time. Over the last decade, many employers - especially in the retail and service industries - have adopted \"just in time\" scheduling practices that use algorithms to assign workers hours in real time. In some cases, work assignments change by the hour, based on factors like customer demand, the time of day, the time of year, or even weather. \nAs a result, millions of workers face work schedules that can change dramatically week-to-week or day-to-day - and workers have almost no advance warning. A large new groundbreaking study of 30,000 retail and food service employees found that 80% of workers have \"little to no input into their schedules\" and nearly 70% are required by their employer to be \"open and available\" to work at all times. And too often, variable schedules mean that workers have to work the closing shift one day and the opening shift the next, leaving too little time to rest or take care of crucial errands. \nEmployers take advantage of that flexibility. Two-thirds of workers studied in retail and food service have less than two weeks notice of their schedules and half get less than a week's notice. Some workers get little advance notice about whether they should come to work - one in four workers were required to clear their schedules to be \"on-call\" for shifts they were not guaranteed to get, preventing them from making plans with their families, working another job, or going back to school. Even when workers receive their schedules, they're unreliable - 70% of workers reported last-minute changes to their schedule in the last month. \nBut even when workers turn their whole schedules and their families' whole lives over to the just-in-time scheduling algorithms, they still can't make ends meet. According to the study, one in three workers involuntarily works part time because they are not assigned enough hours. This is not an accident - many giant companies strategically employ part-time workers to keep costs low because part-time workers make lower wages than full-time workers and often don't receive benefits.\nAnd while low-wage workers across the economy suffer from unpredictable work schedules, workers of color - especially women of color - bear the brunt of these abusive scheduling practices. Black and Latinx workers are overrepresented in industries like retail and food-service that use abusive scheduling practices. But intentional and unintentional discrimination also plays a role in worsening abusive scheduling practices because front line managers have a lot of discretion over scheduling. Non-white workers were 10-20% more likely to have on-call shifts, back-to-back closing and opening shifts, and involuntary part-time work than white workers in the same industries. Women of color have a 5-10% greater exposure to scheduling instability even when controlling for educational attainment and comparing workers within the same company. \nThis kind of uncertainty makes it nearly impossible for people to plan other parts of their lives. Try scheduling child care when you don't know whether you'll be working 15 hours or 30 hours next week, and don't know when those working hours will be. Try scheduling night classes when you don't know when or if you'll be forced to work the night shift. Try planning out a real budget when your boss can send you home in the middle of a shift and cut your pay because there are no customers. \nFamilies that rely on workers with unstable schedules pay the price. For example, 42% of workers who had shifts cancelled went hungry or relied on soup kitchens or food pantries. Workers' health also suffers. They sleep less and are less happy when they have unstable jobs. \nAcross the country, workers are fed up with unpredictable and unfair schedules so they're getting organized - and winning. In just the last few years, cities like Philadelphia, New York City, Seattle, Chicago, San Francisco, and the state of Oregon, have passed Fair Workweek laws which empower workers to control their schedules and their lives. These laws vary but many require larger employers to allow their employees to request schedules that work for them without retaliation, to post schedules in advance, to compensate employees for last-minute changes, to provide employees a right to rest between shifts, and to give existing part-time workers access to additional work hours before hiring new part-time workers. \nMy Fair Workweek plan builds on the work of these committed advocates and activists, and ensures that every part-time worker in America is treated with respect and can build a future for themselves and the people they love. It will: \nRequire employers with 15 or more employees to give two weeks of advance notice of work schedules. Employees in the retail, food service, cleaning, hospitality, and warehouse industries will get their work schedules at least two weeks in advance so that they can plan their lives. Workers will be compensated for changes within that two-week window and have the right to decline work hours that are not listed.\nEmpower employees to ask for schedules that work for them without fear of retaliation. Employees shouldn't lose their jobs or get their hours cut for asking for schedules that accommodate their lives and their families. Under my plan - and the Schedules that Work Act I have introduced in Congress - employers that employ more than 15 workers will be required to consider in good faith their workers' scheduling requests, including requests related to the number of hours they want to work and the timing and location of their shifts - and provide a justification if they can't accommodate a request. If employees ask to change their schedule to accommodate caregiving, education or training, or a second job, their employer will have to accommodate them unless they have a legitimate business reason for denying the request. \nEnsure a right to rest between shifts. Too often, workers are forced to work the closing shift one day and the opening shift the next, leaving too little time to rest or take care of obligations outside work. My plan would give workers who work at companies with more than 15 employees the rest they desperately need by guaranteeing workers 11 hours between shifts and compensating them with higher pay for hours voluntarily worked within that window.\nRequire employers to offer additional work hours to existing, qualified, part-time workers before hiring new employees or contractors. Hiring more part-time workers is a deliberate strategy that giant companies use to preserve their flexibility and squeeze out profits off of the backs of workers by not paying for benefits. Consistent with the Seattle and Oregon state laws, my plan requires employers with more than 500 employees to ask their workers how many hours they want to work and when they're available - and offer additional work to qualified existing part-time workers before hiring new workers or contractors. If they don't, companies would be required to compensate their existing workers for the additional hours.\nProvide benefits to part-time workers. Companies strategically resist making their workers full-time to avoid paying for benefits. My plan removes much of this perverse incentive. Workers who have worked for their employer for at least 12 months will have access to Family Medical Leave Act leave and protection, regardless of whether they are part time or full time. Workers who work at least 500 hours for two consecutive years will also have access to employee retirement plans. \nAmerican workers have too little power and it allows big companies to rake in giant profits while squeezing working families to the breaking point. My Fair Workweek plan will help shift power back to part-time workers - helping up to 27 million Americans, and along with my other plans, producing the kind of big, structural change we need to create an economy that works for everyone.",
    "url": "https://elizabethwarren.com/plans/part-time-workers"
}