{
    "id": "paying_for_m4a",
    "text": "My daddy's heart attack nearly sent our family skidding over a financial cliff. Today I think about all the kids this year who will face the double blow of nearly losing a parent and then watching their lives turn upside down as their families struggle to pay a growing stack of medical bills.  \nI spent my career studying why so many hard-working middle class families were going broke. For years, my research partners and I traveled the country from bankruptcy courtroom to bankruptcy courtroom, talking directly to people who'd seen their lives turned upside down. We interviewed lawyers, judges, and families involved in bankruptcy cases. To save on printing costs, we lugged around a Xerox machine (I nicknamed him \"R2-D2\") to save money on photocopying court records. \nEventually, we built the largest and most comprehensive database of consumer bankruptcy data ever assembled. That first study surprised us: we found that 90% of families went bankrupt because of job loss, medical problems, and marital disruption. That finding was confirmed in 2007 by my later research, which found that the number one reason families were going broke was health care - and three quarters of those who declared bankruptcy after an illness were people who already had health insurance. \nIt's been nearly thirty years since we published that first groundbreaking study. And after all that time, here's where we are: between 2013 and 2016, the number one reason families went broke was still because of health care - even though 91.2% of Americans had health insurance in 2016.\nFamilies are getting crushed by health costs. Just look at the numbers. \n$12,378. That's how much an average family of four with employer-sponsored insurance personally spent per year on employee premium contributions and out-of-pocket costs in 2018. And this figure has increased each year.\n87 million. That's how many American adults in 2018 were uninsured or \"underinsured\" - meaning either they have no insurance or their so-called health insurance is like a car with the engine missing. It looks fine sitting on the lot, but is inadequate if they actually need to use it. Nearly one in every two adults not currently on Medicare has no insurance or unreliable insurance.\n37 million American adults didn't fill a prescription last year because of costs. 36 million people skipped a recommended test, treatment, or follow-up because of costs. 40 million people didn't go to a doctor to check out a health problem because of costs. 57 million people had trouble covering their medical bills. \nToday, in 2019, in the United States of America, the wealthiest nation in the history of the world, inadequate health coverage is crushing the finances and ruining the lives of tens of millions of American families. \nI'm running for President based on a radical idea - calling out what's broken and speaking plainly about how to fix it. \nAll my plans start with our shared values. There are two absolute non-negotiables when it comes to health care:\nOne: No American should ever, ever die or go bankrupt because of health care costs. No more GoFundMe campaigns to pay for care. No more rationing insulin. No more choosing between medicine and groceries.\nTwo: Every American should be able to see the doctors they need and get their recommended treatments, without having to figure out who is in-network. No for-profit insurance company should be able to stop anyone from seeing the expert or getting the treatment they need.\nHealth care is a human right, and we need a system that reflects our values. That system is Medicare for All.\nLet's be clear: America's medical professionals are among the best in the world. Health care in America is world-class. Medicare for All isn't about changing any of that. \nIt's about fixing what is broken - how we pay for that care.\nElizabeth Warren just released her plan to pay for Medicare For All. It puts $11 trillion back in the pockets of American families, and doesn't raise taxes on the middle class by even a cent. Watch to see how we're going to get it done.\nAnd when it comes to health care, what's broken is obvious. A fractured system that allows private interests to profiteer off the health crises of the American people. A system that crushes our families with costs they can't possibly bear, forcing tens of millions to go without coverage or to choose between basic necessities like food, rent, and health - or bankruptcy.\nWe must fix this system. And over the long-term, the best way to achieve that goal is to move from the system we have now to a system of Medicare for All. \nMedicare for All is about where doctors, hospitals, and care providers send the bill - to a collection of private insurance companies who make billions off denying people care or to the Medicare program for fair compensation. Under Medicare for All, everyone gets the care they need, when they need it, and nobody goes broke. \nA key step in winning the public debate over Medicare for All will be explaining what this plan costs - and how to pay for it. This task is made a hundred times harder by powerful health insurance and drug companies that make billions of dollars off the current bloated, inadequate system - and would be perfectly happy to leave things exactly the way they are. \nIn 2017 alone, health industry players whose profiteering would end under Medicare for All unleashed more than 2,500 lobbyists on Washington. These industries will spend freely on shady TV ads and lobbying to convince people that a program that saves them massive sums of money will somehow cost them money. That being able to see the doctors and get the treatments they need regardless of what their employer or their insurance company thinks is somehow actually a loss of choice. That a program that covers more services, more people, and costs the American people less than what we currently spend on health care is somehow too expensive.\nMeanwhile, where are the 2,500 lobbyists for the people who get sick and can't pay their medical bills?  Where are the hundreds of millions being spent so that people who are trying to balance a budget around rising health care premiums and growing deductibles and copays can make their voices heard in Washington?  Washington hears plenty from the giant health insurance and giant drug industries, but not so much from families being squeezed to the breaking point.\nSo let's focus on families' expenses and families' health care. \nStart with the Medicare for All Act - which I have cosponsored. The bill provides a detailed proposal for how to achieve our end goal. But as economists and advocates have noted, the legislation leaves open a number of key design decisions that will affect its overall cost, and the bill does not directly incorporate specific revenue measures. While much of this ambiguity results from the reasonable choice to delegate significant implementation discretion to the Executive Branch, it has also allowed opponents of Medicare for All to make up their own price tags and try to scare middle class families about the prospect of tax increases - despite the conclusions of expert after expert after expert that it is possible to eventually move to a Medicare for All system that gives both high quality coverage for everybody and dramatically lowers costs for middle class families.\nThe best way to fight misinformation is with facts. That's why today, I'm filling in the details and releasing a plan that describes how I would implement the long-term policy prescriptions of the Medicare for All Act and how to pay for it. \nUnder my plan, Medicare for All will cover the full list of benefits outlined in the Medicare for All Act, including long-term care, audio, vision, dental, and mental health benefits. My plan will cover every single person in the U.S., and includes common-sense payment reforms that make Medicare for All possible without spending any more money overall than we spend now. \nMy plan reflects careful, detailed analyses from key national experts in health policy, tax policy, and economics. By filling in the details, we can strip away all the misleading political attacks and make plain the choice facing the American people: \nOption 1: Maintain our current system, which will cost the country $52 trillion over ten years. And under that current system - \n24 million people won't have coverage, and millions can't get long-term care.\n63 million have coverage gaps or substandard coverage that could break down if they actually get sick. And millions who have health insurance will end up going broke at least in part from medical costs anyway. \nTogether, the American people will pay $11 trillion of that bill themselves in the form of premiums, deductibles, copays, out-of-network, and other expensive medical equipment and care they pay for out-of-pocket - all while America's wealthiest individuals and biggest companies pay far less in taxes than in other major countries.\t\nOption 2: Switch to my approach to Medicare for All, which would cost the country just under $52 trillion over ten years. Under this new system -\nEvery person in America - all 331 million people - will have full health coverage, and coverage for long-term care.\nEverybody gets the doctors and the treatments they need, when they need them. No more restrictive provider networks, no more insurance companies denying coverage for prescribed treatments, and no more going broke over medical bills.\nThe $11 trillion in household insurance and out-of-pocket expenses projected under our current system goes right back into the pockets of America's working people. And we make up the difference with targeted spending cuts, new taxes on giant corporations and the richest 1% of Americans, and by cracking down on tax evasion and fraud. Not one penny in middle-class tax increases. \nThat's it. That's the choice. A broken system that leaves millions behind while costs keep going up and insurance companies keep sucking billions of dollars in profits out of the system - or, for about the same amount of money, a new system that drives down overall health costs and, on average, relieves the typical middle class family of $12,400 in insurance premiums and other related health care costs. \nNo middle class tax increases. $11 trillion in household expenses back in the pockets of American families. That's substantially larger than the largest tax cut in American history. \nNot every candidate for president supports moving to a system of Medicare for All. Some who support Medicare for All will have different ideas about how to finance and structure it. And everybody knows that there must be a real transition. But you don't get what you don't fight for - and my view is clear.  \nEvery candidate who opposes my long-term goal of Medicare for All should explain why the \"choice\" of private insurance plans is more important than being able to choose the doctor that's best for you without worrying about whether they are in-network or not. Why it's more important than being able to choose the right prescription drug for you without worrying about massive differences in copays. Why it's more important than being able to choose to start a small business or choose the job you want without worrying about where your health care coverage will be coming from and how much it will cost.\nEvery candidate who opposes my long-term goal of Medicare for All should put forward their own plan to cover everyone, without costing the country anything more in health care spending, and while putting $11 trillion back in the pockets of the American people by eliminating premiums and virtually eliminating out-of-pocket costs. Or, if they are unwilling to do that, they should concede that they think it's more important to protect the eye-popping profits of private insurers and drug companies and the immense fortunes of the top 1% and giant corporations, rather than provide transformative financial relief for hundreds of millions of American families. \nAnd every candidate who opposes my long-term goal of Medicare for All should put forward their own plan to make sure every single person in America can get high-quality health care and won't go broke - and fully explain how they intend to pay for it. Or, if they are unwilling to do that, concede that their half-measures will leave millions behind.  \nAnd make no mistake - any candidate who opposes my long-term goal of Medicare for All and refuses to answer these questions directly should concede that they have no real strategy for helping the American people address the crushing costs of health care in this country. We need plans, not slogans. \nThe Cost of Medicare for All\nA serious conversation about how to pay for Medicare for All requires, first, determining how much such a system would cost. \nIn recent years, several economists and think tanks have attempted to estimate the cost of a single-payer system in the United States. Those estimates consider how much our nation's health care spending will change over a ten year window, and range from a $12.5 trillion decrease to a $7 trillion increase. They also consider how much additional money the federal government would need to fund this system, and those estimates range from a low of $13.5 trillion to a high of $34 trillion over ten years. \nBecause nobody can actually see the future, some of this variation results from different assumptions about how parts of our health care system might work differently under Medicare for All. But most of the difference comes from policy choices. And while the Medicare for All Act is clear about some of these choices - for example, generous benefits, long-term care coverage, and virtually no out-of-pocket expenses - it is silent on a number of really important ones. How much will we pay for medical care and for prescription drugs? What do we do with the existing money that states spend on Medicaid? How aggressively will we cut administrative costs? Aggressive choices mean a lower total cost. Less aggressive choices result in a higher total cost. \nSerious candidates for president should speak plainly about these issues and set out their plans for cost control - especially those who are skeptical of Medicare for All. Because whether or not we make modest or transformative changes to our health care system, cancer, diabetes, strokes, Alzheimer's, and Parkinson's aren't going to simply disappear. And without leadership from the top, neither will the mushrooming cost of care in America that's bankrupting our families. \nI've asked top experts to consider the long-term cost of my plan to implement Medicare for All over ten years - Dr. Donald Berwick, one of the nation's top experts in health system improvement and who ran the Medicare and Medicaid programs under President Obama; and Simon Johnson, the former Chief Economist at the International Monetary Fund and a professor at MIT. Their analysis begins with the assumptions of a recent study by the Urban Institute and then examines how that cost estimate would change as certain new key policy choices are applied. These experts conclude that my plan would slightly reduce the projected amount of money that the United States would otherwise spend on health care over the next 10 years, while covering everyone and giving them vastly better coverage. \nReducing Insurer Administrative Costs \nThe business model of private insurers is straightforward: pay out less for medical care than they take in as premiums. This model is located right in the center of our health care system, wasting huge amounts of time and money documenting and arguing over who is owed what. Incredibly, insurance companies spend a whopping $350 billion on administration costs annually--and then, in turn, push huge additional administrative costs onto hospitals, doctors, and millions of other health care professionals in the form of complex billing--and then, in turn, drive up costs incurred by employers as they attempt to navigate the complexity of providing their employees with insurance.\nMedicare for All will save money by bringing down the staggering administrative costs for insurers in our current system. As the experts I asked to evaluate my plan noted, private insurers had administrative costs of 12% of premiums collected in 2017, while Medicare kept its administrative costs down to 2.3%. My plan will ensure that Medicare for All functions just as efficiently as traditional Medicare by setting net administrative spending at 2.3%.\nComprehensive Payment Reform \nIn 2016, the United States spent nearly twice as much on health care as ten high-income countries, and these costs have been steadily rising for decades, growing from 5.2% of U.S. GDP in 1963 to 17.9% in 2017. But instead of resulting in better health outcomes, Americans have the lowest life expectancy of residents in high-income countries, the highest infant mortality rate, and the highest obesity rates. \nWhy? As a group of health economists famously wrote, \"It's the prices, stupid.\" \nStudies have continued to show that it's not how much people use the health care system, often referred to as \"utilization,\" but rather how much people pay that drives our high spending. Compared to other high income countries, Americans simply pay more for health care. We pay more for physicians and nurses. We pay more in administrative costs. We pay more for prescription drugs. \nA heart bypass surgery that costs nearly $16,000 in the Netherlands costs an average of $75,000 in the United States. A CT scan that costs $97 in Canada costs an average of $896 here. And in the United States, hospitals can charge new parents for holding their newborn after delivery. \nMeanwhile, private equity firms fight bipartisan legislation in Washington that might undermine the profitability of their investments or prevent their hospitals from sending patients surprise bills. And health care CEO salaries continue to soar. Between 2005 and 2015, non-profit hospital CEO salaries increased by 93% to an average of over $3 million, and last year, 62 health care CEOs raked in a combined $1.1 billion - more than the CDC spent on chronic disease prevention. \nIf we expect the American people to be able to afford health care, we need to rein in these costs. Comprehensive payment reform, as part of Medicare for All, will reduce this component of health care spending. Under my approach, Medicare for All will sharply reduce administrative spending and reimburse physicians and other non-hospital providers at current Medicare rates. My plan will also rebalance rates in a budget neutral way that increases reimbursements for primary care providers and lowers reimbursements for overpaid specialties. While private insurance companies pay higher rates, this system would be expected to continue compensating providers at roughly the same overall rate that they are currently receiving. Why? This is partially because providers will now get paid Medicare rates for their Medicaid patients - a substantial raise. But it's also because providers spend an enormous amount of time on billing and interacting with insurance companies that reduces their efficiency and takes away from time with patients. Some estimate that hospitals will spend $210 billion on average annually on these costs. \nThe nonpartisan Institute of Medicine estimates that these wasted expenses account for 13% of the revenue for physician practices, 8.5% for hospitals, and 10% for other providers. Together, the improved efficiency will save doctors time and money - helping significantly offset  the revenue they will lose from getting rid of higher private insurance rates.\nUnder my approach, Medicare for All will sharply reduce administrative spending and reimburse hospitals at an average of 110% of current Medicare rates, with appropriate adjustments for rural hospitals, teaching hospitals, and other care providers with challenging cost structures. In 2017, hospitals that treated Medicare patients were paid about 9.9% less than what it cost to care for that patient. The increase I am proposing under Medicare for All will cover hospitals' current costs of care - but hospital costs will also substantially decrease as a result of simpler administrative processes, lower prescription drug prices, the end of bad debt from uncompensated care, and more patients with insurance seeking care. \nOf course, as Medicare currently recognizes, not every provider situation is the same, and my Medicare for All program maintains these base rate adjustments for geography and other factors. In my plan for Rural America, for example, I have committed to creating a new designation under Medicare for rural hospitals due to the unique challenges health systems face in rural communities. That's why my plan allows for adjustments above the 110% average rate for certain hospitals, like rural and teaching hospitals, and below this amount for hospitals that are already doing fine with current Medicare rates. Universal coverage will also have a disproportionately positive effect on rural hospitals. Because people living in rural counties are more likely to be uninsured than people living in urban counties, these hospitals currently provide a lot of uncompensated care. Medicare for All fixes that problem. And I've previously laid out additional investments to increase the number of Community Health Centers and grow our health care workforce in rural and Native American communities, while cracking down on anti-competitive mergers that lead to worse outcomes and higher costs for rural communities. \nWe can also apply a number of common-sense, bipartisan reforms that have been proposed for Medicare. Today, for example, insurers can charge dramatically different prices for the exact same service based on where the service was performed. Under Medicare for All, providers will receive the same amount for the same procedure, saving hundreds of billions of dollars. We can also make adjustments to things that we know Medicare currently pays too much for - like post-acute care - by adjusting those payments down slightly while accounting for the patient's health status, bringing health care costs down even more.  \nWe will also shift payment rates so that we are paying for better outcomes, instead of simply reimbursing for more services. We build on the success of value-based reforms enabled by the Affordable Care Act, including by instituting bundled payments for inpatient care and for 90 days of post-acute care. Instead of paying providers for each individual service, bundled payments reimburse providers for an entire \"episode\" of care and have been shown to both improve outcomes and control costs. These bundles help ensure that a patient's different providers all communicate because they are all tied to the same payment.\nRestoring Health Care Competition\nHealth care consolidation has also contributed to rising health care costs. One analysis found that over 90% of metropolitan areas had health care provider markets that were either highly concentrated or super concentrated in 2016. And despite the same kinds of empty promises we see every time there's industry consolidation - in this case, that bigger hospitals would lead to better care - the data have not borne this out. In fact, it's the opposite: more competition between providers creates incentives to improve care, and that incentive will only increase under a Medicare for All system where quality, not price, is the main differentiator in the system.\nUnder Medicare for All, hospitals won't be able to force some patients to pay more because the hospital can't agree with their insurance company. Instead, because everyone has good insurance, providers will have to compete on better care and reduced wait times in order to attract more patients. \nThat's why I will appoint aggressive antitrust enforcers to the Department of Justice and Federal Trade Commission and allow hospitals to voluntarily divest holdings to restore competition to hospital markets. I've also previously committed to strengthening FTC oversight over health care organizations, including non-profit hospitals, to crack down on anti-competitive behavior. And I will direct my FTC to block all future hospital mergers unless the merging companies can prove that the newly-merged entity will maintain or improve care. \nReining in out-of-control Prescription Drug Costs\nAmericans pay more for prescription drugs than anyone in the world - $333 billion in 2017 alone. Americans spent $1,220 per person on average for prescription drugs, while the next highest spending country, Switzerland, spent $963 per person. That's not because Americans use more prescription medication - it's because lax laws have allowed pharmaceutical companies to charge insurance companies and patients exorbitant rates. In a now-infamous example, when Turing Pharmaceuticals purchased the rights to the HIV medication Daraprim, the company raised the price of this life-saving drug from $13.50 per pill to a stunning $750 per tablet overnight. The price of insulin has skyrocketed, forcing people to risk their lives by rationing. And as prices continue to rise, more Americans are turning to Canada in search of affordable prices. \nReining in prescription drug costs should be a top priority for any President - and there's no better way to do it than through Medicare for All. My administration will use a suite of aggressive policy tools to set a net savings target that will bring down Medicare prices for brand name prescription drugs by 70% and prices for generics by 30%, with an initial focus on more expensive drugs. \nUnder Medicare for All, the federal government would have real bargaining power to negotiate lower prices for patients. I will adopt an altered version of the mechanism outlined in the Lower Prescription Drug Costs Now Act which leverages excise taxes to bring manufacturers to the table to negotiate prices for both branded and generic drugs, with no drug exceeding 110% of the average international market price, but removes the limit of the number of drugs Medicare can negotiate for and eliminates the \"target price\" so Medicare could potentially negotiate prices lower than other countries. \nIf negotiations fail, I will use two tools - compulsory licensing and public manufacturing - to allow my administration to ensure patient access to medicines by either overriding the patent, as modeled in the Medicare Negotiation and Competitive Licensing Act, or by providing public funds to support manufacturing of these drugs, as modeled in my Affordable Drug Manufacturing Act. Medicare for All will also incentivize pharmaceutical companies to develop the drugs we need - like antibiotics, cancer cures, and vaccines. And it's not just about driving down drug prices. Making sure patients get important drug therapies up front that keep them healthy and cost a fraction compared to more severe treatment down the line can save money overall. Insurers, who may only cover individuals for a few years of their lives, see those investments in long-term health as a cost they'll never recoup - so they have a financial incentive to deny patients these treatments. But Medicare for All covers each patient for their entire lifespan. There's no perverse incentive to deny the prescriptions they need today because the long-term benefits to their health won't benefit their current private insurance company. \nStemming the Growth of Medical Costs\nYear after year, U.S. health spending has grown at rates above GDP growth, reaching a whopping 17.9% of GDP in 2017. Experts believe the changes to prescription drug spending and value-based payment systems that I've already outlined will bring growth rates in line with U.S. GDP, which CBO projects to be an average of 3.9% for the next decade. And if growth rates exceed this rate, I will use available policy tools, which include global budgets, population-based budgets, and automatic rate reductions, to bring it back into line.    \nRedirecting Taxpayer-Funded Health Spending\nThrough Medicaid and public health plans for state employees, state and local governments play a significant role in financing health care coverage in America. Under my approach to Medicare for All, we will redirect $6 trillion in existing state and local government insurance spending into the Medicare for All system. This is similar to the mechanism that the George W. Bush Administration used to redirect Medicaid spending to the federal government under the Medicare prescription drug program.Under this maintenance-of-effort requirement, state and local governments will redirect $3.3 trillion of what they currently spend to support Medicaid and the Children's Health Insurance Program and $2.7 trillion of what they currently spend on employer contributions to private insurance premiums for their employees into Medicare for All. Because we bring down the growth rate of overall health spending, states will pay less than they would have without Medicare for All. They'll also have far more predictable budgets, resulting in improved long-term planning for state and community priorities. \nTogether, these policy choices represent significant reductions in health care spending over current levels. Compared to the estimate by the Urban Institute, they will save over $7 trillion over ten years, bringing the expected share of additional federal revenue to just over $26 trillion for that period. After incorporating the $6 trillion we will redirect from states to help fund Medicare, the experts conclude that total new federal spending required to enact Medicare for All will be $20.5 trillion. \nPaying for Medicare for All\nMedicare for All puts all health care spending on the government's books. But Medicare for All is about the same price as our current path - and cheaper over time. That means the debate isn't really about whether the United States should pay more or less. It's about who should pay. \nRight now, America's total bill for health care is projected to be $52 trillion for the next ten years. That money will come from four places: the federal government, state governments, employers, and individuals who need care. Under my approach to Medicare for All, most of these funding sources will remain the same, too. \nExisting federal spending on Medicare and Medicaid will help fund Medicare for All. \nExisting state spending on health insurance will continue in the form of payments to Medicare - but states would be better off because they'd have more long-term predictability, and they'd pay less over time because these costs will grow more slowly than they do today. \nExisting total private sector employer contributions to health insurance will continue in the form of contributions to Medicare - but employers would be better off because under the design of my plan, they'd pay less than they would have otherwise. \nHere's the main difference: Individual health care spending. \nOver the next ten years, individuals will spend $11 trillion on health care in the form of premiums, deductibles, copays, and out-of-pocket costs. Under my Medicare for All plan, that amount will drop from $11 trillion to practically zero. \nI asked top experts - Mark Zandi, the Chief Economist of Moody's Analytics; Betsey Stevenson, the former Chief Economist for the Obama Labor Department; and Simon Johnson - to examine options for how we can make up that $11 trillion difference. They conclude that it can be done largely with new taxes on financial firms, giant corporations, and the top 1% - and making sure the rich stop evading the taxes we already have.\nThat's right: We don't need to raise taxes on the middle class by one penny to finance Medicare for All. \nHere's how it would work.\nReplacing Employer Health Spending with a New Employer Medicare Contribution \nLet's start with a basic fact: American companies are already paying a lot for health care for their employees. They are projected to pay nearly $9 trillion over the next ten years, mostly on employer contributions for employee health insurance and on health-related expenses for employees under workers' compensation and long-term disability. My idea is that instead of these companies sending those payments to private insurance companies, they would send payments to the federal government for Medicare in the form of an Employer Medicare Contribution. \nIn fact, it'll be a better deal than what they have now: companies will pay less than they otherwise would have, saving $200 billion over the next ten years. \nTo calculate their new Employer Medicare Contribution, employers would determine what they spent on health care over the last few years and divide that by the number of employees of the company in those years to arrive at an average health care cost per employee at the company. (Companies would count part-time employees towards the total based on the number of hours they worked during a year.) Under the first year of Medicare for All, employers would then take that average cost, adjust it upwards to account for the overall increase in national health care spending, and multiply it by their total number of employees that year. Their Employer Medicare Contribution would be 98% of that amount - ensuring that every company paying for health care today will pay less than they would have if they were still offering their employees comparable private insurance. \nA similar calculation would apply to pass-through entities, like law firms or private equity funds, even though many of the people that work there technically aren't employees. People who are self-employed would be exempt from making Employer Medicare Contributions unless they exceed an income threshold. \nSmall businesses - companies with under 50 employees - would be exempt from this requirement too if they aren't paying for employee health care today. When either new or existing firms exceed this employee threshold, we would phase in a requirement that companies make Employer Medicare Contributions equal to the national average cost of health care per employee for every employee at that company. Merging firms would pay the weighted average cost of health care per employee of the two firms that are merging.  \nEmployers currently offering health benefits under a collective bargaining agreement will be able to reduce their Employer Medicare Contribution if they pass along those savings to workers in the form of increased wages, pensions, or other collectively-bargained benefits. New companies or existing companies who enter into a collective bargaining agreement with their employees after the enactment of Medicare for All will be able to reduce their Employer Medicare Contributions in the same way. Employers can reduce their contribution requirements all the way down to the national average health care cost per employee. \nThat way, my plan helps unions that have bargained for good health care already, and creates a significant new incentive for unionization generally by making collective bargaining appealing for both workers and employers as a way of potentially reducing the employer's Employer Medicare Contributions.\nOver time, an employer's health care cost-per-employee would be gradually shifted to converge at the average health care cost-per-employee nationally. That helps make sure the system is fair but also gives employers and employees time to adapt to the new system.  \nIf we're falling short of the $8.8 trillion revenue target for the next ten years, we will make up lost revenue with a Supplemental Employer Medicare Contribution requirement for big companies with extremely high executive compensation and stock buyback rates.    \nThere are a variety of ways to structure an employer contribution to Medicare for All. This particular approach has the benefit of helping American employers in a few ways:\nEmployers would collectively save $200 billion over the next ten years.\nEmployers receive far more certainty about how their health care costs will vary over time and affect their finances.\nSmall businesses - who often suffer when competing for employees because they can't afford to offer health care coverage - would no longer be at a competitive disadvantage against bigger businesses.\nEmployers can reduce their Employer Medicare Contribution by supporting unionization efforts and negotiating with workers to provide better wages and benefits - reducing costs and promoting collective bargaining at the same time.\nBecause my plan holds health care cost growth to GDP levels, businesses will have stable balance sheets that grow with the economy instead of crowding out other priorities.\nBy asking employers to pay a little less than what they are already projected to pay for health care, we can get almost halfway to where we need to go to cover the cost of my Medicare for All plan. \nAutomatic Increases in Take-Home Pay \nMedicare for All puts a whole lot of money back in the American people's pockets. One way it does that is by taking the share of premiums employees are responsible for paying through employer-sponsored insurance - that line on pay stubs each week or month that says \"health insurance\" - and returning it to working people. Congratulations on the raise! \nAnd higher take-home pay for workers also means additional tax revenue just from applying our existing taxes - approximately $1.15 trillion if we apply average effective tax rates.  \nMedicare for All saves people money in other ways too. With Medicare for All, nobody would need to put money in Health Savings Accounts or medical savings accounts to try and protect themselves against the unthinkable. And because individual spending on premiums, deductibles, copays, and out-of-pocket costs will basically disappear, the tax break for medical expenses in excess of 10% of Adjusted Gross Income becomes irrelevant. Together, those changes would generate another $250 billion in revenue.\nAll told, another $1.4 trillion in funding for Medicare for All is generated automatically through existing taxes on the enormous amount of money that will now be returned to individuals' pockets from moving to a Medicare for All system with virtually no individual spending on health care. \nHere's what that means: we can generate almost half of what we need to cover Medicare for All just by asking employers to pay slightly less than what they are projected to pay today, and through existing taxes.  \nSo where does the rest of the money come from that allows us to eliminate premiums, deductibles, copays, and most out-of-pocket spending for every American? Four sources: (1) better enforcement of our existing tax laws so we stop letting people evade their tax obligations; (2) targeted taxes on the financial sector, large corporations, and the top 1% of individuals; (3) my approach to immigration; and (4) shutting down a slush fund for defense spending. \nCracking Down on Tax Evasion and Fraud\nThe federal government has a nearly 15% \"tax gap\" between what it collects in taxes what is actually owed because of systematic under-enforcement of our tax laws, tax evasion, and fraud. If that 15% gap persists for the next ten years, we will collect a whopping $7.7 trillion less in federal taxes than the law requires. By investing in stronger enforcement and adopting best practices on tax reporting, withholding, and filing, experts predict that we can close the tax gap by a third - generating about $2.3 trillion in additional federal revenue without a single new tax. \nA big part of our current tax gap problem is that we're letting wealthier taxpayers get away with paying less than what they owe. Studies show that the wealthiest 5% of taxpayers misrepresent their income more frequently than the bottom 90%. \nThe wealthy and their allies in Washington have worked to slash the IRS budget, leaving it without the resources it needs. The agency today has about the same number of revenue agents as it did when the economy was one-seventh its current size in the 1950s. And the IRS insists on targeting low-income taxpayers rather than wealthy ones, even though the amount of revenue we can recover from wealthy taxpayers is far more. \nWe know how to fix this problem. We can draw lessons from what works in other countries with much lower tax gaps and rely on the recommendations of tax experts. Here's a game plan:\nSubstantially increase funding for the IRS, including the Criminal Investigation Division. The Treasury Department estimated in its Fiscal Year 2017 budget request that every $1 invested in IRS enforcement brings in nearly $6 in additional revenue - not even including an indirect deterrence effect three times that amount.\nExpand third-party reporting and withholding requirements. Research shows that third-party reporting and withholding cuts down on the tax misreporting rate substantially.\nStrengthen enforcement of the Foreign Account Tax Compliance Act (FATCA). FATCA requires foreign financial institutions to report the holdings and income of U.S. taxpayers, but the IRS is generally not systematically matching these reports to individual tax returns. We also don't hold foreign financial firms truly accountable for ignoring their reporting obligations. Automatically matching FATCA reports to tax returns and instituting sanctions for non-compliant foreign financial institutions would help narrow the tax gap.\nSimplify tax filing obligations in line with other comparable countries with lower tax gaps, including by adopting my Tax Filing Simplification Act and using \"smart returns\" to improve honest reporting.\nRedirect enforcement resources away from low-income taxpayers towards high-income taxpayers. \nIncrease the nonfiler compliance program, strengthen reporting requirements for international income, use existing currency transaction reports to enforce cash income compliance, and increase reporting requirements for virtual- or crypto-currencies, as suggested by the Treasury Department's Inspector General.\nAllow employees who disclose tax evasion and abuse to use the protections of the False Claims Act and other whistleblower protections. \nThe experts who reviewed these ideas estimated that if we implemented them, we could close the tax gap by one-third from 15% to 10%, bringing us closer to the tax gap in countries like the United Kingdom (5.6%). That will produce another $2.3 trillion in net federal revenue - without imposing a single new tax. \nTargeted Taxes on the Financial Sector, Large Corporations, and the Top 1% \nWe can generate a whole lot of the remaining revenue we need for Medicare for All just by eliminating bad incentives in our current tax system and asking those who have done really well in the last few decades to pay their fair share.\nLet's start with the financial sector. It's been more than ten years since the 2008 financial crisis, and while a lot of families are still dealing with the aftereffects, the financial sector is making record, eye-popping profits. Meanwhile, the risk of another financial crisis remains unacceptably high. By imposing targeted taxes and fees on financial firms, we can generate needed revenue and also make our financial system safer and more secure.\nFor example, a small tax on financial transactions - one-tenth of one percent on the sale of bonds, stocks, or derivatives - would generate about $800 billion in revenue over the next ten years. The tax would be assessed on and collected from financial firms, and would likely have little to no effect on most investors. Instead, according to experts, the tax could help decrease what Americans pay in fees for their investments and reduce the size of relatively unproductive parts of the financial sector. \nWe can also impose a fee on big banks that encourages them to take on fewer liabilities and reduce the risk they pose to the financial system. A small fee that applies only to the forty or so largest banks in the country would generate an additional $100 billion over the next ten years - while making our financial system more safe and resilient. \nNext, we can make some basic changes to ensure that large corporations pay their fair share and to fix some fundamental problems with our current approach that actually encourage companies to shift jobs and investment overseas. These changes will generate an estimated $2.9 trillion over the next ten years. \nFor instance, our current tax system lets companies deduct the cost of certain investments they make in assets faster than those assets actually lose value. That means that if a company buys a machine for a million dollars, it gets to deduct a million dollars from its taxes that same year - even if the machine only loses $100,000 in value a year. Letting the company write off the extra $900,000 all at once is like giving them an interest-free loan from the government. \nThat might be worth it if the company responded to this tax break by investing more and building out their businesses. But the data suggest this isn't happening because companies don't actually value these tax deferrals as much as policymakers assume. Companies are mostly making the same investments they would've made anyways - sometimes with small changes in timing - and getting a write-off in exchange. Some experts even suggest that accelerated expensing could induce less domestic investment, not more. \nThat's why I'm proposing to get rid of this loophole. Under my plan, businesses will still write off the depreciation of their assets - they'll just do it in a way that more accurately reflects the actual loss in value. This would generate $1.25 trillion over ten years.\nWe can also stop giant multinational corporations from calling themselves American companies while sheltering their profits in foreign tax havens to avoid paying their share for American investments. \nCurrently, a U.S. multinational corporation can make billions in profits and attribute it to a company it set up in a tax haven like the Cayman Islands, which has no corporate taxes. The Trump tax bill claimed to address that problem by creating a global minimum tax rate for corporations, but that minimum tax - the result of heavy lobbying by multinationals - is too low and easily gamed. While Trump and congressional Republicans claimed their minimum tax would keep companies from shifting profits to tax havens and limit offshoring, the opposite is happening. The current approach both encourages companies to shift their profits to tax havens and actually incentivizes American companies to outsource their operations overseas. \nThat's why I'm proposing to institute a country-by-country minimum tax on foreign earnings of 35% - equal to a restored top corporate tax rate for U.S. firms - without permitting corporations to defer those payments. Under my plan, corporations would have to pay the difference between the minimum tax and the rate in the countries where they book their profits. For example, an American corporation booking a billion dollars in profits in the Cayman Islands, taxed at 0% there, would need to pay the federal government a 35% tax rate - the difference between the new minimum rate (35%) and the foreign rate (0%) - on the billion dollars in profits. \nMy plan would also collect America's fair share of profits that foreign companies make by selling their products to Americans. Today, we have a \"global tax deficit\": companies that sell their goods abroad don't have to pay the extra taxes that they would have to pay if they were subject to a minimum effective tax rate in each country they operated in. Making U.S. firms pay a country-by-country minimum tax effectively collects their whole global tax deficit - but foreign companies should have to pay their fair share, too. That's why I'm proposing that the U.S. collect the fraction of this global tax deficit that corresponds to the percentage of that company's sales in the U.S. In other words, if a foreign company should owe an additional $1 billion in taxes if it were subject to a country-by-country minimum tax, the U.S. would collect a fraction of that $1 billion based on the amount of sales that company made in the United States. \nTogether, the country-by-country minimum tax and the taxation of foreign firms based on their domestic sales would result in an additional $1.65 trillion in revenue. \nFinally, we can raise another $3 trillion over ten years by asking the top 1% of households in America to pay a little more. \nThe tax burden on ultra-millionaires and billionaires is less than half that of working families in the United States. In 2019, the bottom 99% of families will pay 7.2% of their wealth in taxes, while the top 0.1% of households will pay just 3.2%. My Ultra-Millionaire Tax, a 2-cent tax on the wealth of fortunes above $50 million, tackles this head on. Under this tax, the top 0.1% - the wealthiest 75,000 Americans - would have to pitch in two cents for every dollar of net worth above $50 million and three cents for every dollar on net worth over $1 billion. With this version of the Ultra-Millionaire Tax in place, the tax burden on the wealthiest households would increase from 3.2% to 4.3% of total wealth - better, but still below the 7.2% that the bottom 99% are projected to pay.\nToday, I'm going one step further. By asking billionaires to pitch in six cents on each dollar of net worth above $1 billion, we can raise an additional $1 trillion in revenue and further close the gap between what middle-class families pay as a percentage of their wealth and what the top one-tenth of one percent pay. \nYes, billionaires will have to pay a little more, but they will still likely pay less than what they would earn just from putting their assets into an index fund and doing nothing. The average annual rate of return of the S&P 500 has regularly topped 10%. And billionaires have access to the kinds of fancy investment opportunities that can generate even higher returns on average. Put it this way - should we ask billionaires to pitch in an extra three cents on every dollar above $1 billion, or force middle-class families to bear another $1 trillion in health care costs?\nWe can also change the way the government taxes investment income for the top 1%. Today, taxes are only assessed on capital gains when securities are sold. That means wealthy investors can put their money in the stock market, see it grow, and not pay a dime in taxes on those earnings unless or until it is taken out of the market. Under the current system, they can then pass along those shares to their heirs when they die and their heirs will be able to pay even less when they choose to sell.\nI've already proposed closing that loophole for how capital gains are treated when shares are passed on to heirs. But we can go a step further. Under a \"mark-to-market\" system for the wealthiest 1% of households, we will tax capital gains income (excluding retirement accounts) annually, rather than at the time of sale, and raise the rates on capital gains to match the tax rates for labor income. Individuals would still only pay taxes on gains and could use current losses to offset future taxes.\nUnder this system, investment income will no longer be treated differently than labor income for the top 1% of households. Ultra-millionaires and billionaires won't be able to earn income on giant fortunes year after year without paying a penny in taxes. And we can raise another $2 trillion over ten years to pay for my Medicare for All plan.\nImmigration Reform \nI support immigration reform that's consistent with our values, including a pathway to citizenship for undocumented immigrants and expanded legal immigration consistent with my principles. That's not only the right thing to do - it also increases federal revenue we can dedicate to Medicare for All as new people come into the system and pay taxes. Based on CBO's analysis of the 2013 comprehensive immigration reform bill, experts project that immigration reform would generate an additional $400 billion in direct federal revenue.  \nReining in Defense Spending \nSince the attacks of 9/11, the United States has appropriated $2 trillion to fund combat and counterterrorism operations around the world via the Overseas Contingency Operations fund, or OCO. On average this spending has amounted to $116 billion per year - and in total, an amount equivalent to nearly 10 percent of all federal discretionary spending over that same time period. \nRepublicans - including the President's current Chief of Staff - and Democrats alike agree that OCO is a budget gimmick that masks the true impact of war spending. The emergency supplemental funding mechanism was never intended to fund the costs of long-scale, long-term operations outside of the normal appropriations process. And in recent years, OCO has also been used to fund so-called \"base\" requirements unrelated to the wars, outside of the Budget Control Act caps - in effect acting as a slush fund for increased Pentagon spending. And as everything from more F-35s to massive bombs never used in combat have migrated into the OCO account, the Department of Defense has been spared from having to prioritize or live within its means. It's not just bad budgetary practice - it's wasteful spending. \nI've called out this slush fund for what it is. I've also called for an end to endless combat engagements in places like Afghanistan, Iraq, and Syria, and to responsibly bring our combat troops home from these nations. These open-ended commitments are not necessary to advance American foreign policy or counterterrorism interests, their human cost has been staggering, and their financial cost has created a drag on our economy by diverting money better invested in critical domestic priorities. \nI've also called to reduce defense spending overall. The Pentagon budget will cost more this year than everything else in the discretionary budget put together. That's wrong, and it's unsustainable. We need to identify which programs actually benefit American security in the 21st century, and which programs merely line the pockets of defense contractors - then pull out a sharp knife and make some cuts. \nWe can start by shutting down this slush fund and balancing with our overall defense priorities in the context of the actual defense budget. And as we end these wars, eliminating the Overseas Contingency Operations fund and forcing the Pentagon to fund any such priorities through its regular budgetary process will provide $798 billion over the ten-year period relative to current spending levels. \nAs I have said repeatedly, under my Medicare for All plan, costs will go up for the very wealthy and big corporations, and costs will go down for middle-class families. I will not sign a bill that violates these commitments. And as my plan to pay for Medicare for All makes clear, we can meet these commitments without a tax increase on the middle class - and, in fact, without any increase in income taxes at all. \nAmerica's middle class is facing a crisis. For a generation, wages have remained largely flat while family costs have exploded. I've spent decades sounding the alarm about it. I'm running for President to fix it. That means doing whatever we can to reduce the overall strain on family budgets. \nMedicare for All can be a huge part of the solution. When fully implemented, my approach to Medicare for All would mark one of the greatest federal expansions of middle class wealth in our history. And if Medicare for All can be financed without any new taxes on the middle class, and instead by asking giant corporations, the wealthy, and the well-connected to pay their fair share, that's exactly what we should do.\nAchieving Medicare for All\nOf course, moving to this kind of system will not be easy and will not happen overnight. This is why every serious proposal for Medicare for All contemplates a significant transition period. \nIn the weeks ahead, I will propose a transition plan that will specifically address how I would use this time to begin providing immediate financial relief to struggling families, rein in out-of-control health care costs, increase coverage, and save lives. My transition plan will take seriously and address substantively the concerns of unions, individuals with private insurance, hospitals, people who work for private health insurers, and medical professionals who worry about what a new system will mean for them. It will also grapple directly with the entrenched political and economic interests that would spend freely, as they have throughout modern American history, to influence politicians and try to frighten the American people into rejecting a plan that would save them thousands of dollars a year on premiums and deductibles while making sure they can always see the health care providers they need with false claims and scare tactics.  \nBut there's a reason former President Barack Obama has called Medicare for All a good idea. There's a reason the American people support it. It's because when it comes to the cost of health care, we are in the middle of a full-blown crisis. \nWe are paying twice as much as any other major nation for care - even as tens of millions lack coverage, and even as family after family sees its finances destroyed by a health issue. And the American people know that in the long-term, a simple system that covers everybody, provides the care they need when they need it, puts $11 trillion back in their pockets and uses all of the public's leverage to keep costs as low as possible is the best option for their family budgets and for the health of their loved ones.\nAs President, I'll fight to get it done.",
    "url": "https://elizabethwarren.com/plans/paying-for-m4a"
}