{
    "id": "promises_to_veterans",
    "text": "This Veterans Day, Americans will gather in towns and cities across our country to thank our military personnel past and present. With three brothers who served, this day is especially meaningful to me.\nLess than 1% of the U.S. population currently serves in uniform. And while Americans rightly honor their service on November 11, too often the day-to-day sacrifices of military families go unseen and unremarked. Parades and salutes to the troops are important ways that Americans express their gratitude, but they're only platitudes if they're not backed up with meaningful action and policies that support our military both during and after service - not just on Veterans Day, but every day. \nFor me, that starts with care in how we deploy our forces abroad. Defense policy is veterans policy. For decades, we have been mired in a series of wars that have sapped our strength and skewed our priorities. As a member of the Senate Armed Services Committee, I have seen up close how 18 years of conflict have degraded equipment, eroded our forces' readiness, and postponed investment in critical military capabilities.\nThe burden of these wars has fallen primarily on our military personnel, who have endured repeated deployments in dangerous places around the globe year after year, and their families. 7,027 American service members have lost their lives, almost 60,000 have been injured, and countless more live every day with the invisible wounds of war.\nI know our service members and their families are smart, tough, and resourceful - they will accomplish any mission we ask of them, whatever the cost. But it's not fair to our men and women in uniform to ask them to solve problems that don't have a military solution. Nor is it fair to them when we refuse to make the tough calls to change course when our strategies aren't working. \nA strong military should act as a deterrent so that most of the time, we won't have to use it. We can honor our veterans by ending these endless wars, reining in our bloated defense budget and reducing the influence of defense contractors at the Pentagon, and bringing our troops home responsibly - and then providing our veterans with the benefits they've earned. That's why today I'm introducing my plan to care for our nation's veterans, service members, military families, and survivors. \nProtecting Earned Benefits for Those Who Serve\nIn prior generations, America experienced a tight relationship between people in uniform and the rest of our nation. For a host of reasons, however, our all-volunteer military is becoming more and more distant from the population it serves. In recent years the military has sometimes struggled to attract and retain sufficient personnel to meet recruitment targets, in both raw numbers and increasingly technical skill sets. A majority of young people are ineligible to serve, and low unemployment rates and declining propensity for military service mean that even fewer apply to serve in today's military. Many who enlist do so because they have a family member who served. \nIt is clear that the services must do more to compete with 21st century careers and employers to continue to attract and retain the best for the All Volunteer Force. That means more flexible talent management systems and improved quality of life for service members and their families - and it also means preserving best-in-class benefits for our military personnel. But it's about more than recruitment and readiness. It's about honoring the commitment of those who choose to serve with commitments of our own. \nGuaranteeing Pay and Benefits\nIn past years, Congress and the Pentagon have too often sought to balance the budget on the backs of our service members through proposals for lower pay raises, increased out-of-pocket costs, and cuts to benefits like housing and commissaries. Proposals that undermine total compensation are a betrayal of our obligation to our service members, and they undermine our ability to recruit and retain the best possible All Volunteer Force.\nIn the Senate, I've worked across the aisle to achieve pay raises for senior enlisted personnel and restrict the president from reducing pay raises promised to our troops. I've also fought to fix repeated promotion delays for our National Guard. \nTo ensure that compensation remains competitive with the civilian sector and that it reflects the unique demands of military life, as President I will propose pay raises at or above the Employment Cost Index. I'll ensure that benefits such as housing allowances keep pace with market rates in base communities, and work to ensure that service members are educated and empowered to make decisions about their retirement and savings choices in light of new options for blended retirement. \nEmpowering Military Students \nOver the past 70 years, the GI Bill has helped send millions of veterans to college, easing their transition to civilian life, and contributing to our economic growth. I am committed to ensuring these benefits are guaranteed and protected in the future - for our veterans and their family members. I've fought to expand eligibility for educational benefits, including by working to provide Post-9/11 GI Bill benefits for Purple Heart recipients who were not previously eligible, and expanding the Yellow Ribbon education program to cover families of fallen service members.\nAs benefits have increased - and increased in complexity - as a result of GI Bill expansions, VA has scrambled at times to keep up, leaving military students in the lurch. I've worked to ensure that delays at VA don't negatively impact student veterans, including by helping to pass a bipartisan measure to protect student veterans' access to education in the event of delayed GI Bill disbursements. \nToo often, the benefits provided to military and veteran students have made them targets for predatory lenders and shady for-profit schools. I've fought to protect students from these scams, including by obtaining refunds for military borrowers cheated by loan servicers like Navient. I also fought to restore GI benefits to those cheated by fraudulent for-profit colleges like ITT Tech and Corinthian Colleges. \nBut there is more to be done. My plan for affordable higher education will make two- and four-year public college free, and cancel student loan debt up to $50,000 for 42 million Americans - helping thousands of military families burdened with higher education expenses beyond what is covered by the GI Bill, and ensuring all of our veterans and their families have the chance to get essential job training and degrees without taking on a dime of student loan debt. My plan also completely cuts shady for-profit colleges off from federal aid dollars, which will end their abuse of veteran students for their GI Bill benefits once and for all. \nPreventing Fraud and Abuse  \nWhen I set up the Consumer Financial Protection Bureau, I made protecting service members and veterans a priority. We established an Office of Servicemember Affairs, and I recruited Holly Petraeus to run it. Together, we met with active-duty service members and families to discuss financial issues, including the base where two of my brothers completed their basic training.\nI saw firsthand that today's military families face difficult financial challenges as they try to make ends meet, balancing multiple deployments with raising a family. Some even told me that they felt like they were fighting two wars at once - one in a distant war zone and another here at home against creditors. But I'm proud to say that since 2011, the office we established has heard from over 90,000 service members from all 50 states and saved them nearly $230 million, providing some measure of relief for our military families. \nI've made fighting for military families a similar priority in the Senate. I fought to prevent predatory lenders from \"loan churning,\" or repeatedly refinancing VA-backed mortgages to pocket hefty fees. I successfully expanded financial protections for Gold Star spouses, passing a bipartisan bill to allow a survivor to terminate a residential lease within one year of a service member's death. And I worked with my Republican colleagues in Congress to pass my Veterans Care Financial Protection Act to protect low-income and older veterans in assisted care from scams targeting their pension benefits. \nAs President, I'll work with Congress to give the CFPB new tools and additional authority to enforce the Servicemembers Civil Relief Act. And I'll appoint individuals at the CFPB and DOJ who will use the full extent of those authorities to aggressively go after scammers and protect our men and women in uniform. Criminals and predators will keep coming up with new and creative ways to target the military community. We must be vigilant - but military families can feel confident that a Warren Administration will always have their backs. \nPrioritizing Family Readiness\nMilitary families form the backbone of our armed forces. Just like other middle-class families, they worry about making ends meet: finding child care, giving their children a good education, retiring with dignity. But military families - particularly dual military couples - also face special challenges, like regular moves from assignment to assignment and the anxiety of a loved one's deployment. And too often, the unique needs of military communities are overlooked by Washington. \nA Warren Administration will continue and expand current policy of weighing basing and force structure decisions to account for quality of life factors in the surrounding communities, including safe living environments, available child care, quality of public schools, and employment opportunities and licensing reciprocity for military spouses. There's also a lot more we can do to support and uplift our military families. \nIncreasing Military Spouse Employment \nA majority of military families report two incomes as vital to their family's well-being. But employment opportunities for military spouses are hindered by a variety of factors, including frequent moves and lack of available child care at some posts. Last year 30% of military spouses were unemployed, and 56% of working spouses reported being underemployed. Spouses in fields that require professional licenses face an additional challenge, as occupational licensing and credentialing standards vary from state to state. \nReduced spousal employment isn't just bad for military families - it results in up to $1 billion annually in lost income and associated costs. We need to make spousal employment a priority. \nThe Obama Administration made real progress in encouraging states to offer licensing and credentialing reciprocity for the military community - now we need to finish those efforts to remove barriers to military spouse employment. \nWe can start by making permanent the program to reimburse military spouses for professional relicensing. I'll also work with states to provide military families with a one-stop shop where they can review licensing requirements before a move. \nI'll also work with Congress to expand and better communicate about special hiring preferences for on-base jobs for military spouses and at American Job Centers. These preferences not only benefit spouses, they help build communities on military installations.\nWe'll expand educational opportunities like MyCAA for military spouses, and provide targeted training for high-demand, high-growth sectors and to help military spouses find careers that can move with them. \nMilitary spouses bring unique strengths to the workforce - it's time we leverage those strengths to benefit not only our military families but our economy. \nEnsuring High Quality Childcare and Education\nAs a young working mother, child care almost sank me - until my Aunt Bee stepped in to help. But finding affordable and high-quality child care has gotten even harder since my children were growing up, and not everyone is lucky enough to have an Aunt Bee of their own. \nThat's why I have a plan to provide universal child care for every single one of our babies from birth to school age. It will be free for millions of American families, and affordable for everyone. The federal government will partner with local providers to create a network of child care options that would be available to every family. These options would be held to high federal standards, and we'll pay child care and preschool workers the wages they deserve. And rather than diverting funding from military daycare programs for a needless wall, I'll invest again in growing DOD child care centers and modernizing schools on base.\nWe'll move forward with efforts to introduce more flexibility into the personnel system for families who want to limit moves for assignments, while ensuring that option does not hamper the service member's ability to get promoted and advance their military career. We'll invest the resources necessary to ensure families (and their household goods) are no longer subjected to chaos and mistakes that can impact the experience of transitioning to a new assignment. And we'll seek to limit family moves during the academic year - when they must occur, we'll provide dedicated support to families as they navigate transferring educational credits. \nEvery military family is unique, and some have unique needs. I'll work to improve oversight and standardize DOD's Exceptional Family Member Program to care for dependents with special needs. We need to do more to empower military families to make informed decisions, taking their individual circumstances into account during relocation and providing dedicated case management to help military families identify appropriate programs and interventions regardless of their location. Supporting these families isn't just the right thing to do, it's also good for military readiness.\nWounded Warriors and their Families\nAbout 30% of veterans between the ages of 21 and 64 have a disability. As president, I will keep fighting for the rights of people with disabilities and to ensure their full inclusion through policy reforms and enforcement priorities. This includes prioritizing the unique challenges that face veterans with disabilities. \nAs part of my plan to empower American workers, I have committed to substantially increasing funding for the Equal Employment Opportunity Commission to uphold the rights of veterans with disabilities at work. I will also ensure that the Department of Labor is enforcing the law to protect disabled veterans against work discrimination. I support the Raise the Wage Act to guarantee workers with disabilities a minimum wage of $15 an hour, and I will push to pass the Transformation to Competitive Employment Act, which would provide grants and assistance to support a transition towards competitive, integrated employment for people with disabilities.\nIt is often family members who care for injured service members and veterans - in some cases, putting aside careers and other opportunities to provide assistance to our wounded warriors. According to a 2014 report, there were approximately 5.5 million military caregivers in the United States - but the physical and emotional strain on this population is understudied and overlooked. \nMedicare for All will expand access to long-term home and community-based care, offering critical support and relieving the financial burden on veterans and their families. A Warren Administration will also empower our nation's military caregivers by fully implementing the recommendations of the federal advisory panel on caregiving. We'll create an office within VA focused on the needs of caregivers, ensuring that their voices are heard in the policymaking process and that VA is fully communicating available resources. We'll ensure that caregivers are formally designated in a patient's medical record, so that they can be consistently included in medical planning about the course of care. We'll collect better data on the caregiver population and their needs, including the impact on military children. And we'll make sure we're also caring for the caregivers, themselves, including respite care. \nTo recognize caregiving for the valuable work it is, my plan to expand Social Security creates a new credit for caregiving for people who qualify for Social Security benefits. This credit raises Social Security benefits for people who take time out of the workforce to care for a family member at least 80 hours a month, including designated \"primary family caregivers\" of eligible veterans in the Caregiver Support Program. For every month of caregiving that meets these requirements, the caregiver will be credited for Social Security purposes with a month of income equal to the monthly average of that year's median annual wage.\nLastly, I support eliminating the so-called \"Widow's Tax\" and efforts to ensure that all families of veterans who died or became totally disabled from a service-connected condition receive the Dependency and Indemnity Compensation (DIC) benefits that they are entitled to.\nProviding Safe and Affordable Housing\nIn the mid-1990s, the Department of Defense agreed to privatize the majority of the 300,000 houses it owned and operated on base, many of which were in need of renovation after decades of neglect. It was a good deal for the private developers, but this system has turned out to be a lousy bargain for military families. With their focus on short-term payoffs, private developers failed to invest in and maintain the properties with which they were entrusted. That's why earlier this year, I released my plan to improve military housing by ensuring that every base has a housing office staffed with advocates for the service member and establishing a \"bill of rights\" that all military tenants will receive when they move in. \nAnd for those families who choose to live off base, and for veterans, my plan to increase affordable housing makes a historic federal investment to increase affordable housing supply, lowering rents around the country by 10%. And while cost is a major challenge to finding safe and affordable housing, too many service members and veterans face additional obstacles, including landlords who don't understand the housing benefits they receive for their service and those who turn away service members and veterans because of discriminatory stereotypes.  My affordable housing plan extends protection against discrimination under the Fair Housing Act to include veteran status, which would include those using HUD-VASH vouchers. I have also pushed hard for more resources for programs to end veterans' homelessness, including the successful Tribal HUD-VASH program to assist Native American veterans who are homeless or at risk of homelessness find homes in Indian country. \nPutting Service Members and Veterans First\nNearly two decades of combat has put significant stress on the force, and this will continue to manifest itself long after combat operations are over. Our first priority must be the care and safety of those who serve or have served in uniform. \nEliminating Military Sexual Assault \nFor decades, the military has affirmed a \"zero tolerance policy\" - and yet reports of sexual assault in the military have spiked. In 2018 alone, the Department of Defense estimated that more than 20,000 service members experienced assault or unwanted sexual contact. These statistics are a shameful breach of trust with those who serve. Annual promises from senior military leaders to address the issue increasingly ring hollow - we owe it to our service members to make real change. \nCurrently, skilled military prosecutors make an evidence-based recommendation on whether or not a case should proceed to trial, but then military commanders get to decide whether or not they want to listen. That's why I supported Senator Gillibrand's effort to remove cases of sexual assault from the chain of command and place trained prosecutors in charge instead. It's simple - if evidence of a crime warrants a trial, then the case should go to trial. We need to reform the military justice system so that the lawyers and judges trying cases have the necessary experience and expertise, and so that every victim of a sexually-based crime benefits from a competent, empowered advocate from the very first day they report.\nWe need to change the culture. Sexual harassment and sexual assault are correlated - and 24% of military women and 6% of military men said they had been sexually harassed in the past year. In the Senate, I worked to make so-called \"revenge pornography\" prosecutable under the Uniform Code of Military Justice. We should also prosecute sexual harassment as a stand-alone crime under military law. We should push to expose and prevent sexual harassment in the civilian workforce as well, recognizing that our entire culture has work to do.\nAnd we need to invest in survivors, helping them to get the care they need so that they can recover, and so they can continue to serve. Often, survivors worry that reporting a sexual assault may also bring to light other misconduct, such as underage drinking or fraternization. Sometimes, military commanders will distribute punishment for these offenses by survivors while the sexual assault itself goes unaddressed.  Even worse, more than 20% of those who reported an assault also reported experiencing retaliation. If we want to increase reporting and hold perpetrators of sexual assault accountable, we need to exercise much wider discretion in the way we approach collateral misconduct as part of instances of sexual assault. Until reporting an assault is not perceived as a possible end to someone's career, we will never fully address this scourge. \nEnding Veteran and Military Suicide\nOur service members are resilient, but even the strongest warriors need care. In 2017, 6,139 U.S. veterans died by suicide, an average of nearly 17 each day, and 1.5 times the rate for non-veteran adults. But only half of veterans of the wars in Iraq and Afghanistan who may need mental health services - including many with diagnoses that increase the risk of suicide, like PTSD, traumatic brain injury, substance use disorders, or depression - actually access them. \nEvery single one of these deaths is a tragedy that could have been prevented. As President, I will set a goal of cutting veteran suicides in half within my first term - and pursue a suite of concrete policies to make sure we get there. \nTo get there, we need to invest more in research into the causes of suicide, with a specific focus on contributing factors that are specific to the military experience and a concerted effort to collect the data that will save lives. We should conduct research targeting subgroups of veterans who may be at higher risk of suicide, and evaluate the efficacy of suicide prevention pilot programs and invest in those that make a meaningful difference. \nVeterans account for one in five firearm suicides. My plan to prevent gun violence includes a waiting period before purchase and a federal extreme risk protection law, both of which have been shown to reduce suicides by gun.\nWe also need to provide consistent, accessible, high-quality mental health care for all of our service members and veterans. Under Medicare for All every person will have this essential care covered. But we must also address the shortfall of mental health providers at DOD and VA, and in the areas where veterans live. \nIn the last Congress, I led the fight to prevent budget cuts to the Mental Health Block Grant and secured an additional $160 million for the program, and I urged appropriators to designate $1 billion to mental health programs through the Substance Abuse and Mental Health Administration. I have also proposed significant expansions of Community Health Centers and the National Health Service Corps, which would help increase the supply of primary care and mental health providers in underserved areas. We need to make it easier for service members and veterans to see a mental health professional, including by significantly increasing the number of mental health specialists at DOD and VA, streamlining appointment processes, and enhancing access to telehealth options for those who cannot come to a VA facility. \nWe should also focus on preventive care - early and often throughout a military career, including by incorporating annual mental health exams for service members in the same way they receive annual physical exams. We should clearly communicate benefits and eligibility, raising awareness about available care. And we must continue to remove the stigma around warfighters seeking help, and do more to support military families who lose someone to suicide. \nTreating the Opioid and Addiction Crisis\nIn 2017, over 70,000 people died from a drug overdose - the highest year on record, with the majority due to opioids. And the opioid crisis that has devastated so many American families has not spared our military community. Stressors including deployment, combat exposure, injury, and post-deployment reintegration have been shown to increase the risk of substance abuse. Our military population has a higher risk of substance use disorders, with 11% of veterans from Afghanistan and Iraq treated by the VA being diagnosed with a substance use disorder. \nMy CARE Act to end the opioid crisis - introduced in partnership with my late friend Congressman Elijah Cummings of Baltimore - is a comprehensive plan to provide the resources needed to begin treating this epidemic like the public health crisis that it is. It would provide $100 billion in federal funding to states and communities over the next ten years, because that's what's needed to make sure every single person gets the treatment they need. \nUnder my plan, VA facilities will be able to participate in planning councils to address the opioid crisis in order to ensure that veterans are prioritized in our response and organizations serving veterans have a voice in how the funding is spent. We will expand the number of inpatient beds available to veterans for treatment and recovery. We'll fund community-based organizations, including eligible veteran-serving nonprofits, working to help prevent and treat addicted veterans. And we'll provide vocational training for people struggling with addiction, helping them to get back into the civilian workforce after their military careers.\nAddressing the \"Invisible Wounds\" of War\n17% of post-9/11 military veterans experience some form of traumatic brain injury during their military service. TBI is associated with higher rates of PTSD, depression, and substance abuse. While our knowledge of these conditions has improved dramatically, it is still incomplete. Moreover, too many veterans don't receive the treatment they so badly need. While TBI is often associated with blunt physical injuries to the head, research has shown that the blast wave produced by even minor explosions, such as firing heavy weapons, can result in TBI - even if the individual does not exhibit outward physical signs of head injury. \nIn the Senate, I worked with my Republican colleagues to establish a longitudinal study at DOD to track the impact of blast exposure and brain health over time, and to push DOD to track service member blast exposure. We'll use this data to improve our understanding of blast exposure injuries, improve protective equipment, and develop innovative new treatments. We'll also use it to inform the safety guidance provided to our troops, including by limiting non-combat exposure during training exercises. \nMany states have established veterans' courts or other diversion programs to provide treatment rather than incarceration for veterans with behavioral issues as a result of trauma, and I support the expansion of these programs. I also support legalizing marijuana. I've co-sponsored legislation to study the use of medical cannabis to treat veterans as an alternative to opioids, because we need to pursue all evidence-based opportunities for treatment and response.\nThe prevalence of certain rare cancers has been increasing steadily among military personnel and veterans who have served overseas. It took years for Vietnam veterans to receive treatment for exposure to Agent Orange - and some, including Blue Water Navy veterans, are still fighting for healthcare and benefits. Some veterans of more recent wars attribute their illness to exposure to toxic burn pits used by the military to dispose of waste, and at least one veterans group has projected that deaths from cancer and other illnesses could outpace suicide deaths in the military population by 2020.\nAs President, I will ensure that DOD tracks and records potential toxic exposure by integrating it into the post-deployment checklist. We need to ensure that adequate funding is allocated to research diseases that may be connected to certain kinds of exposure. And we must treat those affected without delay - we cannot allow today's veterans to wait for earned health care. \nEqual Treatment For All Who Serve\nThe diversity of our force is one of its unique strengths - it allows us to incorporate different perspectives and experiences and to look at problems in new ways. The data are clear: inclusive, diverse militaries simply perform better. When we discriminate or treat classes of service members as less worthy than their peers, we fail to honor that diversity and we do enormous harm to our ability to recruit a strong future force. Minority communities in the military - particularly LGBTQ+, women, Black and Latinx service members - are significantly under-represented in the leadership ranks. Here's what I'll do to protect and honor everyone who volunteers to serve. \nLGBTQ+ Service Members\nThe only thing that should matter when it comes to allowing military personnel to serve is whether or not they can handle the job. Our national security community is weaker when LGBTQ+ Americans are excluded. I have opposed the Trump Administration's shameful ban on transgender service members from the start - and I'll reverse it on the first day of my presidency. In addition, advances in care and treatment have made it possible for individuals living with HIV to serve and deploy, and the Pentagon's policies should be updated to reflect these advances in medical science. \nI've also supported efforts to review and correct the military records of service members discharged solely due to their sexual orientation, both before and during the Don't Ask Don't Tell era. As Commander-in-Chief, I'll prioritize this effort, ensuring that we reflect their honorable service and reinstate the benefits they earned.\nI'll include the LGBTQ+ population in the VA's Center for Minority Veterans, ensuring that they receive targeted outreach and equal care and are treated with dignity and respect. A Warren VA will ensure that every LGBTQ+ person can get the equitable, gender-affirming, and culturally-competent health care they need. That means providing all medically necessary care related to the health of transgender people, including transition-related surgery, and allowing providers discretion to deem gender-affirming procedures as medically necessary based on an individualized assessment. This care will also be available under Medicare for All. Professional medical associations recognize the need for transition-related surgery. VA's blanket exclusion policy of medically necessary treatment is not grounded in medicine; it should be repealed. \nEmpowering Women Service Members \nWomen make up 17.5% of the total force. But they can face unique professional and personal challenges over the course of a military career, including higher rates of sexual harassment and assault, higher rates of divorce, challenges starting a family, and fewer opportunities for career advancement. \nI supported then-Defense Secretary Carter's decision to open combat positions to women across the services, because the only thing that should matter is an individual's ability to meet the standards. I'm proud of the women who have risen to that challenge. Now we must do more to recruit women into service, and then ensure that they are given equal opportunities to compete for command and promotions. We'll invest in research on appropriate gear and injury prevention for women - over one hundred years after being allowed to enlist, women still perform their duties wearing equipment that doesn't fit them, and therefore doesn't adequately protect them. And both DOD and VA should enhance the quality of and access to care for women service members, including for preventive and reproductive care and mental health. \nA 21st century VA must also adapt to the modern fabric of our veteran population, ensuring that gender-specific care is the norm. There are about 2 million women veterans today, and women represent the fastest growing veteran subgroup - that's why I successfully fought to ensure VA has sufficient resources and expertise in its peer counseling program for women veterans. I'll also ensure that VA provides full reproductive health care for all veterans, in addition to the full reproductive health coverage they will have under Medicare for All. This includes IVF, which is currently only available to married veterans with service-connected infertility who don't need donor sperm or eggs - discriminating against unmarried veterans, those who delayed pregnancy during their service, and same-sex couples. It also includes contraception, for which VA continues to charge veterans despite the fact that the Affordable Care Act made it available without cost to their civilian counterparts. This also includes abortions. I've called to repeal the Hyde Amendment, which blocks federal funds from being used to pay for abortions except in cases of rape, incest, or the life of the woman. VA's restrictions go even further, prohibiting coverage for all abortions and all abortion counseling with no exemptions, an extreme policy I will eliminate. \nToo often, women veterans experience sexually explicit comments and other forms of harassment that make them feel unsafe and unwelcome and cause them to delay seeking care at their local VA or miss appointments altogether. This is shameful and it has to stop. I'll ensure that a Warren VA has a comprehensive policy to eliminate sexual harassment and assault and hold perpetrators - VA personnel or anyone else - accountable, so that women veterans do not have to feel unsafe at their VA medical center when they seek the care they've earned. \nImmigrant Service Members \nImmigrants to our country have a proud history of honorable military service and often become citizens. But the Trump Administration has done everything it can to make these patriotic individuals who volunteer to serve and defend the United States of America feel unwelcome in our ranks.\nIn recent years, ICE has deported noncitizen veterans in violation of its own policies, which require additional review before proceeding with a removal case against a veteran. The Trump Administration has taken steps to withdraw deportation protections from military family members, including family of service members deployed in combat overseas. And under DOD's current policies, immigrant troops are being denied citizenship at a rate higher than their civilian counterparts, and applications for naturalization as a result of military service dropped 72% between 2017 and 2018.\nThis is a disgrace. It also undermines military readiness. It's not reasonable to expect service members to be able to concentrate on their jobs when their families are being deported, which is why I've used my position as a member of the Senate Armed Services Committee to urge the Trump Administration to maintain critical programs like Parole in Place and Deferred Action for undocumented family members of service members. Further, many noncitizen veterans come to the attention of immigration enforcement as a result of PTSD or other trauma associated with their military service; others fear seeking treatment for that reason. Everyone who serves our country deserves equal treatment and benefits, regardless of their citizenship status.\nA Warren Administration will make it clear that we will protect veterans and family members of serving military personnel from deportation, and we will review the cases of those who have been deported for possible return to the United States. Consistent with our national security interests, I'll restart the Military Accessions Vital to the National Interest (MAVNI) program, which recruits non-citizens with specialized skills or language abilities, paired with appropriate security and counterintelligence protections. I'll also make it easier for noncitizens who serve honorably in our military to naturalize and become citizens. And we will heed the call of veterans to honor our commitment to translators and others who supported them in combat by re-launching the Direct Access Program for these vulnerable refugees.\nEasing the Transition for Veterans\nNearly 200,000 personnel separate from military service every year. The initial transition away from military service can be a challenging period, as veterans work to start school or find a job, and readjust to family after time overseas. Many new veterans struggle to find a sense of purpose or connection in new civilian careers and communities. While DOD has improved its transition counseling in recent years, we can do more to prepare service members to return to civilian life. \nEnsuring a \"Warm Hand-Off\" \nThe key to an effective transition is a seamless connection between DOD and the VA - but too often, veterans fall through the cracks. I'll direct DOD to require that service members pre-enroll and complete processing at the VA before they leave active service. I'll set a goal of completing interoperable electronic records between DOD and VA by the end of my first term. And I'll direct VA to expand the vets.gov online portal for veterans and provide veterans access to a VA-provided email, so that the government can continue to communicate with them about their eligibility even if they move physical addresses over time. \nEliminating the Benefits Backlog\nWhile the VA has made progress in addressing its backlog of benefits cases waiting for adjudication, today there are over 70,000 veterans who have been waiting more than 125 days for a status determination. Moreover, VA itself acknowledges it takes between 12-18 months to review a new appeal, and 5-7 years to get a decision from a Veterans Law Judge. As President, I'll fully eliminate the initial claims and appeals backlog. And in the interim, we'll provide a presumption of eligibility for certain interim benefits to all those waiting for a final status determination. \nOur understanding of traumatic brain injury and other complex injuries has improved dramatically in recent years, but VA's disability compensation process has not kept pace with those developments. I'll task the National Academy of Public Administration to review and overhaul the disability ratings system to better accommodate \"invisible\" wounds like TBI. I'll direct them to take into account recommendations for best practices, including training additional staff to evaluate cases and taking into account symptoms that are closely-associated with undiagnosed TBI. \nA key concern among veterans is that the benefits adjudication process is byzantine and lacks transparency. I'll make sure that veterans automatically get full access to the results of their examinations and put in place rigorous processes to ensure claims are granted consistently nationwide. And to help veterans navigate the system and obtain the benefits they deserve, I'll also establish a grant program to fund additional caseworkers at Veterans Service Organizations and other community-based organizations.\nClearing \"Bad Paper\" Discharges \nAs the research into PTSD and traumatic brain injuries has improved, we've come to learn that these often invisible injuries lie behind many less-than-honorable discharges. Nearly 6% of post-9/11 discharges have been other-than-honorable - and one study estimated that 62% of service members separated for misconduct had been diagnosed within the 2 years prior to separation with PTSD, TBI, or related conditions. These so-called \"bad paper\" discharges can have a lasting negative impact, preventing the most vulnerable veterans from accessing benefits, obtaining employment, and other earned and necessary services.\nI'll create a DOD appeals board for veterans seeking to upgrade their discharges to give those denied by the services another opportunity for review and to ensure consistency across the services. I'll direct that board to expand \"liberal consideration\" and consider a broader array of potentially mitigating evidence. I'll direct the VA to provide certain interim benefits to individuals with other-than-honorable discharges until their appeals are adjudicated. And I'll direct DOD to establish guidance for commanders to ensure that individuals first receive care for underlying conditions that may be contributing to behavioral problems, rather than merely processed for administrative discharge.  \nProviding Good Jobs \nService members gain valuable skills in the military, but often don't know how to translate their skills into civilian life or receive appropriate \"credit\" for military service in a civilian context. And while public-private partnerships and other efforts have broken down the stigma around hiring veterans, we can do more to set veterans up for long-term success.\nIt starts by making it easier for civilian employers to identify military skill sets that most closely match their needs, and helping veterans to describe their military experiences in language that resonates with civilian employers. In the Senate, I've prioritized improving the employment transition for retiring service members, for example by passing a bipartisan bill that made it easier for service members to use their experience operating large military vehicles to obtain a commercial driver's license. \nAs President, I'll direct DOD to expand resume and career coaching opportunities for military personnel considering transition. To encourage veteran entrepreneurship, I'm proposing a new program to allow veterans to cash out their GI education benefits for a small business loan. And we'll invest in collaborative programs - like labor's Helmets to Hardhats program - to connect transitioning service members with federally-recognized apprenticeship opportunities and good, union jobs. \nEnding Veterans' Homelessness \nWhile the number of veterans experiencing homelessness has dropped over the last decade, nearly 38,000 were still homeless in January 2018. Veterans constituted nearly 9% of the total adult homeless population. Even one homeless veteran is one too many. I'll restore SNAP benefits that the Trump administration seeks to cut that support 1.4 million low-income veterans, including those who are unemployed or with disabilities. SNAP is a particularly critical support for young veterans and those recently who have recently transitioned from active service. We'll fully fund rapid re-housing and permanent supportive housing through Supportive Services for Veteran Families (SSVF) and HUD-VASH. And we'll create a new competitive grant program for communities to provide wrap-around services for veterans and their families. We know that access to housing can be a barrier to many veterans - and can enhance the scale of other challenges they face.  By strengthening and expanding programs like HUD-VASH, we can end veteran homelessness and allow our veterans to focus on finding meaningful employment, receiving healthcare for service-connected conditions, and building resilient lives.\nCreating a 21st Century VA Health Care System\nThe Veterans Health Administration is America's largest health care system, providing care at over 1,200 health care facilities nationwide and serving 9 million enrolled veterans each year.\nIn recent years, attacks on VA have intensified as Republicans have pressed to privatize large chunks of VA service. My Administration will be clear-eyed about leadership challenges at VA. We will hold accountable leaders who fail to put veterans first or misuse resources, and we will empower whistleblowers who report wrongdoing to address their concerns and protect them from retaliation. But the truth is that care provided by VA outperforms care at non-VA hospitals, as multiple studies have shown. And in a recent survey, 91% of veterans who use VA care said they would recommend it to their fellow veterans. VA has pioneered innovations in medical care and service delivery. It provides world-class care for uniquely service-connected injuries, including treatment for polytrauma, amputations, and spinal cord injuries. \nWhile community care is appropriate where specialists are unavailable or geographically inaccessible, let me be clear: a Warren Administration will invest in the VA, not further dismantle it. We will not cut the high-quality, evidence-based, culturally competent programs that our veterans rely on. And under Medicare for All, veterans will all have high-quality health coverage that gives them the option to seek care from non-VA doctors and hospitals for no additional cost. If there isn't a VA close to where they live, Medicare for All will ensure that veterans still get the care they need when they need it. \nIn the immediate-term, here's what we can do to revitalize our VA for the 21st century -\nWork with Congress to implement more flexible hiring authorities, with a goal of filling the nearly 49,000 staffing vacancies, the vast majority of which are in the health administration. \nExpand the number of physician recruiters and provide additional financial incentives for physicians in hard-to-recruit specialties and rural VA centers or those near tribal lands.\nReinvigorate VA's training partnership program - nearly 70% of U.S. doctors receive some training at a VA facility, but VA is hindered from converting those into full-time positions because of the cumbersome hiring processes. \nFully implement the VA MISSION Act - on-time, and in collaboration with veteran's groups, ensuring community providers are held to the same high standards of care as VA providers and that the direct care system is not weakened by siphoning away money into the private sector. \nWe'll invest in modernizing aging infrastructure and state-of-the-art medical equipment. \nWe'll work to fill gaps in care, benefits, or other services in underserved regions, including on tribal lands; and further integrating federally-qualified health centers, DOD facilities, and the Indian Health System as appropriate. \nAll three of my brothers served, so I know the responsibility we have to our service members, military families, and veterans. As Commander-in-Chief, I will lead our Armed Forces with awareness of the unique challenges service members and military families face, and the difficulties veterans encounter as they navigate VA during their transition to civilian life. I will honor our troops not only by executing sound military strategy, but also by caring for our veterans after they take off the uniform. And I will prioritize our most important strategic asset - our people - as I reform Pentagon spending and address our most pressing national security crises. The way I see it, this is not complicated. It's about a government that keeps its promises to those who served - it's about our values.  ",
    "url": "https://elizabethwarren.com/plans/promises-to-veterans"
}