{
    "id": "protect_womens_choices",
    "text": "Right-wing Republican lawmakers in Alabama just enacted the most extreme abortion ban in over 40 years. The new law bans abortion at every stage of pregnancy, doesn't include exceptions for rape and incest, and could result in doctors who perform an abortion being thrown in prison for up to 99 years. Republicans in Missouri are following close behind with a bill of their own.\nAnd it's not just Alabama and Missouri. This year alone, four states have passed laws that would effectively prohibit abortion before many women even learn they are pregnant. 55 laws that would ban all or most abortions have been introduced in state legislatures this year so far. And 18 states have laws that could be used to restrict abortion in the event Roe v. Wade is overturned -- including bans lying in wait that will be \"triggered\" if Roe is struck down.\nRoe v. Wade established a woman's constitutional right to safe and legal abortion and has been the law of the land for over 46 years. These extremist Republican lawmakers know what the law is -- but they don't care. They want to turn back the clock, outlaw abortion, and deny women access to reproductive health care. And they are hoping the Supreme Court will back their radical play.\nI'll be blunt: It just might work. President Trump has packed the courts with extreme, anti-choice judges. Senate Republicans stole a Supreme Court seat and rammed through the confirmation of Justice Kavanaugh last year in order to cement an anti-choice majority on the Supreme Court.\nEven if the Supreme Court doesn't overrule Roe immediately, it could use these laws as an excuse to continue chipping away at this precedent. That's been happening for decades, and it's already had a huge effect on access. As of 2014, 90% of counties in the U.S. did not have an abortion clinic. Access to quality reproductive health services, including safe and legal abortion, is essential to a woman's health and economic security, but systemic barriers have made it especially difficult for low-income women and women of color to get the access to reproductive care they need. Federal funds are prohibited from being used for abortion care, which disproportionately affects women of color who are more likely to experience unintended pregnancies and more likely to seek abortions.\nAll the while, the Trump Administration has been relentless in its efforts to undermine women's health care. They've tried to defund Planned Parenthood, spreading abstinence-only education, and limiting access to contraception -- all of which are likely to result in more unplanned pregnancies, not fewer. And they have worked to gag doctors, spread misinformation, and support so-called \"crisis pregnancy centers\" that go out of their way to present misleading and incomplete reproductive health care information to women.\nThis is a dark moment. People are scared and angry. And they are right to be. But this isn't a moment to back down -- it's time to fight back.\nCourt challenges will continue. And the next President can begin to undo some of the damage by appointing neutral and fair judges who actually respect the law and cases like Roe instead of right-wing ideologues bent on rolling back constitutional rights. But separate from these judicial fights, Congress has a role to play as well.\nCongress should pass new federal laws that protect access to reproductive care from right-wing ideologues in the states. Federal laws that ensure real access to birth control and abortion care for all women. Federal laws that will stand no matter what the Supreme Court does.\nHere's what that looks like:\nCreate federal, statutory rights that parallel the constitutional right in Roe v. Wade. The extremists behind proposals like the Alabama law don't reflect public opinion in America. Polling data shows that 71% of Americans oppose overturning Roe -- including 52% of Republicans. Congress should do its job and protect their constituents from these efforts by establishing affirmative, statutory rights that parallel Roe vs. Wade. These rights would have at least two key components. First, they must prohibit states from interfering in the ability of a health care provider to provide medical care, including abortion services. Second, they must prohibit states from interfering in the ability of a patient to access medical care, including abortion services, from a provider that offers them.\nUnder the Supremacy Clause of our Constitution, federal law preempts state law. For this reason, the establishment of these federal statutory rights would invalidate contradictory state laws, such as the Alabama, Georgia, and Ohio bans. They would also end the political games being played by right-wing courts to try and narrow Roe's protections. And because these federal protections would be valid on a variety of constitutional grounds -- including equal protection and the commerce clause -- they would ensure that choice would remain the law of the land even if the Supreme Court overturns Roe.\nPass federal laws to preempt state efforts that functionally limit access to reproductive health care. States have passed countless Targeted Regulations on Abortion Providers (TRAP) laws, which are designed to functionally limit and eliminate women's access to abortion care while not technically contravening Roe. Geographical, physical, and procedural restrictions and requirements. Restrictions on medication abortion. These kinds of restrictions are medically-unnecessary and exist for only one purpose: to functionally eliminate the ability of women to access abortion services. A bill already proposed in Congress, The Women's Health Protection Act, would provide the mechanism to block these kinds of schemes concocted to deny women access to care. Congress should pass it.\nGuarantee reproductive health coverage as part of all health coverage. All women -- no matter where they live, where they're from, how much money they make, or the color of their skin -- are entitled to access the high-quality, evidence-based reproductive health care that is envisioned by Roe. Making that a reality starts with repealing the Hyde Amendment, which blocks abortion coverage for women under federally funded health care programs like Medicaid, the VA, and the Indian Health Service. Congress should also expand culturally- and linguistically-appropriate services and information and include immigrant women in conversations about coverage and access. Congress must also pass the EACH Woman Act, which would also prohibit abortion restrictions on private insurance. And we should ensure that all future health coverage -- including Medicare for All -- includes contraception and abortion coverage.\nEnsure equal access and reproductive justice. Securing a federal right to Roe and ensuring that reproductive health care is available to every woman in America is just the beginning. We must undo the current Administration's efforts to undermine women's access to reproductive health care -- including ending Trump's gag rule and fully support Title X family planning funding. We must crack down on violence at abortion clinics and ensure that women are not discriminated against at work or anywhere else for the choices they made about their bodies.\nAnd these issues are bigger than Roe. The women of color who have championed the reproductive justice movement teach us that we must go beyond choice to ensure meaningful access for every woman in America -- not just the privileged and wealthy few. We must go beyond abortion, to ensure access to contraception, STI prevention and care, comprehensive sex education, care for pregnant moms, safe home and work environments, adequate wages, and so much more. We must build a future that protects the right of all women to have children, the right of all women to not have children, and the right to bring children up in a safe and healthy environment.\nWhen I was growing up, long before Roe, people still got abortions. Some were lucky. Others weren't. They all went through hell.\nThe overwhelming majority of Americans have no desire to return to the world before Roe v. Wade. And so the time to act is now. It's inspiring to see so many women coming off the sidelines in this fight -- and women must continue to speak up to make sure this conversation stays grounded in their real experiences. Men must speak up too. And Americans outraged by these efforts should get into the political arena, run for office, and make these right-wing Republican lawmakers face the consequences of their actions.\nOur democracy should not be held hostage by right-wing courts, and women should not have to hope that Brett Kavanaugh and Donald Trump's Supreme Court will respect the law. Congress should act to ensure that the will of the people remains the law of the land.",
    "url": "https://elizabethwarren.com/plans/protect-womens-choices"
}