{
    "id": "protect_public_lands",
    "text": "Bruce and I love to hike. We've been all over, from Bryce Canyon in Utah to Alaska to the Cape Cod National Seashore in our backyard. America's public lands are one of our greatest treasures. They provide us with clean air and water, sustain our fish and wildlife, and offer a place where millions of Americans go every year to experience the beauty of our natural environment. At 25% of America's total land, they are also an irreplaceable resource.\nBut today, those lands are under threat. The Trump administration is busy selling off our public lands to the oil, gas and coal industries for pennies on the dollar -- expanding fossil fuel extraction that destroys pristine sites across the country while pouring an accelerant on our climate crisis.\nIt doesn't have to be this way. We must not allow corporations to pillage our public lands and leave taxpayers to clean up the mess. All of us -- local communities and tribes, hunters and anglers, ranchers and weekend backpackers -- must work together to manage and protect our shared heritage. That's why today I'm rolling out my plan to protect our public lands and preserve wild, natural places for future generations.\nMaking our public lands part of the climate solution -- not the problem.\nAny serious effort to address climate change must include public lands -- fossil fuel extraction in these areas is responsible for nearly a quarter of all U.S. greenhouse gas emissions. The Trump administration, with its casual denial of science and apparent amnesia about massive crises like the BP oil spill, has also proposed opening nearly the entire U.S. coastline to seismic testing and offshore drilling.\nIt is wrong to prioritize corporate profits over the health and safety of our local communities. That's why on my first day as president, I will sign an executive order that says no more drilling -- a total moratorium on all new fossil fuel leases, including for drilling offshore and on public lands.I'd also reinstate the methane pollution rule to limit existing oil and gas projects from releasing harmful gases that poison our air, and reinstitute the clean water rule to protect our lakes, rivers, and streams, and the drinking water they provide.\nAnd it's not enough to end our public lands' contribution to climate change. We have an enormous opportunity to make them a part of the climate solution, and for both economic and environmental reasons, we should take it. A decade ago, there were zero major solar power projects on public lands. Today, the Bureau of Land Management has approved 11,000 megawatts of renewable wind, solar, and geothermal projects -- enough to power millions of American homes. It's a significant proof-of-concept. But to make a real dent in the problem, we're going to need a whole lot more.\nAs President, I will set a goal of providing 10% of our overall electricity generation from renewable sources offshore or on public lands. That's nearly ten times what we are currently generating. We can achieve this goal while prioritizing sites with low impact on local ecology but high potential for renewable energy generation. My administration will make it a priority to expedite leases and incentivize development in existing designated areas, and share royalties from renewable generation with states and local communities to help promote economic development and reduce local dependence on fossil fuel revenues.\nKeeping our public lands in public hands, and maintaining and preserving existing lands.\nWith one stroke of his pen, President Trump shrunk our protected lands by more than two million acres in 2017 -- the single biggest rollback of protected lands in U.S. history. His move opens up Bears Ears and Grand Staircase-Escalante national monuments in Utah for mining and drilling, which will cause irreversible damage. These lands are part of our national fabric, sacred to tribes and beloved by American families. As president, I will use my authorities under the Antiquities Act to restore protections to both monuments and any other national monuments targeted by this Administration.\nI'm strongly opposed to the sale or transfer of our national forests, wildlife refuges, and other national public lands. Our public lands should stay public, so that they can be enjoyed by all of us. Congress created a bipartisan program called the Land and Water Conservation Fund for exactly this purpose. But unfortunately, Congress has not kept its promise -- and year after year, money that was intended for conservation is diverted for other purposes. This is a raw deal, and we need to fix it. It's time to make Land and Water Conservation Fund spending mandatory to ensure that we continue to preserve and enhance public lands for conservation and recreation. That's the way we honor our commitment to conservation and ensure our children and grandchildren can experience the great outdoors.\nWe also have a responsibility to care for the lands in our possession -- but for too long we haven't funded our public land management agencies accordingly. Today our national parks alone face a bill of over $11 billion in deferred maintenance. The result? Crumbling roads and bridges, leaking roofs, and unmaintained trails now closed to hikers. It's not just an embarrassment. It's also poor stewardship of a hugely valuable economic resource. So let's fix it. As president, I will fully fund our public land management agencies and eliminate the infrastructure and maintenance backlog on our public lands in my first term.\nMoney alone won't solve the problem -- it will take hard work. In the 1930s, President Franklin Delano Roosevelt proposed the Civilian Conservation Corps, a public work relief program that put those unemployed during the Great Depression to work maintaining federal lands. We must embrace a modern version of this model, and I was proud to support a recent update to the program to allow for public-private partnerships with existing conservation and service organizations. But given the magnitude of the challenge, now we need to turbocharge it. I will recruit 10,000 young people and veterans to jumpstart a 21st Century Civilian Conservation Corps -- and increase the budget of AmeriCorps' one-year fellowship program to fund it. This will create job opportunities for thousands of young Americans caring for our natural resources and public lands, deepening their lifelong relationship with the great outdoors.\nCreating universal access to public lands to respect every American's birthright and to grow the size of our outdoor economy.\nNational parks have been called \"America's best idea\" because they embody a democratic ideal: Our most breathtaking places are protected and accessible to all, not just the wealthy or privileged. And while there were more than 318 million visits to our national parks last year, these places are still out of reach for scores of low-income families. There's no better illustration of how backwards our public lands strategy is than the fact that today, we hand over drilling rights to fossil fuel companies for practically no money at all -- and then turn around and charge families who make the minimum wage more than a day's pay to access our parks. The National Park Service is funded by taxpayers, and it's long past time to make entry into our parks free to ensure that visiting our nation's treasures is within reach for every American family.\nIncreasing access to our national parks and public lands is not just the right thing to do; it will also strengthen our economy. Americans are spending more time outdoors than ever before, and public lands are huge economic engines for local communities, drawing in travel and tourism dollars. Outdoor recreation accounts for $887 billion in consumer spending each year and creates 7.6 million sustainable jobs that can't be exported overseas. Communities with accessible outdoor recreation opportunities have a competitive economic advantage, but a patchwork of ownership and access rights means that as many as 10 million acres in the West are not accessible to hunters, anglers, and other outdoor enthusiasts. It's time for us to open more public lands to responsible recreation -- and prioritize accessibility for all Americans to enjoy the great outdoors. I commit to unlocking 50% of these inaccessible acres, to grow our outdoor economy, help ease the burden on our most popular lands, and to provide a financial boost across rural America.\nEnsuring that everyone with a stake has a voice in decisions about the management of our public lands.\nPublic lands in public hands doesn't mean the federal government should ignore the interests of local stakeholders. Too often, local actors feel cut out of decisions that implicate federal lands adjacent to their communities, whether that's where to site an energy project or how to better conserve wildlife habitat. In addition, Tribal Nations have deep connections to land now controlled by the federal government, but are often denied access and consultation about its use.\nI believe it is possible to protect our public lands and still respect communities. It's time for the Department of Interior to meaningfully incorporate the role of state, local, and tribal stakeholders in the management of public lands. The administration of public lands should incorporate tribes' traditional ecological knowledge, making provisions for tribal culture and customs on public lands, and exploring co-management and the return of resources to indigenous protection wherever possible. And the hard work of balancing economic, recreation, and ecological concerns will be improved by meaningful consultation with all state and local stakeholders as decisions are made about the land.\nAmerica's public lands belong to all of us. We should start acting like it -- expanding access, ending fossil fuel extraction, leveraging them as part of the climate solution, and preserving and improving them for our children and grandchildren. Together, we can manage and protect our public lands for generations to come.",
    "url": "https://elizabethwarren.com/plans/protect-public-lands"
}