{
    "id": "protecting_empowering_renters",
    "text": "Everyone in America should have a decent, affordable, and safe place to live. But today, stagnant wages, sky-rocketing rents, and a stark shortage of affordable options are putting the squeeze on America's 43 million renting households.  \nIn 2015, 38% of renters were \"rent burdened\" - spending over 30% of their income in rent. In 2017, 23 million low-income renters paid more than half of their total household income on housing. Many renters also face high energy bills, with low-income renters paying as much as 21% of their income because of energy inefficient housing. A full-time, minimum-wage worker can't afford a two-bedroom apartment anywhere in the nation. Gentrification is displacing communities of color, rising rents are crushing millions of families, and landlords are exploiting their power over tenants. \nBut for decades, the federal government has turned a blind eye to our growing affordable housing crisis. When the government has made investments, it's focused largely on homeownership. From Nixon's moratorium on new public housing construction to Reagan's severe cuts to the Department of Housing and Urban Development's rental assistance program to today's corporate capture of the right to shelter, Washington has failed America's renters. To make matters worse, every single Trump administration budget has slashed funding for HUD's budget. \nAnd shamelessly, some of the same Wall Street firms that tanked the dream of homeownership for millions of American families are now the country's biggest landlords - profiting off the destruction they caused. In the wake of the 2008 crisis, private equity firms like Blackstone went on a shopping spree, snatching up apartment complexes and single-family homes that had been foreclosed. Even the United Nations Special Rapporteurs have reported on their aggressive eviction tactics, the discriminatory impact of their policies on communities of color, and their lobbying efforts against legislation that would protect renters - and accused them of contributing to the global housing crisis. \nMy Housing Plan for America invests $500 billion over the next ten years to build, preserve, and rehab more than three million units that will be affordable to lower-income families. My plan will lower rents by 10%, reform land-use rules that restrict affordable housing construction and further racial segregation, and take a critical first step towards closing the racial wealth gap. \nToday, I'm expanding on those efforts with my plan to protect and empower renters. It has four goals: \nProtect and uphold the rights of tenants \nTackle the growing cost of rent\nInvest in safe, healthy, and green public housing\nFight exploitation by corporate landlords \nProtect and uphold the rights of tenants\nWe'll start by strengthening the rights of tenants. Over 805,000 renter households were threatened with eviction in 2017. When landlords evict tenants, families lose their homes, parents may lose their jobs, kids suffer in schools, and whole communities, especially communities of color, can be displaced by gentrification and skyrocketing rents. In many communities, landlords dramatically hike rents after evicting tenants, driving housing costs up for everyone.\nMost cities and towns in America allow \"no fault\" or \"no cause\" evictions, in which landlords can evict renters for no reason at all, even if they haven't fallen behind on rent or violated a single lease provision. In other jurisdictions, landlords can refuse to renew leases for any reason at all, including to retaliate against tenants who organize or to flip homes families have lived in for decades into luxury housing, or they can add pass through fees on top of rent. And in other cases, landlords will make homes so unlivable - for example, by shutting off heat in the winter or neglecting repair requests  - that tenants are \"constructively evicted\" and have no choice but to leave. In Reno, where there are only 21 affordable housing units per 100 extremely low-income residents, the unjust eviction rate climbed by 300% from 2002 to 2017.\nTenants that organize to take on bad landlords are up against a massive power imbalance. I'll fight to put power back where it belongs: with tenants, not big corporate landlords.\nLandlords shouldn't be able to arbitrarily push families out of their communities to make an extra buck or because of thinly-veiled racism and discrimination. I'll work to secure tenants' rights nationwide - including by creating a federal just cause eviction standard, a right to lease renewal, protections against constructive eviction, and tenants' right to organize. To enforce these rights, I'll condition the $500 billion in new affordable housing funding to states from my housing plan on states affirmatively adopting these key tenant protections. Judges in eviction proceedings would also be required to consider how an eviction might harm a tenant's health conditions or a child's ability to stay enrolled in local public schools, and to temporarily stay evictions if tenants can't find another home in the same neighborhood.\nAs President, I'll also fight for a nationwide right-to-counsel for low-income tenants. \nIn 2010, 90% of tenants in eviction proceedings weren't represented by lawyers, but 90% of landlords were. That legal help matters. Legal representation can significantly increase success in for tenants in their cases, keep eviction filings off their records, and prevent them from having to enter homeless shelters. That's why I'll fight to create a national housing right-to-counsel fund which would provide grants to cities to guarantee access to counsel for low- and middle-income tenants who are facing eviction or taking their landlord to court for violations like breaching their lease, shutting off their heat and water, or violating the housing code. And I'll fight to create a new tenants' cause of action that allows tenants to sue landlords who threaten or begin an illegal eviction.\nI'll also push to create a new Tenant Protection Bureau within the Department of Housing and Urban Development - modeled after the Consumer Financial Protection Bureau (CFPB) - to enforce tenants' rights, take on bad actors, and make sure landlords keep affordable housing affordable for working families. Before the financial crash, I came up with the idea for a consumer financial protection agency-- a new federal agency dedicated to protecting American consumers. I fought for that agency, helped build it from scratch, and now the CFPB has returned nearly $12 billion directly to consumers scammed by financial institutions. \nTenants deserve a cop on the beat too. My new Tenant Protection Bureau, housed within HUD, would enforce these federal tenant protections, like just-cause eviction, for tenants in all federally-funded affordable housing developments, ensure safe and decent living conditions, and guarantee that landlords don't illegally raise rents or fees in federally-subsidized housing. The Tenant Protection Bureau will also empower community organizers with grants to state and local groups who will sue for violations of tenant protections.\nTenants face similar dynamics to borrowers facing unscrupulous banks or servicers. I'll create a tenant hotline modeled after the CFPB consumer complaint database that will route complaints from tenants to their landlords through HUD, which could review the data for enforcement opportunities and share the data with local officials and organizations to help them enforce local protections. \nI'll strengthen fair housing law and enforcement, giving HUD the tools to take on modern-day redlining. A 2017 study in Virginia found that Black tenants were more likely to be evicted, even accounting for different income levels. Research has also shown that low-income women in Black and Latinx neighborhoods face a heightened risk of eviction. Fifty years after the passage of the Fair Housing Act (FHA), housing segregation endures, gentrification is pushing communities of color out of the neighborhoods they built, people with disabilities face pervasive discrimination, and nearly a quarter of transgender people report experiencing housing discrimination. \nWe need to renew our fight against housing discrimination, and I'll start on day one. I'll restore the Affirmatively Furthering Fair Housing (AFFH) rule, which the Trump Administration put on ice. The AFFH rule would fulfill the FHA's promise to end housing segregation by requiring local governments to identify housing policies and practices with racist effects and undo them. I'll also roll back the Trump administration's effort to add work requirements to housing assistance. And I'll withdraw Trump's racist proposed \"mixed status\" rule which, according to HUD's own analysis, would effectively evict tens of thousands of families and 55,000 children based on the immigration status of household family members.  \nThe Trump Administration is also trying to weaken HUD's Disparate Impact Rule, immunizing landlords who use discriminatory algorithms to screen out tenants and making it far harder to hold bad actors accountable. I'll protect the disparate impact rule so that tenants have the tools to challenge zoning regulations that discriminate against people with disabilities, predatory lending practices that target communities of color, and algorithmic redlining.\nBut reversing the Trump Administration's attacks on civil rights isn't enough. The FHA protects against discrimination based on race, color, national origin, religion, sex, familial status, and disability. To start, I'll make sure that HUD's Office of Fair Housing and Equal Opportunity, which has been gutted and undercut by the Trump administration, is fully funded, staffed, and equipped to robustly enforce the FHA - which is particularly critical for renters with disabilities who make up the majority of discrimination complaints. \nMy affordable housing bill would prohibit housing discrimination on the basis of sexual orientation, gender identity, marital status, veteran status, and source of income, like a housing voucher. Under a Warren Administration, HUD will issue regulations to the greatest extent it can under the Fair Housing Act to end housing discrimination against domestic violence survivors, LGBTQ+ people, and based on tenants' immigration status or criminal records. I'll fight for the Equality Act, which would explicitly ban anti-LGBTQ+ discrimination in employment, housing, healthcare, and public accommodations. I'll also direct HUD to take on chronic nuisance ordinances - local laws that push domestic violence survivors, especially Black women, and people with disabilities, out of their homes. And I support immigration reform that's consistent with our values, including a pathway to citizenship for undocumented immigrants - which would make them eligible for public housing benefits.  \nI'll also create a national small dollar grant program to help make sure families aren't evicted because of financial emergencies. I spent my career studying why families go broke -- so I know that it's all too easy for a family to fall behind on rent after a surprise trip to the emergency room or car repair. Massachusetts pioneered several programs that provide small grants to help families facing a one-time budget crunch, like the Homestart program, which provides grants of on average $700 and some wraparound services to help families avoid eviction. It's been reported that 95% of their eviction prevention program recipients remain in their homes four years later. I'll fight to scale this program up nationwide, likely saving federal, state, and local governments money by helping families stay out of emergency homeless shelters.\nWhile nobody should be homeless in America, we need to stop treating our neighbors who are experiencing homelessness as criminals. All across the country, cities and states make it illegal to live on the street, even when there are fewer emergency shelter beds than people who need them - 34% of cities have city-wide bans on camping in public, 43% of cities prohibit sleeping in vehicles, and 9% of cities even prohibit sharing food with homeless people. Even as the affordable housing crisis deepens, pushing more people out of affordable housing, these laws are spreading - just this month the Las Vegas City Council voted to criminalize camping on downtown streets. Enough is enough - it's time to stop criminalizing poverty. My Department of Justice will not fund efforts to criminalize homelessness and will deny grant money to police departments who are arresting residents for living outside. \nI've also already committed to preventing and combating the epidemic of LGBTQ+ youth, transgender, and veterans homelessness. My LGBTQ+ rights plan commits to reauthorizing and fully funding the Runaway and Homeless Youth Act and to creating a LGBTQ+ youth homelessness prevention program within the U.S. Interagency Council on Homelessness. And I will restore and strengthen the HUD Equal Access Rule, reversing Ben Carson's horrific proposal to allow shelters to discriminate against transgender women - so if a trans women of color loses her home, she doesn't face widespread discrimination from homeless shelters. My plan to support our veterans calls to fully fund rapid re-housing and permanent supporting housing through the Supportive Services for Veteran Families (SSVF) and HUD-VASH programs and to create a new competitive grant program to provide wrap-around services for veterans and their families. As we fight to end homelessness and expand affordable housing, we won't leave any groups behind.\nTackling the growing cost of rent.\nMy Housing Plan for America tackles the growing cost of rent at its root: a severe lack of affordable housing supply and state and local land-use rules that needlessly drive up housing costs. My plan would add more than 3 million new affordable housing units, and I'll commit to prioritizing a portion of these units to particularly vulnerable groups like the chronically homeless, people living with HIV, people with disabilities, seniors who want to age in place, and people who have been incarcerated and are returning to the community. My plan will bring down the rents by 10% nationwide and make targeted investments in rural housing programs and in a new Middle-Class Housing Emergency Fund to support the construction of new housing for middle-class renters in communities with severe housing supply shortages. My plan also invests $2.5 billion in the Indian Housing Block Grant and the Native Hawaiian Housing Block Grant to build or rehabilitate 200,000 homes on tribal land.\nWe'll also incentivize the elimination of costly zoning rules - like minimum lot sizes or parking requirements - with a $10 billion new competitive grant program that state and local government can use to build infrastructure, parks, roads, or schools on the condition that they reform land-use rules to allow for the construction of additional well-located affordable housing units and to protect tenants from rent spikes and eviction. And in doing all of this, my plan would create 1.5 million new jobs.\nBut we must do more. More than 30 states have laws on the books that explicitly prohibit cities from adopting rent control - and when tenants and communities fight to repeal those laws, they're met with fierce opposition from real estate and private equity giants that have shelled out massive amounts of money to block them. States shouldn't be able to suppress local innovation or stop towns and cities from adopting the housing policies that best protect their residents. That's why my administration will work to stop states from preempting local tenant protection laws, including rent control. A Warren Administration will side with people over private equity. I'll condition the new affordable housing money from my Housing plan that goes to states on repealing state laws that prohibit local rent control laws and other tenant protections.\nStates and local governments across the country have adopted a number of different strategies to tackle rising rent costs. This year, Oregon and California became the first states to pass statewide rental control measures. From Maryland to Colorado, communities across the country have been testing out the community land trust model, to try to break the link between the cost of the land and the private, speculative market. As President, I'll create an Innovation Lab in HUD to study strategies that keep rents affordable such as rent control, multi-year leases, zoning reform, and community land trusts, and share data on what works and best practices. I'll also bring together a commission of federal, state, and local government officials, public housing administrators, housing justice organizations, homelessness advocates, and tenants' unions to discuss affordability and strategies to address it. \nI'll direct HUD to recognize strategies that prevent gentrification and displacement of long time communities as ways for meeting jurisdictions' obligations under the Affirmatively Furthering Fair Housing rule. I'll also restore and improve the Small Area Fair Market Rent (SAFMR) rule, which the Trump administration has tried to block. SAFMR sets the housing voucher amounts at the zip code level rather than the metro level and promotes integration by allowing vouchers to cover more in neighborhoods with higher rental costs. I'll also direct HUD to ensure that the shift does not reduce the number of total housing units available to voucher holders, invest additional resources and technical assistance to increase understanding of this rule among public housing authorities (PHAs) and tenants, issue additional guidance on setting payment standards, and make the administrative plans by PHAs of the implementation of this rule publicly available. \nInvest in safe, healthy, and green public housing.\nToday, about 2 million people nationwide live in 1.1 million public housing units -- and too many are living in homes with lead, rats and roaches, and black mold that jeopardize their health. Tenants who receive HUD rental assistance are more likely to suffer from chronic health conditions or go to an emergency room than other similarly situated renters. Children in these households are more likely to have asthma and face an acute risk of lead poisoning. \nPublic housing is also failing in meeting the needs of Section 8 eligible renters who have disabilities. About 41% of all public housing units are home to a disabled person, but only about 3% of those units actually have accessibility features. \nThe federal government's decision to scale back or not match inflation when funding public housing has resulted in a national public housing capital repair backlog of $70 billion, leading to inaccessible housing for people with disabilities and substandard living conditions. Because units have been demolished or removed due to uninhabitable conditions, the total number of public housing units has fallen by more than 250,000 since the mid-1990s. And with a median public housing waiting list of 9 months, and in some cases, as long as 8 years, we can't afford to lose a single unit. \nAs climate change makes summer heat waves and winter cold snaps more severe and disasters more frequent, the number of habitable units could fall even further, and public housing across the country is at risk. Last winter, nearly 90% of New York City Housing Authority units lost heat because of boiler system breakdowns. Some of those same residents dealt with extreme heat in the summer, which can be particularly dangerous to the elderly and residents with disabilities. In Charleston, South Carolina, which is facing rising sea levels, 7 of the PHA's properties are only a few feet above the high tide level, and across the country, nearly half a million HUD-assisted housing units are in flood zones. \nWe must invest in safe, healthy, and green homes. I'll start by repealing the Faircloth Amendment, which has prohibited the use of federal funds for the construction or operation of new public housing units with Capital or Operating Funds, effectively capping the number of public housing units available at 1999 levels. I'll fight to completely close the national public housing capital repair backlog, expand disability accessibility, and for 1:1 replacement of any units that have to be removed or demolished. And I'll fight for investments in new public housing construction. \nI'll also update the rules of major federal housing funding programs, like the Low Income Housing Tax Credit, Housing Trust Fund, Capital Magnet Fund, and Home Grant program, to allow PHAs or other public institutions to use these funds to develop properties and Section 811 PRA housing themselves and maintain public ownership. Under current rules, states are required to contract with private developers. With this change, PHAs and other public institutions will also be able to benefit from the massive investment of my Housing plan. Like existing developments under these programs, these projects would be subsidized to allow low-income tenants to live alongside market rate tenants. And I'll encourage PHAs to develop a participatory budgeting process with residents on how capital dollars are spent. \nI believe that every renter has the right to a healthy home. I have called for retrofitting 4% of our existing building stock each year in my 100% Clean Energy for America plan. I will ensure that public housing units and public schools are prioritized for retrofitting because more efficient homes mean lower energy bills, and the cost of energy should not hold any family back. And I will work across federal agencies to eliminate toxic substances like mold and lead from all housing and drinking water sources by investing in toxic mold removal, establishing a lead abatement grant program to remediate lead in all federal buildings, and providing a Lead Safety Tax Credit to incentivize landlords to invest in remediation for their tenants. I'll fully fund CDC's environmental health programs like the Childhood Lead Prevention program, and fully capitalize the Drinking Water State Revolving Fund and the Clean Water State Revolving Fund to ensure that nobody's drinking water is poisoned because of crumbling infrastructure. And I will immediately roll back the amended timeline of the EPA draft rule on lead pipe replacement, which the Trump administration has tried to relax from 13 to 33 years. \nFor all new affordable rental units, I will ensure that the project undergoes an environmental equity screen during both the siting and construction phases so that we do not continue to subject low-income communities to environmental racism through our housing policies. I will direct the Department of Energy to provide technical assistance to utilities to better support and incentivize on-bill financing to further adoption of clean energy, no matter the income, credit, or renter status of each customer. \nAnd as we modernize our public housing units, we will build livable communities starting with a new Green Public Housing program that will create millions of jobs and provide climate smart housing. Because of the massive maintenance backlog in America's public housing, and because the federal government hasn't funded new public housing construction in decades, many public housing buildings aren't equipped to withstand the increasingly harsh realities of climate change. I am a proud supporter of the Green New Deal for Public Housing Act, which will create grant programs for public housing authorities to conduct deep energy retrofits, prioritize workforce development, upgrade the facilities' energy efficiency and water quality, allow for community renewable energy generation, and encourage recycling, community resiliency, and climate adaptation. My 100% Clean Energy for America plan calls for all new commercial and residential buildings to have zero carbon pollution by 2028, and this applies to any new public housing development as well. Nobody should have to face substandard living conditions, and through the Green Public Housing program, we will ensure that we raise the standard of living for all renters.  \nAnd I will make sure we're supporting those who have been displaced by disaster. Renters are particularly vulnerable in the wake of natural disasters. But for too long, renters have been overlooked in government post-disaster response and recovery. That's why I introduced the Housing Survivors of Major Disaster Act, which will require FEMA to work with HUD to immediately set up the Disaster Housing Assistance Program (DHAP) for temporary rental assistance and wraparound services to disaster survivors. This will also support those who might not have residence documentation, to ensure renters without leasing documents and people who are homeless have access to these critical services.\nFight the exploitation of renters by corporate landlords. \nSince the mortgage crisis, large private equity firms have become some of the country's biggest landlords - a big win for Wall Street, but a huge loss for America's renters. Take Blackstone, one of the largest private equity firms in the world. Since 2016, more than 600 complaints have been filed against Blackstone subsidiary Invitation Homes with the Better Business Bureau, and Invitation Homes is currently facing a class action lawsuit in California for subjecting tenants to excessive and illegal late fees. \nThe problems extend to other private equity landlords too. Colony Capital, the third-largest single family landlord in the country, evicted more than 30% of tenants living in its Atlanta rentals. In Memphis, Firstkey Homes, a property management company owned by Cerberus Capital Management, files for eviction at twice the rate of other property managers.\nWe can't keep letting these firms loot the economy to pad their own pockets while working families suffer. My plan to Rein in Wall Street will hold private equity firms accountable and prevent private equity funds from snatching up properties and dramatically raising rents, allowing more people to stay in their homes. My Excessive Lobbying Tax will make it more costly for these firms to lobby against policies that protect renters. \nBut we can do more. I'll stop federal dollars from going to predatory landlords and lenders with a long history of harassing tenants, forcing tenants to live in dangerous or indecent conditions, or redlining our communities. I've already committed to strict new requirements for Fannie Mae and Freddie Mac, limiting the situations in which the agencies can sell mortgages and imposing new requirements on Wall Street buyers to protect homeowners.\nI'll also direct the Federal Housing Administration to deny federal support to landlords that violate tenants' rights. My FHA will develop rules that prohibit federal agencies from insuring, guaranteeing, or lending to landlords with a history of harassing tenants, violating housing codes, unjust evictions, violating fair housing law, or engaging in unconscionable rent increases. That means no federal support for landlords that violate tenants' rights -- like Jared Kushner's family firm, which is under investigation for harassing tenants out of rent-stabilized homes.\nI'll go further and allow all suits for violations of the Fair Housing Act and Federal, state or local housing protections to reach to the private equity firm and its general partners. After the housing crisis, private equity firms gobbled up hundreds of thousands of Real Estate Owned (REO) properties and troubled mortgages from FHA, Fannie Mae, and Freddie Mac. In the years since, private equity firms have expanded their portfolios in housing and have taken a particularly aggressive position in the market for manufactured home parks. In the midst of the financial crisis, private equity firms exploited legal loopholes and used shell companies to ensure tenants were unable to get justice when they're wronged and removing all disincentive for abuse. \nMy housing plan would end the pipeline of foreclosed homes from Federal agencies to private equity firms, and My Wall Street plan allowed extended liability for actions at a private equity portfolio company to the private equity firm and its general partners in the case of a government enforcement action. \nI'll rein in payday lenders who take advantage of renters. Payday lenders cluster in low-income areas, like around government-subsidized housing, and target communities of color. I've called out the unscrupulous, exploitative practices for more than a decade. As President, I'll direct the CFPB to issue a comprehensive package of regulations on payday lenders, including limiting the proximity of payday lenders near public housing. I'll call for Congress to repeal the Dodd-Frank provision that prohibits the CFPB from capping interest rates, empowering the CFPB to effectively regulate these bad actors. \nAnd I'll take on \"land contracts\" agreements, predatory loans that are frequently targeted at communities of color. Land contracts are high-interest loans that are often marketed as a path to homeownership. Tenant-buyers make payments towards a lender over a long period of time, and the lenders that own the homes are only required to turn over legal title to the home after the renter has completely paid it off. But homes -- often houses lost in the foreclosure crisis -- can be in such bad condition they're basically uninhabitable, and the contracts shift the costs of fixing them up away from banks and onto unsuspecting families. \nWorse still, these contracts are built to fail: If tenants fall behind on these unregulated, high-interest loans, predatory lenders can seize the property -- and keep would-be buyers' money -- so they make it hard for families to keep up with payments by inflating the prices, disguising debts, and hiding unfair terms in the fine print of their land contracts. Predatory lenders target communities of color for land contracts, including the same families displaced by rising rents. I'll choose a CFPB Director committed to reigning in land contracts.\nNext, I'll require large corporate landlords to publicly disclose data. I'll create a national public database of information about large corporate landlords, by requiring them to report key data to HUD. The database will include information like corporate landlords' median rent, the number and percentage of tenants they evicted, building code violations, the most recent standard lease agreement used, and the identity of any individuals with an ownership interest of 25% or more, either directly or indirectly, in large landlords' corporations, LLCs, or similar legal entities. And I'll direct HUD to study the impact that these kinds of landlords have on local rental markets.",
    "url": "https://elizabethwarren.com/plans/protecting-empowering-renters"
}