{
    "id": "public_education",
    "text": "I attended public school growing up in Oklahoma. After I graduated from the University of Houston, a public university where tuition cost only $50 a semester, my first job was as a special education teacher at a public school in New Jersey. I later attended a public law school.  \nI believe in America's public schools. And I believe that every kid in America should have the same access to a high-quality public education - no matter where they live, the color of their skin, or how much money their parents make. \nWe're not living up to that promise. Funding for public K-12 education is both inadequate and inequitable. I've long been concerned about the way that school systems rely heavily on local property taxes, shortchanging students in low-income areas and condemning communities caught in a spiral of decreasing property values and declining schools. Despite a national expectation of progress, public schools are more segregated today than they were thirty years ago, and the link between school funding and property values perpetuates the effects of ongoing housing discrimination and racist housing policies, like redlining, that restricted homeownership and home values for Black Americans. \nWe ask so much of our public school teachers, paraprofessionals, and school staff. But instead of treating them like professionals - paying them well, listening to them, and giving them the support they need - we impose extreme accountability measures that punish them for factors they cannot possibly control. We divert public dollars from traditional public schools that need them, leave our students vulnerable to exploitative companies that prey on schools' limited resources for profit, and allow corruption to undermine the quality of education that our students receive. \nAnd each of these trends has gotten worse under Betsy DeVos - a Secretary of Education who thinks traditional public schools are a \"dead end.\" \nWe can do so much better for our students, our teachers, and our communities. I'll start - as I promised in May - by replacing DeVos with a Secretary of Education who has been a public school teacher, believes in public education, and will listen to our public school teachers, parents, and students. \nBut that's just the beginning. As public school teachers across the country know, our schools do not have the financial resources they need to deliver a quality public education for every child. That's why my plan invests hundreds of billions of dollars in our public schools - paid for by a two-cent wealth tax on fortunes above $50 million - and makes a series of legislative and administrative changes to achieve five objectives: \nFund schools adequately and equitably so that all students have access to a great public education.\nRenew the fight against segregation and discrimination in our schools.\nProvide a warm, safe, and nurturing school climate for all our kids.\nTreat teachers and staff like the professionals they are. \nStop the privatization and corruption of our public education system.\nWhat would this plan mean for America's families? Parents wouldn't have to bust their budgets to live in certain exclusive neighborhoods just to ensure that their children get a good education. Parents of children with disabilities wouldn't have to fight every day so their children get the services they're entitled to and that they need. Public school teachers and staff would have more financial security and more freedom to use their expertise to teach their students. And every student would have the chance to go to a safe, enriching public school from pre-K to high school. \nFunding Schools Adequately and Equitably \nAll students should have the resources they need to get a great public education. That's not happening today. The data show that more school funding significantly improves student achievement, particularly for students from low-income backgrounds. Yet our current approach to school funding at the federal, state, and local level underfunds our schools and results in many students from low-income backgrounds receiving less funding than other students on a per-student basis. My plan makes a historic new federal investment in public schools - and pushes both the federal government and state governments to dedicate more resources to the schools and students that need them most.\nState and local funds make up about 90% of total K-12 education funding. The federal government provides roughly the remaining 10% of K-12 funding, primarily through Title I of the Elementary and Secondary Education Act of 1965. \nBoth sets of investments have serious shortcomings. On the state side, even when states provide substantial supplemental funding for high-need communities, reliance on local property tax revenue means wealthier communities are often still able to spend more money on their public schools than poorer communities. As of 2015, only 11 states used a progressive funding formula - one that dedicates more money per-student to high-poverty school districts. The remaining states use a funding formula that is either basically flat per-student or dedicates less money per-student to high-poverty districts. In a handful of states, students in high-poverty districts get less than 75 cents for every dollar that students in wealthier school districts get.\nThere are problems with federal funding too. The Elementary and Secondary Education Act is a civil rights law Congress enacted to provide supplemental support for students from low-income backgrounds or those who need extra support, like English Language Learners and students who are homeless or in foster care. Almost every school district and 70% of schools receive some Title I money, but the current investment in Title I - $15.8 billion - is not nearly enough to make up for state-level funding inequities. And Title I funding itself is distributed based on a formula that isn't always efficiently targeted to ensure adequate support for the schools and students who need it most. \nOur flawed approach to K-12 funding isn't just producing disparities in education between poor and rich students. It's also helping produce disparities in education based on race. \nBlack and Latinx students are disproportionately likely to attend chronically under-resourced schools. Bureau of Indian Education schools are badly underfunded too. \nMy plan addresses each and every aspect of this problem. It starts by quadrupling Title I funding - an additional $450 billion over the next 10 years - to help ensure that all children get a high-quality public education. \nBut we need to do more than just increase funding. We also need to ensure that federal funds are reaching the students and schools that need it most. That's why I'm committed to working with public education leaders and school finance experts to improve the way the federal government allocates this new Title I funding. And I would impose transparency requirements on this new funding so that we can understand what investments work best and adapt our approach accordingly.\nI'm also committed to using this new federal investment to press states to adopt better funding approaches themselves. I would condition access to this additional Title I funding on states chipping in more funding, adopting more progressive funding formulas, and actually allocating funding consistently with these new formulas. This would ensure that both the federal government and state governments do their part to progressively and equitably fund public schools while still ensuring that no child gets less per-student funding than they do today. \nMy plan also lives up to our collective commitments to students with disabilities. The Individuals with Disabilities Education Act protects the civil rights of students with disabilities by guaranteeing their right to a free and appropriate public education. When Congress passed the original version of IDEA in 1975, it promised to cover 40% of the additional costs of educating students with disabilities. \nBut today, Congress is failing spectacularly in meeting that obligation. Last year, the federal government covered less than 15% of these costs. That failure has shifted the burden to states and school districts that simply can't find the money to make up the difference. The result? Students with disabilities are denied the resources they need to fulfill their potential.  \nThis will end under my administration. I'll make good on the federal government's original 40% funding promise by committing an additional $20 billion a year to IDEA grants. I will also expand IDEA funding for 3-5 year olds and for early intervention services for toddlers and infants.\nIn addition to ensuring that all students have the resources they need for a high-quality public education, I'll give schools the chance to invest in programs and resources that they believe are most important to their students. That's why my plan will invest an additional $100 billion over ten years in \"Excellence Grants\" to any public school. That's the equivalent of $1 million for every public school in the country to invest in options that schools and districts identify to help their students. These funds can be used to develop state-of-the art labs, restore afterschool arts programs, implement school-based student mentoring programs, and more. I'll work with schools and school leaders to develop the best way to structure these grants to meet their needs.\nThose funds can also be invested in developing sustainable community schools - and the Warren Administration will have the goal of helping 25,000 public schools transition to the community school framework by 2030. Community schools are hubs of their community. Through school coordinators, they connect students and families with community partners to provide opportunities, support, and services inside and outside of the school. These schools center around wraparound services, family and community engagement, afterschool programs and expanded learning time, and collaborative leadership structures. Studies show that every dollar invested in community schools generates up to $15 in economic return to the community.\nFinally, my plan will provide a surge of investment in school facilities and infrastructure. About 50 million students and 6 million adults spend their weekdays in public school buildings. Too many of these schools are dealing with leaky roofs, broken heating systems, lead pipes, black mold, and other serious infrastructure issues. According to the most recent data, more than half of our public schools need repairs to be in \"good\" condition. Our poor school infrastructure has serious effects on the health and academic outcomes of students and on the well-being of teachers and staff.\nMore than half of schools need repairs to be in \"good\" condition\n*Source: The National Center for Education \nThe vastly unequal state of public school facilities is unacceptable and a threat to public education itself. We cannot legitimately call our schools \"public\" when some students have state-of-the-art classrooms and others do not even have consistent running water. The federal government must step in.\nThat's why, as President, I'll invest at least an additional $50 billion in school infrastructure across the country - targeted at the schools that need it most - on top of existing funding for school upgrades and improvements in my other plans. For example, my Clean Energy Plan for America commits billions of dollars to retrofit and upgrade buildings to increase energy efficiency and to invest in zero-emission school buses. My housing plan commits $10 billion in competitive grants that communities can use for school repairs. My Environmental Justice plan establishes a lead abatement grant program focused on schools. My Plan to Invest in Rural America commits to universal broadband so that every student in this country can access the Internet at school. And I will fully fund Bureau of Indian Education schools to support major construction and repair backlogs. \nRenewing the Fight Against Segregation and Discrimination in Public Schools \nWhile Donald Trump tries to divide us and pit people of different races and backgrounds against each other, Americans know that we are stronger because of our differences. As my dear friend Congressman Elijah Cummings said earlier this year before his passing, \"America has always been at its best when we understand that diversity is our promise - not our problem.\" Integrated communities and integrated schools help create a society built on mutual respect and understanding. \nBut broad public affirmation of the Brown v. Board of Education decisions in the 1950s and recent debates about historical desegregation policies have obscured an uncomfortable truth - our public schools are more segregated today than they were about thirty years ago. \nWe made only fitful progress towards integration in the years immediately after the Brown v. Board decisions. But by the mid-1980s, thanks to dedicated advocacy by civil rights leaders and sustained investment and oversight by the federal government, school segregation had declined. \nThen we reversed course. The Supreme Court scaled back the courts' remedial tools to address segregation, which - as I called out at the time as a law student - entrenched segregation, particularly in Northern urban schools. To make matters worse, the Nixon and Reagan Administrations slashed investments in integration efforts and loosened federal oversight, setting us on a path towards heightened segregation. Over the same period, segregation of Latinx students entrenched even further. \nIntegrated schools improve educational outcomes for students of all races. And integrated schools are demanded by our Constitution's guarantee of equal protection to every person in this country. In a Warren Administration, we will achieve this goal.\nThe first step toward integrating our schools is integrating our communities. \nToday in America, residential communities are highly segregated. Some believe that's purely a result of people choosing to live close to other people who look like them. That's wrong. Modern residential segregation is driven at least in part by income inequality and parents seeking out the best possible school districts for their children. By investing more money in our public schools - and helping ensure that every public school is a great one - my plan will address one of the key drivers of residential segregation.  \nBeyond that, my Housing Plan for America establishes a $10 billion competitive grant program that offers states and cities money to build parks, roads, and schools if they eliminate the kinds of restrictive zoning laws that can further racial segregation. And it includes a historic new down payment assistance program that promotes integration by giving residents of formerly redlined areas help to buy a home in any community they choose.   \nMy plan would also use federal education funding to encourage states to further integrate their schools. Under current law, states may use a portion of Title I funds to implement evidence-based interventions for low-performing schools. The data show that students at integrated schools perform better, so even in the absence of congressional action, my administration can and will use these provisions to encourage states to use that portion of Title I money on integration efforts of their own design. All told, that will add up to billions of dollars a year that states can use to promote residential and public school integration, including through the use of public magnet schools. And to ensure that school districts won't have to choose between integration and federal funding, my plan will guarantee that districts will retain access to Title I funds even if their successful integration efforts cause the districts to fall below current Title I funding thresholds.\nIncentives to integrate communities and schools will encourage many districts to do the right thing. But they won't be sufficient everywhere. That's why I'm committed to strengthening Title VI of the Civil Rights Act of 1964 - which prohibits discrimination on the basis of race in any program or activity that receives federal funding - and reviving robust enforcement of its terms. Betsy DeVos and the Trump Administration have pulled back on civil rights enforcement, seemingly content to let states and districts use billions of taxpayer dollars to entrench or exacerbate racial segregation in schools. That ends under a Warren Administration. Here's what we'll do:\nStrengthen Title VI: Under current Supreme Court precedent on Title VI, the government can challenge any policy that disproportionately harms students of color, but students and parents can only bring a claim under Title VI for intentional discrimination. Students and parents should have the right to challenge systemic discrimination that perpetuates school segregation, so I will push to expand the private right of action under Title VI to cover claims of disparate impact against states and school districts. I will also fight to give the Justice Department - in coordination with the relevant funding agency - direct enforcement authority to bring disparate impact claims under Title VI, and to give DOJ the right to issue subpoenas and civil investigative demands under Title VI to strengthen their investigative capacity.\nRevive and fund the Department of Education's Office for Civil Rights (OCR): OCR is responsible for enforcing federal civil rights laws in our public schools. Betsy DeVos rescinded dozens of guidelines intended to prevent discrimination and limited OCR's capacity to give complaints the consideration they deserve. My administration will restore and expand OCR's capacity, reinstate and update the rules and guidance revoked by DeVos, press for new protections for students, and give OCR clear marching orders to root out discrimination wherever it is found. \nSubject attempts to create \"breakaway\" districts to additional enforcement scrutiny: Since 2000, there have been at least 128 attempts to break off a part of an existing school district into its own separate district. These \"breakaway\" districts are often wealthier and whiter than the district they leave behind and typically result in massive funding inequities between the new district and the old one. Under my leadership, the Department of Education and the Justice Department will subject any attempt to create a breakaway district to careful scrutiny and bring appropriate Title VI enforcement actions. \nImprove federal data collection to support better outcomes: Activists, academics, and legislators rely on the Department of Education's Civil Rights Data Collection to better monitor and remedy what's broken in our public education system. But there's a years-long lag in the data collection process - and the data that are collected glosses over crucial details. I will increase funding for CRDC so that we can expand the types of data collected, provide data collection training on the district and state level, and produce data more quickly. \nI am also committed to ending discrimination against all students. My administration will strictly enforce the right of students with disabilities to a free and appropriate public education. I will push to build on Obama-era policies by writing new rules to help ensure that students of color with disabilities are treated fairly when it comes to identifying disabilities, classroom placement, services and accommodations, and discipline. I am opposed to the use of restraint and seclusion in schools, and I will push for sufficient training to ensure student, teacher, and staff safety. I will protect students' right to be educated in the least restrictive environment. And in light of the Supreme Court's unanimous decision in Endrew F. v. Douglas County School District, which affirmed the right of every child to have the chance to meet challenging objectives, my Department of Education will help schools and districts develop and implement ambitious individualized education programs for all students with disabilities. This includes upholding the right to a fair and appropriate public education for students in juvenile detention facilities, who are disproportionately students with disabilities. \nI will also fight to protect the rights of LGBTQ+ students. When Gavin Grimm took his school district to court to defend the rights of transgender students, he bravely stood for the many LGBTQ+ students facing harassment and discrimination in our schools. Today, more than half of LGBTQ+ students report feeling unsafe at school, and nearly a fifth have been forced to switch schools. That's why I will press to enact the Safe Schools Improvement Act, which requires school districts to adopt codes of conduct that specifically prohibit bullying and harassment on the basis of sexual orientation and gender identity. I will also direct the Department of Education to reinstate guidance revoked under Trump about transgender students' rights under Title IX, and make clear that federal civil rights law prohibits anti-LGBTQ+ rules like discriminatory dress codes, prohibiting students from writing or discussing LGBTQ+ topics in class, or punishing students for bringing same-sex partners to school events. And I will affirm and enforce federal protections under Title IX for all students who are survivors of sexual harassment and assault.\nI will commit to protecting English Language Learners. Our public schools are home to nearly 5 million English Language Learners - about 10% of the entire student population. In 1974, the Supreme Court ruled that failing to give English Language Learners meaningful instruction was a violation of their civil rights. But, once again, the Department of Education is failing these students under Betsy DeVos. As President, I will affirm and strengthen the Obama Administration's 2015 guidelines on the civil rights of English Language Learners to include meaningful access to rigorous coursework, teachers, special education services, and integration with the rest of the student body, while fostering their home language.\nI will also commit to protecting immigrant students and their families. \nImmigration makes America stronger - economically, socially, and culturally. But because of the Trump Administration's inhumane immigration policies, many immigrant students are afraid to go to school, and many families living in the shadows are afraid to access resources like free school lunch. I would end the Trump's Administration's monstrous policies and enact immigration reform that is fair, humane, and reflects our values. I will ensure immigrant students don't get second-class status by being directed into GED programs instead of classrooms. I will protect sensitive locations like schools from immigrant enforcement actions. And I'll recommit OCR to upholding and enforcing Plyler v. Doe - which the Trump administration has tried to undermine - so that all immigrant children have access to a quality education, no matter their native language, national origin, immigration status, or educational history.\nFinally, I will nominate judges who look like America and are committed to applying our civil rights laws. The courts often have the final say on critical civil rights matters. Donald Trump has appointed judges who are overwhelmingly white and overwhelmingly male. During their confirmation processes, dozens of his appointees refused to state publicly that they would uphold Brown v. Board of Education. I'm committed to appointing a diverse slate of judges, including those who have a background in civil rights. And while it is shocking to need to make this commitment, I will only appoint judges who will apply the law as established in Brown v. Board of Education and other landmark civil rights rulings.\nProviding a Warm, Safe, and Nurturing School Climate for All Our Kids\nEvery student deserves the opportunity to learn in a traditional public school that's welcoming and safe. Research shows that students learn best when they have supportive and nurturing relationships with teachers and administrators, and when learning is not just academic but social and emotional too. With 46 million children experiencing some form of trauma - whether it's poverty, violence in the community or in the home, homelessness, family separation, or an incarcerated caretaker - we can't expect schools to bear this burden alone. \nIn addition to my goal of turning 25,000 public schools into true community schools, my plan will ensure the federal government plays its part in trying to bring a positive and nurturing climate to every school. \nHere's what we'll do:\nExpand access to early childhood services and education: My plan for Universal Child Care and Early Learning will provide high-quality child care and early learning to 12 million kids across the country. As part of a comprehensive early childhood education system, I will ensure all children can attend free high-quality universal pre-K. That means pre-K teachers that are prepared, supported, and compensated fairly, and program alignment to K-3, ensuring that every child is ready for day one of kindergarten and beyond.\nEliminate high-stakes testing: The push toward high-stakes standardized testing has hurt both students and teachers. Schools have eliminated critical courses that are not subject to federally mandated testing, like social studies and the arts. They can exclude students who don't perform well on tests. Teachers feel pressured to teach to the test, rather than ensuring that students have a rich learning experience. I oppose high-stakes testing, and I co-sponsored successful legislation in Congress to eliminate unnecessary and low-quality standardized tests. As president, I'll push to prohibit the use of standardized testing as a primary or significant factor in closing a school, firing a teacher, or making any other high-stakes decisions, and encourage schools to use authentic assessments that allow students to demonstrate learning in multiple ways.\nCancel student breakfast and lunch debt and provide free and nutritious school meals: No one should have to go into debt to get a nutritious meal at school. I've already proposed expanding the farm-to-school program one-hundred fold so that schools get access to fresh, local, nutritious meals. I will also push to cancel all existing student meal debt and increase federal funding to school meals programs so that students everywhere get free breakfast and lunch. And to meaningfully address student food insecurity and hunger, I will direct my Department of Education to work with schools to look for ways to provide dinner, and meals over weekends and throughout long holidays, to students who need it. \nInvest in evidenced-based school safety: Despite evidence that the militarization of our schools does not improve school safety, the Trump Administration has doubled down on militarization policies that only make students, teachers, and parents feel less safe. Enacting basic gun safety laws that the overwhelming majority of Americans support is a critical step towards improving school safety. But we need to take a different approach in our schools, too - 14 million students attend schools with police but no counselor, nurse, psychologist, or social worker. I will push to close the mental health provider gap in schools so that every school has access to the staff necessary to support students. And if police officers have to be in schools, they should receive training on discrimination, youth development, and de-escalation tactics, and the contracts between districts and law enforcement agencies should clearly define the responsibilities and limitations of the officers and the rights of the students. And no teacher should be armed - period. \nStudents in school with police but no...\nSource: American Civil Liberties Union View in full screen.\nEnd zero-tolerance discipline policies: Zero-tolerance policies require out-of-school suspensions or expulsions on the first offense for a variety of behaviors. These policies are ineffective, disproportionately hurt Black, Latinx, Native American, and Southeast Asian and Pacific Islander students, and can serve as the entry point to the school-to-prison pipeline. My administration will encourage schools to adopt discipline policies that draw students in rather than pushing them out, including restorative justice programs, which have been shown to dramatically reduce suspension rates and the discipline gap between Black and White students. I will also push to issue guidance to limit the use of discriminatory dress codes targeting student dress and hairstyle that lead to students of color losing valuable learning time and Muslim students being denied participation in school activities.\nSchool-to-prison pipeline in numbers\nSource: American Civil Liberties Union View in full screen.\nEstablish more School-Based Health Centers: Students do better when they have access to good health care on site, but students from low-income backgrounds are less likely to have regular access to providers and preventative care. Students from rural communities and students attending Bureau of Indian Education schools also face significant barriers to health care access. School-Based Health Centers have been shown to improve grade promotion and decrease suspension rates and to increase the rates of vaccination and detection of hearing and vision issues. I've committed to establishing a $25 billion capital fund for communities that are health professional shortage areas to improve access to care through projects like constructing a School-Based Health Center or expanding capacity or services at an existing clinic. \nExpand the implementation of comprehensive, culturally relevant curriculum and Social Emotional Learning: Rigorous, culturally relevant, identity-affirming curriculum can increase attendance and academic success of students. And Social Emotional Learning - curriculum that focuses on empathy, responsible decision-making, and positive relationships - has positive effects too. Unfortunately, because of tight budgets, these subjects and programs are often considered expendable. We should invest more in curricula that engage all students across a wide array of subject areas like the arts, STEM, civics, and health, including evidence-based inclusive sex ed. I'll fight to fully fund and target programs that conduct research in and support well-rounded, culturally relevant education, some of which the Trump administration has proposed eliminating entirely. I've already committed to supporting programs to ensure that public school curriculum includes Native American history and culture as a core component of all students' education. In addition to those programs, we should ensure that all the communities that make up our public schools are reflected in school curricula. And I'll require states receiving these grants to provide the same well-rounded, culturally relevant curriculum in alternative schools and juvenile detention facilities.\nProvide better access to career and college readiness (CCR): As President, I will enact legislation to make public two-year, four-year, and technical colleges tuition-free for all students. We must also ensure that students are able to take advantage of those opportunities and that high schools are funded and designed to prepare students for careers, college, and life. Students from low-income backgrounds are more likely than their wealthier peers to graduate high school without having taken any CCR coursework. Students with disabilities are also less likely to have the opportunity to enroll in CCR courses. I've fought hard in Congress to make sure high school students can access career and technical education without paying out of pocket. I've also proposed dramatically scaling up high-quality apprenticeship programs with a $20 billion investment that will support partnerships between high schools, community colleges, unions, and companies. I'll work with the disability community to encourage schools to begin the development of postsecondary transition plans, as required by IDEA, earlier in a student's school career. I'll work with states to align high school graduation requirements with their public college admission requirements. And I'll also direct the Department of Education to issue guidance on how schools can leverage existing federal programs to facilitate education-to-workforce preparedness.\nAddress chronic absenteeism without punishing parents or children: About 8 million students missed at least three weeks of school during the 2015-2016 school year, with Black and Latinx students more likely to be chronically absent than their white and Asian peers. In younger grades, students who are chronically absent are less likely to meet state proficiency standards. In middle and high school, chronic absenteeism is a predictor of whether a student drops out of school before completing high school. I'm committed to decriminalizing truancy and to working to decrease the rate of chronic absenteeism through other means. My plan to invest in programs that promote Social Emotional Learning, free school meals, and restorative justice would help reduce chronic absenteeism. I'll also increase federal funding for pilot programs that implement best practices in truancy reduction, like sending parents easy-to-understand notices on the effects of chronic absenteeism, which has been shown to improve attendance by 40%.  \nBlack girls were 8 or more times as likely to be arrested than white girls in:\nSource: American Civil Liberties Union View in full screen.\nTreating Public School Teachers and Staff Like the Professionals They Are\nTeachers, paraprofessionals, school staff, and school leaders are the foundation of our public education system. But inadequate pay, shrinking benefits, under-resourced classrooms, and dangerously high levels of student debt are squeezing teachers and staff. We trust them to educate our children, but we fail to treat them like the professionals they are. \nDespite these challenges, our country's educators have taken matters into their own hands - not only in the classroom, but also in the fight for the future of our country. Teachers have been battling for public investment over privatization, and for shared prosperity over concentrated wealth and power. Educators, particularly women, across the country have carried the #RedforEd movement from the streets to state capitol buildings, striking not just to get the compensation they deserve, but to condemn the diversion of funding from public schools to private ones, to increase funding to reduce class sizes and improve their schools, and to expand services that will make their students' lives safer and more stable. \nTeachers have shown that they will stand together and fight for what they believe in. They deserve a President who will fight for them too. That's why, as President, I will: \nProvide funding for schools to increase pay and support for all public school educators: Pay for our public school educators is unacceptably low, and it's putting incredible strain on them and causing many to burn out and leave the profession. My plan to quadruple Title I funding incentivizes states to shift their funding formulas to better support students in critical ways, such as by increasing teacher pay with the goal of closing the educator pay gap and also paying paraprofessionals and other education support professionals a living wage. It also means additional funds to ensure that classrooms are well-equipped with resources and supports so that teachers aren't paying out of pocket. \nStrengthen the ability of teachers, paraprofessionals, and staff to organize and bargain for just compensation, for a voice in education policy, and for greater investment in public education: One of the best ways to raise teacher pay permanently and sustainably - and to give teachers more voice in their schools - is to make it easier for teachers to join a union, to bargain collectively, and to strike like educators did across 14 states in 2018-2019. I have led the effort to eliminate the ability of states to pass anti-union \"right to work\" laws, and I will make enacting that change a top priority. And as part of my plan for empowering American workers, I pledged to enact the Public Service Freedom to Negotiate Act, which ensures that public employees like teachers can organize and bargain collectively in each state, and authorizes voluntary deduction of fees to support a union.\nEnsure that anyone can become a teacher without drowning in debt: A generation of educators is retiring, and our country is facing a looming teacher shortage. Our country's student debt crisis hits teachers hard. Combined with salaries that are far too low, that debt makes it difficult for many educators to make ends meet and to continue teaching. Meanwhile, the debt forgiveness programs that the government promised teachers for their years of service turned out to be empty promises. My college plan will wipe out debt for most teachers and provide tuition-free public college so future teachers never have to take on that debt in the first place. In addition, I will push states to offer a pathway for teachers to become fully certified for free and to invest in their educators and build teacher retention plans. I will increase funding for Grow Your Own Teacher programs that provide opportunities for paraeducators or substitute teachers to become licensed teachers. And I will push to fully fund the Teacher Quality Partnership program to support teacher residency programs in high-need areas, like rural communities, and in areas of expertise like Special Education and Bilingual Education. \nBuild a more diverse educator and school leadership pipeline: Representation matters in the classroom, and a diverse workforce helps all students. Teachers of color can boost the academic outcomes of their students and improve graduation rates among students of color. Though the teacher workforce is getting more diverse, it is not keeping pace with changes in student demographics: educators of color comprise only 20% of the teaching workforce, while students of color now represent more than half of public school students. My plan to cancel student loan debt, provide tuition-free public college, and invest a minimum of $50 billion in Historically Black Colleges and Universities and Minority Serving Institutions will help more Black, Latinx, Native American, Asian American, and Pacific Islander students become educators and school and district leaders. Over 38% of Black teachers have degrees from HBCUs or MSIs. And Hispanic Serving Institutions are playing a crucial role in closing the teacher-student population demographic gap. I've also committed to significantly increasing BIE funding so these schools can attract and train teachers, particularly those from Native communities. But we must do more. I will target the biases and discrimination that inhibit our ability to build a diverse educator workforce and school leadership pipeline, such as pay discrimination, by expanding OCR's purview to investigate systemic and individual workplace discrimination in our schools. And I am committed to passing the Equality Act to guarantee workplace protections for LGBTQ+ teachers and staff. \nTeacher vs. Student Diversity \nSource: The National Center for Education Statistics View in full screen.\nProvide continuing education and professional development opportunities to all school staff: Ongoing high-quality professional development opportunities for teachers, administrators, and education support professionals produce better outcomes for students. As President, I will increase funding for critical programs that fund professional development and ongoing education on effective instruction, cultural competency, and child development for school staff, like the Supporting Effective Instruction and Supporting Effective Educator Development grants, that the Trump administration has proposed eliminating. And I will invest in funding of IES research on best practices in professional development that is effective and engages educators in decision-making on their own learning.\nCombating the Privatization and Corruption of Our Public Schools \nTo keep our traditional public school systems strong, we must resist efforts to divert public funds out of traditional public schools. Efforts to expand the footprint of charter schools, often without even ensuring that charters are subject to the same transparency requirements and safeguards as traditional public schools, strain the resources of school districts and leave students behind, primarily students of color. Further, inadequate funding and a growing education technology industry have opened the door to the privatization and corruption of our traditional public schools. More than half of the states allow public schools to be run by for-profit companies, and corporations are leveraging their market power and schools' desire to keep pace with rapidly changing technology to extract profits at the expense of vulnerable students. \nThis is wrong. We have a responsibility to provide great neighborhood schools for every student. We should stop the diversion of public dollars from traditional public schools through vouchers or tuition tax credits - which are vouchers by another name. We should fight back against the privatization, corporatization, and profiteering in our nation's schools. I did that when I opposed a ballot question in Massachusetts to raise the cap on the number of charter schools, even as dark money groups spent millions in support of the measure. And as president, I will go further: \nEnsure existing charter schools are subject to at least the same level of transparency and accountability as traditional public schools: Many existing charter schools aren't subject to the same transparency and accountability requirements as traditional public schools. That's wrong. That's why I support the NAACP's recommendations to only allow school districts to serve as charter authorizers, and to empower school districts to reject applications that do not meet transparency and accountability standards, consider the fiscal impact and strain on district resources, and establish policies for aggressive oversight of charter schools. Certain states are already starting to take action along these lines to address the diversion of public funds from traditional public schools. My administration will oppose the authorization of new charter schools that do not meet these standards. My administration also will crack down on union-busting and discriminatory enrollment, suspension, and expulsion practices in charter schools, and require boards to be made up of parents and members of the public, not just founders, family members, or profit-seeking service providers.\nEnd federal funding for the expansion of charter schools: The Federal Charter School Program (CSP), a series of federal grants established to promote new charter schools, has been an abject failure. A recent report showed that the federal government has wasted up to $1 billion on charter schools that never even opened, or opened and then closed because of mismanagement and other reasons. The Department of Education's own watchdog has even criticized the Department's oversight of the CSP. As President, I would eliminate this charter school program and end federal funding for the expansion of charter schools. I would also examine whether other federal programs or tax credits subsidize the creation of new charter schools and seek to limit the use of those programs for that purpose. \nBan for-profit charter schools: Our public schools should benefit students, not the financial or ideological interests of wealthy patrons like the DeVos and Walton families. I will fight to ban for-profit charter schools and charter schools that outsource their operations to for-profit companies.\nDirect the IRS to investigate so-called nonprofit schools that are violating the statutory requirements for nonprofits: Many so-called nonprofit schools - including charter schools - operate alongside closely held, for-profit service providers. Others are run by for-profit companies that siphon off profits from students and taxpayers. The IRS should investigate the nonprofit status of these schools and refer cases to the Tax Fraud Division of the Department of Justice when appropriate. I would also apply my plan's ban on for-profit charter schools to any of these so-called \"nonprofit\" schools that actually serve for-profit interests. And my plan would ban self-dealing in nonprofit schools to prevent founders and administrators from funneling resources to service providers owned or managed by their family members. \nExpand enforcement of whistleblower actions against schools that commit fraud against taxpayers: Our federal laws allow whistleblowers to bring actions to expose fraud and retrieve stolen federal money. The Department of Justice should expand its enforcement of these whistleblower actions to address fraud that appears all too common in certain charter schools, including online charter schools that falsify or inflate their enrollment numbers.\nIt's also time to end the corporate capture of our education system and crack down on corruption and anti-competitive practices in the education industry. Here's how we can start:\nRequire companies that lobby school systems that receive federal funding to comply with expanded federal lobbying restrictions and disclosure requirements: Corporate lobbyists spend millions of dollars lobbying state officials. If companies are lobbying for contracts from schools receiving federal funding, they should be subject to our federal lobbying rules, even when they are lobbying state officials. That's why my plan would require all companies that lobby for these contracts to comply with the new federal lobbying proposals in my plan to end Washington corruption. That means that these education conglomerates will have to disclose the details of their meetings with all public officials, their lobbyists will not be able to donate or fundraise for federal candidates, those lobbyists will not be able to cycle through the revolving door into our federal government, and education companies like Pearson that often spend over $500,000 in a single year on lobbying will be subject to my new lobbying tax.\nBan the sharing, storing, and sale of student data: Several investigations have revealed that educational technology companies, for-profit schools, and other educational entities are selling student data to corporations. My plan would extend the Family Educational Rights and Privacy Act (FERPA) to ban the sharing, storing, and sale of student data that includes names or other information that can identify individual students. Violations should be punishable by civil and criminal penalties.\nDirect the FTC to crack down on anti-competitive data mining practices by educational technology companies: Big companies like Facebook and Google, and smaller companies like Class Dojo, have already collected student data to market products or to sell themselves to companies that can do so. As president, I would direct the FTC to crack down on these anticompetitive data mining practices by technology companies engaging in these practices in the education space, including by reviewing and blocking mergers of companies that have taken advantage of data consolidation.\nRequire high-stakes testing companies to make all released prior testing materials publicly available: High-stakes testing companies create their own test prep companies using proprietary materials or sell these materials directly to those who can afford it, giving some children a distinct advantage on those tests. My plan would bar companies with federal government contracts from selling questions to individuals or to companies for commercial purposes.\nIt's time to live up to the promise of a high-quality public education for every student. My plan makes big, structural changes that would help give every student the resources they need to thrive. ",
    "url": "https://elizabethwarren.com/plans/public-education"
}