{
    "id": "real_corporate_profits",
    "text": "It's almost Tax Day, and chances are you'll be paying federal taxes this year. Maybe it's a lot, maybe it's a little. But you'll be kicking in something for our military, for medical research, for highways and bridges -- the kinds of investments our federal government makes to defend our country and strengthen our economy.\nWell, guess what? You will be paying more for running the federal government than a bunch of big American corporations that made billions of dollars in profits in the last year.\nAmazon reported more than $10 billion in profits and paid zero federal corporate income taxes. Occidental Petroleum reported $4.1 billion in profits and paid zero federal corporate income taxes.\nIn fact, year after year, some of the biggest corporations in the country make huge profits but pay zero federal corporate income taxes on those profits.\nHow does this happen? Aren't profitable companies supposed to pay a corporate income tax? Not exactly.\nThere are two sets of rules for reporting a company's profits. Companies follow established financial accounting rules to calculate the value of the profits they report to shareholders and the public. But they follow a different set of tax accounting rules to calculate the \"profits\" they report to the IRS and pay corporate income taxes on. Because of relentless lobbying, our corporate income tax rules are filled with so many loopholes and exemptions and deductions that even companies that tell shareholders they have made more than a billion dollars in profits can end up paying no corporate income taxes.\nThis is not sustainable. From 1988 to 2012, the effective tax rate for American corporations -- the rate they actually pay relative to their profits -- went down significantly. In a recent eight-year period, 25 big companies alone claimed $286 billion in tax breaks. And that was before the Republican tax bill slashed the corporate tax rate and handed hundreds of billions of dollars more to corporations.\nThat's why I'm proposing a big new idea: the Real Corporate Profits Tax. This new tax applies to the profits very large American companies report to their investors -- with no loopholes or exemptions. It will make our biggest and most profitable corporations pay more and ensure that none of them can ever make billions and pay zero taxes again.\nHow the Real Corporate Profits Tax Works\nThis new tax only applies to companies that report more than $100 million in profits -- about the 1200 most profitable firms in the country last year.That first $100 million is left alone, but for every dollar of profit above $100 million, the corporation will pay a 7% tax. Any company profitable enough to hit the Real Corporate Profits Tax will pay that tax in addition to whatever its liability might be under our current corporate tax rules.\nThat means Amazon would pay $698 million in taxes instead of paying zero. And Occidental Petroleum would pay $280 million in taxes instead of paying zero.\nIt's a small new tax -- but because our richest, biggest corporations are so skilled at minimizing their taxes under our current system, that small new tax will generate big new revenue. According to an estimate from economists Emmanuel Saez and Gabriel Zucman at the University of California-Berkeley, the tax will bring in $1 trillion in revenue over the next ten years -- just from the massive profits of the thousand or so richest companies in the country.\nWhy Not Just Raise Corporate Tax Rates?\nYou might be wondering: why not just raise the corporate tax rate instead of creating this new tax? The answer is that our corporate tax code is so littered with loopholes that simply raising the regular corporate tax rate alone is not enough.\nWe must try to fix our corporate tax code so that it generates more revenue and creates fewer economic distortions that simply reward powerful interests. I have fought to close loopholes that let big corporations pay less. And I strongly opposed the recent Republican tax bill, which has led to a huge drop in the amount of taxes we collect from corporations.\nWe need corporate tax reform, but we also need to recognize that enormous companies with armies of lawyers and accountants will always try to exploit any deductions and exemptions that remain. To raise the revenue we need -- and ensure every corporation pays their fair share -- we need a new kind of tax that big companies can't get around.\nThat's what the Real Corporate Profits Tax is. It's a low rate, and it only applies to the very top of the biggest corporate profits that companies book every year -- but there are no loopholes, no exceptions, and nothing to manipulate. If a company tells its investors it made more than $100 million this year, it's going to have to pay some taxes.\nHow the Real Corporate Profits Tax Fixes Some Big Problems\nThe Real Corporate Profits Tax takes advantage of market incentives to ensure that profitable companies continue to pay their fair share. Corporations will always want to report as low of a profit figure as possible to the IRS. But they want to report as high of a profit figure as possible to investors to drive up the company's stock price, which in turn drives up bonuses and other compensation for executives. Companies will be hesitant to under-report their profits to investors -- which means they won't be able to game the tax system as much as they can now.\nThe Real Corporate Profits Tax also helps level the playing field for small businesses trying to compete with the giants. Studies show that the very largest companies pay a lower effective corporate tax rate than smaller companies. That's because the largest companies have more money to lobby for special tax loopholes and to hire hordes of lawyers and accountants to exploit every single loophole we already have. Big companies can also shift profits to offshore tax havens in a way small businesses can't. By applying the Real Corporate Profits Tax only to the largest companies -- and taxing their foreign profits just like their US profits -- this new tax will help neutralize these financial advantages and give smaller businesses a fighting chance.\nA First Step to a Better Corporate Tax Code\nAmerican companies are among the most successful in the world. That success comes from our drive, our ingenuity, and our creativity. It also comes from a broad American infrastructure -- roads and bridges, public safety, telecommunications, education, our legal system -- that relies on government investment. Too many of our wealthiest companies have lost sight of this, and instead seek to cash in on all the benefits of America while skipping out on the bill. It's not right -- and we cannot afford to let it continue.\nThe Real Corporate Profits Tax generates more than a trillion dollars in revenue, levels the playing field for small businesses, and is hard to evade. Let's bring in the revenue we need to invest in opportunity for all Americans. And let's make this year the last year any company with massive profits pays zero federal taxes.",
    "url": "https://elizabethwarren.com/plans/real-corporate-profits"
}