{
    "id": "restore_trust",
    "text": "In December 2017, more than fifteen female law clerks alleged that Ninth Circuit Judge Alex Kozinski committed sexual misconduct and created a \"hostile, demeaning and persistently sexualized environment\" for employees. According to their accounts, Kozinski inappropriately touched female clerks and showed them pornography in his chambers. \nIt wasn't the first time he was accused of misconduct. But what did Judge Kozinski do when the judiciary started to investigate? He retired.\nAnd because of inadequate ethics laws, the investigation ended immediately. Meanwhile, Kozinski continues to collect his taxpayer-funded pension for life.\nThe Kozinski case is just one example of the broader problem of accountability in the federal judiciary.\nDonald Trump's sister Maryanne Trump Barry ended an investigation into the Trump family's potential tax fraud and other tax schemes by resigning from the bench.\nJustices Clarence Thomas and Antonin Scalia did not recuse themselves from Citizens United v. FEC, the case that opened an avalanche of money in politics to the benefit of people like the Koch brothers, who invited the pair to multiple all-expenses paid retreats.\nAnd several judges have ruled on cases while owning stock in a company that was a party to the case, violating existing conflicts-of-interest rules that expressly prohibit this practice.\nThe basic premise of our legal system is that every person is treated equally in the eyes of the law - including judges. Our judiciary only functions properly when it lives up to this promise, and it risks eroding its legitimacy when the American people lose faith that judges are ethical and fair-minded.\nThat's why today I'm announcing my plan to strengthen the ethical integrity and impartiality of the federal judiciary. It's time to ensure that judges do not hear cases where they have conflicts of interests, strengthen our nation's ethics rules for judges, and ensure accountability for judges who violate these rules.\nRecusing Judges and Supreme Court Justices with Conflicts of Interest.\nIn 2011, Eleventh Circuit Court of Appeals Judge James Hill ruled in favor of Johnson & Johnson in a case brought by a woman who suffered from a malfunctioning medical implant. He did so while owning as much as $100,000 in the company's stock. The same judge ruled on three other cases involving companies in which he owned stock - and ruled in favor of the company each time. Judge Hill, unfortunately, is not alone: one study identified 24 cases in which judges owned stock in a company that appeared before them in court.\nA basic principle of our federal judicial system is that judges make decisions as disinterested, impartial observers - stepping aside when they may not be able to decide cases objectively. This principle should also bar judges from being the final arbiter of whether they can be objective in the first place. \nIt's time for fundamental reform:\nProhibit judges from deciding for themselves whether they should recuse from a case due to a conflict. When a litigant believes that a judge cannot consider a case in an unbiased manner, the litigant may file a recusal motion asking for another judge to decide the case instead. But our current system gives judges enormous discretion to decide for themselves whether to grant recusal motions where their objectivity is challenged. My plan will instead empower the Chief Judges within regional circuits to establish a binding recusal process. It will also require courts to publish its reasons any time judges are disqualified from a case without a recusal motion, including when judges voluntarily recuse or when an automated conflict-checking software disqualifies them. \nBan judges from owning or trading individual stocks. It's not enough for judges like James Hill to recuse in cases with conflicts of interest - my plan would eliminate the appearance of impropriety by banning federal judges from owning or trading individual stocks, while allowing them to instead invest in conflict-free mutual funds or open new investment accounts managed by the Federal Retirement Thrift Investment Board. Law firms follow rules like these to avoid the appearance of financial conflicts with the interests of their clients. Judges should certainly be held to the same standard.\nRequire Supreme Court Justices to provide written explanations of recusal decisions when a litigant challenges for recusal. If a Supreme Court Justice has a conflict of interest, they are ethically obligated to recuse themselves from considering a case, but the law allows them to deny recusal motions without even providing an explanation. Under my plan, when a party asks for a Justice to recuse, the Judicial Conference will issue a non-binding, public advisory opinion with its recommendation - and the challenged Justice will publicly explain their final recusal decision in writing. Because all recusal decisions will be a matter of public record, future litigants will understand these conflicts and know when to bring recusal decisions of their own.\nStrengthening Ethics Rules for All Judges.\nEvery lawyer in America is subject to ethics rules. Federal judges are generally subject to a Code of Conduct that applies the most basic of these principles to members of the judiciary.\nBut there is no Code of Conduct for Supreme Court Justices.\nThat means that Supreme Court Justices can go on trips with litigants, like Justice Scalia did when he heard a case involving Vice President Cheney after going hunting with him - without an independent ruling on whether it was proper to do so. It means Justices can receive large speaking fees and all-expenses paid trips to fancy conferences, like Justice Thomas did when the Federalist Society, an extremist right-wing legal group, flew him to Palm Springs and paid for meals and transportation for four days. And it means that someone like Brett Kavanaugh can face accusations of lying to Congress - without a full and fair investigation by the judiciary. These actions could violate the Judicial Code of Conduct, but because unlike all other federal judges these Justices are not bound by a code of ethics, they are immune from any judicial investigations into misconduct. \nWe must act now to fix this - and that means strengthening the Code of Conduct for all judges.\nHere's where I would start:\nExtend the Code of Conduct to Supreme Court Justices. When Judge Kavanaugh was elevated to the Supreme Court, 83 ethics complaints that had been lodged against him were dismissed - and because the Supreme Court is not covered by a Code of Conduct, no procedure exists to file new complaints. Questions are often raised about the behavior of Supreme Court Justices, such as Justice Thomas's 13 years of financial disclosures that failed to list $690,000 in payments to his wife from the Heritage Foundation, a right-wing judicial activist group - but these actions are beyond the scope of current rules. Enough. My plan applies the Code of Conduct for United States Judges to Supreme Court Justices - and places the Judicial Conference in charge of violations. My plan also allows individuals to file complaints against Supreme Court Justices, just like they can against all other federal judges.  \nStrengthen the Code of Conduct to ensure a fair and impartial judiciary. When judges accept gifts or financial contributions from interested parties, public trust in a fair-minded judiciary erodes. My plan strengthens the Code of Conduct so that judges generally cannot receive paid speaking fees or all-expenses-paid trips from outside organizations. To ensure that judges continue to interact with the public without the appearance of impropriety, my plan also establishes a modest fund to help cover reasonable expenses.\nReal Enforcement for Judicial Misconduct.\nWhen a lawyer violates the ethics rules, their state's judiciary can investigate their behavior and impose disciplinary punishment, including stripping their licence to practice law.\nBut the panels of judges that investigate judicial conduct complaints have limited disciplinary power beyond asking the judge to voluntarily resign or asking the House of Representatives to consider impeachment proceedings - a request the House is free to ignore. \nIt's time for real accountability for judges. Here's how we'll start:\nContinue investigations into judicial misconduct even when a judge resigns from office or is elevated to the Supreme Court. In 2016, Federal District Court Judge Walter Smith faced a judicial investigation into allegations of sexual harassment of court employees and drinking on the bench while presiding over cases. Judge Smith resigned, and the complaints filed against him were dismissed. My plan extends the authority of the Judicial Conference to former judges so that individuals under investigation cannot simply resign from the bench to avoid accountability. This provision would allow the judiciary to reopen the investigations into Alex Kozinski, Maryanne Trump Barry, Brett Kavanaugh, and any other judge who benefited from this loophole.\nProvide strong disciplinary authority to judicial ethics watchdogs, including the ability to strip non-vested taxpayer-funded pensions from judges. Under today's rules, even if retired judges could be investigated, the Judicial Conference has no meaningful tools to discipline them. American taxpayers are paying for the more than $180,000-per-year retirement pay of Judge Smith, Judge Kozinski, Judge Trump Barry, and several other judges who left office during investigations into their behavior. We need to restore real accountability within our judiciary. That's why my plan provides disciplinary tools to the Judicial Councils and their parent organization, the Judicial Conference, including the ability to strip sitting or retired judges of their non-vested pension benefits by making retirement pay for new judges explicitly contingent on the absence of serious misconduct. In addition to strengthening these disciplinary tools, my administration will also work to prevent judicial misconduct against employees and law clerks by supporting strong climate surveys, questionnaires to court employees about the work environment in our federal courts, to help the judiciary understand how to improve the culture within our courts.\nCreate a new, fast-track impeachment process for federal judges who commit impeachable offenses. The Constitution reserves the impeachment of judges for only the most egregious offenses. But when a judge commits a serious offense or ethical violation, we need to make sure that there is a prompt investigation - and that Congress takes action. It's time to fast-track the process for judges who commit impeachable offenses. My plan would strengthen the process to certify that a judge may have committed an impeachable offense, and would ensure that any impeachment referrals will trigger a series of automatic rules under which the House Judiciary Committee will conduct a thorough investigation and vote without unnecessary delay. \nThese reforms will ensure that judges who commit serious, impeachable offenses will more likely be promptly removed from office. These changes will not only allow us to ensure accountability for bad actors, including reopening inquiries into the conduct of offenders like Brett Kavanaugh. They will also hold the vast majority of judges who act in good faith to the highest ethical standards, and in the process, begin to restore accountability and trust in a fair and impartial federal judiciary.",
    "url": "https://elizabethwarren.com/plans/restore-trust"
}