{
    "id": "safe_affordable_housing",
    "text": "In the middle of the 2008 housing crisis, I traveled to Nevada to hear from people who had lost their homes. One of the people who spoke that day was Mr. Estrada. He wore a jacket over his T-shirt and had on a red U.S. Marine Corps baseball cap. He and his wife both worked, and they had stretched their budget to get their two girls into a good school and buy a home. Their home meant everything to them -- it was right across the street from the school so they could see their girls playing outside when they opened their garage door.\nBut when the payments on their mortgage jumped, they fell behind. Mr. Estrada tried to negotiate with the bank, but then suddenly the bank sold his home at auction.\nMr. Estrada said that his six-year-old daughter had come home the other day with a sheet of paper with all of her friends' names on it. She told him that these were the people who would miss her because she was going to have to move away. He responded: \"I don't care if I have to live in a van. You're still going to be able to go to this school.\"\nAs Mr. Estrada told his story, he had tears in his eyes. I did too. And I still think about his story because it's a powerful reminder of what housing means.\nHousing is not just the biggest expense for most American families -- or the biggest purchase most Americans will make in their lifetimes. It also affects the jobs you can get, the schools your children can go to, and the kinds of communities you can live in. That's why it's so important that government gets housing policy right.\nBut government at all levels hasn't done enough to tackle our housing problems over the past few decades. The federal government has reduced investments in housing for middle-class and lower-income families even as rents continue to rise. Many state and local governments have layered on needless rules that drive up construction costs and lock families out of neighborhoods with better schools and job opportunities.\nMeanwhile, homeownership is out of reach for too many families -- especially Black families. Decades of outright discrimination by the federal government denied Black families the same kinds of homeownership subsidies available to white families. Then government regulators ignored warning signs as predatory financial institutions targeted minority communities with subprime mortgages that sucked billions of dollars in wealth out of those communities. The black homeownership rate today is nearly the same as it was when housing discrimination was legal.\nWe're not going to solve our housing crisis by nibbling at the edges. We need to tackle it head on -- with big, comprehensive solutions that match the size of the problems we have. That's what my housing plan for America does.\nBringing Down Rental Costs\nMy housing plan starts by attacking the growing cost of rent in America. Millions of American families are spending more than 30% of their income on rent. My plan will bring down rental costs by 10% by addressing the root causes of the problem: a severe lack of affordable housing supply, and state and local land-use rules that needlessly drive up housing costs.\nThe rising cost of rent reflects a basic supply-and-demand problem. There aren't enough places to rent that are affordable to lower-income families. That's because developers can usually turn bigger profits by building fancier new units targeted at higher-income families rather than units targeted at lower-income families. The result is a huge hole in the marketplace.\nThat hole ends up raising costs for everyone. Without enough affordable options, lower-income families have to stretch their budgets to try to find housing. They end up taking units that would otherwise go to middle-class families. Middle-class families, in turn, have to stretch their budgets to secure housing that might otherwise go to even richer families.\nTo fix this problem, we need to fill in the hole in the marketplace. And that's what my plan does.\nThe centerpiece of my plan is the American Housing and Economic Mobility Act, which I introduced for the first time in the Senate last year and reintroduced this week. I'm proud that my bill has the support of two of my Senate colleagues. And I'm proud that an inspiring set of leaders -- including Representatives Cedric Richmond of Louisiana, Barbara Lee of California, Gwen Moore of Wisconsin, and Elijah Cummings of Maryland -- has introduced the same legislation in the House.\nMy bill makes historic federal investments to increase housing supply. It invests $500 billion over the next ten years to build, preserve, and rehab units that will be affordable to lower-income families. A big chunk of that investment leverages private dollars so that taxpayers get the most bang for their buck.\nBy building millions of new units, my plan will reduce the cost of rent for everyone. An independent analysis from Mark Zandi, the Chief Economist at Moody's Analytics, found that my plan would reduce rental costs by 10% over the next ten years. And because my plan invests in housing construction and rehabilitation, the Moody's analysis also finds that it would create 1.5 million new jobs.\nHow would we pay for this new investment? Simple. Currently, an heir doesn't pay a dollar of estate taxes until they inherit a fortune of $22 million or more. I would lower that threshold to $7 million -- which is where it was when President George W. Bush left office -- and raise the tax rates above that threshold so ultra-millionaires and billionaires pay a larger share. Those changes affect only 14,000 of the wealthiest families each year, but according to the Moody's analysis, they fully cover the cost of my plan.\nThink about that: by asking 14,000 wealthy families a year to pay a bit more, we can reduce rents by 10% for millions of families and create 1.5 million good new jobs.\nMy bill also makes additional targeted investments in communities that desperately need it. It invests half-a-billion dollars in rural housing programs. It invests $2.5 billion in the Indian Housing Block Grant and the Native Hawaiian Housing Block Grant to build or rehab 200,000 homes on tribal land. And it invests $4 billion in a new Middle-Class Housing Emergency Fund, which will support the construction of new housing catering to middle-class renters in communities with severe housing supply shortages.\nThese investments are one big -- and necessary -- way that we can reduce rental costs. But there's another driver of expensive housing costs: some state and local zoning rules needlessly drive up the cost of construction. These aren't necessary rules that protect the environment or ensure that homes meet safety codes. These are rules like minimum lot sizes or mandatory parking requirements. These kinds of rules raise the costs of building new housing and keep families from moving into areas with better career and school choices.\nMy bill gives state and local governments a real incentive to eliminate these unnecessary rules. It puts $10 billion into a new competitive grant program. States, regions and cities can use the new grant money to build infrastructure, parks, roads, or schools. But to even apply for these grants, they must reform land-use rules to allow for the construction of additional well-located affordable housing units and to protect tenants from rent spikes and eviction. Similar efforts have resulted in states making serious changes in the hopes of securing valuable federal grants.\nTogether, these changes will help the economy grow. The cost of housing is a real obstacle to families looking to move to cities with better job opportunities. My plan creates more affordable housing in these communities. And it lets people find affordable options closer to downtown areas so that they don't need to commute as far -- reducing a drag on productivity.\nReducing rents by 10%. Creating 1.5 million new jobs. Promoting economic growth. My plan will be a big win for America's families.\nA First Step to Addressing the Black-White Wealth Gap\nFor decades, the federal government discriminated against Black families by denying them access to the same kind of federal housing subsidies that white families received to purchase a home -- a practice known as \"redlining.\" The federal government officially ended that form of discrimination in the 1960s and passed the Fair Housing Act. Yet the gap between white homeownership rates and Black homeownership rates today is about 30% -- bigger than it was in 1960 when housing discrimination was legal.\nThis enormous gap is a moral stain on our country. And because the government bears a big part of the blame for it, the government should take real steps to fix it.\nMy housing bill takes a first step by creating a first-of-its-kind down-payment assistance program. The people eligible for assistance must be first-time homebuyers who live in a formerly redlined neighborhoods or communities that were segregated by law and are still currently low-income If they qualify, they are entitled to a substantial grant they can put towards a down payment on a home anywhere in the country. The program will provide thousands of families with a real chance to buy a home -- the same opportunities the government denied to previous generations of residents of the area.\nProfessors Mehrsa Baradaran and Darrick Hamilton have said this proposal is the \"first since the Fair Housing Act with the explicit intent of redressing the iterative effects of our nation's sordid history of housing discrimination,\" and that it \"has the potential to make a substantive dent in closing our enormous and persistent racial wealth gap.\"\nRemoving Barriers to Affordable Housing\nMy bill also removes unnecessary barriers that prevent people from finding affordable housing.\nOne existing barrier is discrimination. The Fair Housing Act bars certain forms of discrimination -- and we must ensure that the Act is not weakened or diminished either by Congress or by regulators, and that it is fully and fairly enforced. But there are other forms of discrimination that are not currently covered by the Act. That's why my bill prohibits housing discrimination on the basis of sexual orientation, gender identity, marital status, veteran status, and the source of one's income, like a housing voucher. Landlords shouldn't be able to reject tenants based on what they look like, how they identify, or who they love.\nMy bill removes another barrier: lack of access to credit for creditworthy borrowers looking to buy a home. In the 1970s, Congress passed a law called the Community Reinvestment Act (CRA), which required banks to make loans in communities where they took deposits. Before the law went into effect, banks often took deposits in minority neighborhoods, but only made mortgages and other loans in white communities.\nThe CRA rules are important, but they could be doing a better job of ensuring that financial institutions meet the credit needs of all the communities they serve. My bill extends the law to cover non-bank mortgage lenders, promotes more investment in activities that help low- and moderate-income communities, strengthens sanctions against institutions that fail to follow the rules, and imposes new requirements on banks that want to merge. These changes will make it easier for creditworthy borrowers to find an affordable mortgage, no matter where they live.\nA final barrier is that many homeowners are still underwater on their mortgages since the 2008 financial crisis. Typically, these homeowners are in areas -- often rural areas -- where housing prices have not rebounded since the 2008 crisis. My bill invests $2 billion to support underwater borrowers in these areas so they can build more economic security.\nEmpowering Communities, Rather than Wall Street\nI also want to empower communities to make decisions that protect their best interests.\nFor example, my bill reforms a government program that puts the interests of hedge funds and private equity firms ahead of the interests of borrowers and the communities they live in. The Federal Housing Administration (FHA), the Federal National Mortgage Association (Fannie Mae) and the Federal Home Loan Mortgage Corporation (Freddie Mac) have auctioned off thousands of delinquent mortgages. In the first few years of these auctions, nearly all of the mortgages sold were purchased by for-profit entities, mostly private equity and hedge funds. Rather than providing a second chance for families, the new Wall Street owners often foreclosed quickly and failed to maintain the properties.\nI pushed FHA and the Federal Housing Finance Agency, which oversees Fannie Mae and Freddie Mac, to improve its practices and the agencies did take some steps to improve the program. But we need to do more. That's why my bill will put strict new requirements on the sale program, limiting the situations in which the agencies are allowed to sell mortgages and imposing requirements on buyers to make sure they protect distressed homeowners and the neighborhoods they live in. The changes will allow more people to stay in their homes and prevent private equity funds from scooping up properties and turning around to charge people exorbitant rents.\nMy administration will also take whatever legal steps it can to stop states from preempting local efforts to enact tenant protection laws. More than 30 states have passed laws that explicitly prohibit cities from adopting rent control. Efforts to repeal these state preemption laws have been met with fierce opposition from real estate and private equity giants, who have shelled out massive sums of money to block these proposals. Just last year, firms like New York-based private equity giant Blackstone Group contributed to a $65 million war chest to defeat a ballot initiative in California that would have repealed a state law making it harder for cities to control housing costs.\nThese state laws effectively permit Wall Street to decide what's best for cities and towns instead of the residents of those places choosing for themselves. It's wrong, and as President, I will do whatever I can to stop and reverse these industry-backed efforts to take power away from cities and towns.\nMy plan will lower rents, take a first step towards closing the racial wealth gap, and make it easier for Americans to access affordable housing. Enacting the plan will be a top priority of my administration -- because every American deserves a safe, decent, and affordable place to live.",
    "url": "https://elizabethwarren.com/plans/safe-affordable-housing"
}