{
    "id": "social_security",
    "text": "I've dedicated most of my career to studying what's happening to working families in America. One thing is clear: it's getting harder to save enough for a decent retirement.\nA generation of stagnant wages and rising costs for basics like housing, health care, education, and child care have squeezed family budgets. Millions of families have had to sacrifice saving for retirement just to make ends meet. At the same time, fewer people have access to the kind of pensions that used to help fund a comfortable retirement. \nAs a result, Social Security has become the main source of retirement income for most seniors. About half of married seniors and 70% of unmarried seniors rely on Social Security for at least half of their income. More than 20% of married seniors and 45% of unmarried seniors rely on Social Security for 90% or more of their income. And the numbers are even more stark for seniors of color: as of 2014, 26% of Asian and Pacific Islander beneficiaries, 33% of Black beneficiaries, and 40% of Latinx beneficiaries relied on Social Security benefits as their only source of retirement income. \nYet typical Social Security benefits today are quite small. Social Security is an earned benefit -- you contribute a portion of your wages to the program over your working career and then you and your family get benefits out of the program when you retire or leave the workforce because of a disability -- so decades of stagnant wages have led to smaller benefits in retirement too. In 2019, the average Social Security beneficiary received $1,354 a month, or $16,248 a year. For someone who worked their entire adult life at an average wage and retired this year at the age of 66, Social Security will replace just 41% of what they used to make. That's well short of the 70% many financial advisers recommend for a decent retirement -- one that allows you to keep living in your home, go to a doctor when you're sick, and get the prescription drugs you need. \nAnd here's the even scarier part: unless we act now, future retirees are going to be in even worse shape than the current ones. \nDespite the data staring us in the face, Congress hasn't increased Social Security benefits in nearly fifty years. When Washington politicians discuss the program, it's mostly to debate about whether to cut benefits by a lot or a little bit. After signing a $1.5 trillion tax giveaway that primarily helped the rich and big corporations, Donald Trump twice proposed cutting billions from Social Security. \nWe need to get our priorities straight. We should be increasing Social Security benefits and asking the richest Americans to contribute their fair share to the program. For years, I've helped lead the fight in Congress to expand Social Security. And today I'm announcing a plan to provide the biggest and most progressive increase in Social Security benefits in nearly half a century. My plan:\nIncreases Social Security benefits immediately by $200 a month -- $2,400 a year -- for every current and future Social Security beneficiary in America.\nUpdates outdated rules to further increase benefits for lower-income families, women, people with disabilities, public-sector workers, and people of color.\nFinances these changes and extends the solvency of Social Security by nearly two decades by asking the top 2% of families to contribute their fair share to the program. \nAn independent analysis of my plan from Mark Zandi, chief economist of Moody's Analytics, finds that my plan will accomplish all of this and:\nImmediately lift an estimated 4.9 million seniors out of poverty, cutting the senior poverty rate by 68%.\nProduce a \"much more progressive Social Security system\" by raising contribution requirements only on very high earners and increasing average benefits by nearly 25% for those in the bottom half of the income distribution, as compared to less than 5% for people in the top 10% of the distribution. \nIncrease economic growth in the long term and reduce the deficit by more than $1 trillion over the next ten years. \nEvery single current Social Security beneficiary -- about 64 million Americans -- will immediately receive at least $200 more per month under my plan. That's at least $2,400 more per year to put toward home repairs, or visits to see the grandkids, or paying down the debt you still might owe. And every future beneficiary of Social Security will see at least a $200-a-month increase too, whether you're 60 years old and nearing retirement or 20 years old and just entering the workforce. If you want to see how my plan will affect you, check out my new calculator here.\nOur Current Retirement Crunch -- And How It Will Get Worse If We Don't Act\nSeniors today are already facing a difficult retirement. Without action, future generations are likely to be even worse off.\nWhile we've reduced the percentage of seniors living in poverty over the past few decades, the numbers remain unacceptably high. Based on the U.S. Census Bureau's Supplemental Poverty Measure, 14% of seniors -- more than 7 million people -- live in poverty. Another 28% of seniors have incomes under double the poverty line. A record-high 20% of seniors are still in the workforce in their retirement years. Even with that additional source of income, in 2016, the median annual income for men over 65 was just $31,618 -- and just $18,380 for women over 65.  \nIt's hard to get by on that, especially as costs continue to rise. Most seniors participate in Medicare Part B, and standard premiums for that program now eat up close to 10% of the average monthly Social Security benefit. The average senior has just 66% of Social Security benefits remaining after paying all out-of-pocket healthcare expenses -- and if we don't adopt Medicare For All, out-of-pocket medical spending by seniors is projected to rise sharply over time. The number of elderly households still paying off debt has grown by almost 20% since 1992, and hundreds of thousands of seniors have had their monthly benefits garnished to pay down student loan debt. \nMeanwhile, the prospect of paying for long-term care looms over most retirees. 26% of seniors wouldn't be able to fund two years of paid home care even if they liquidated all of their assets. And for people that have faced lifelong discrimination, like LGBTQ seniors who until recently were denied access to spousal pension privileges and spousal benefits, the risk of living in or near poverty in retirement is even higher. \nThis squeeze forces a lot of seniors to skimp in dangerous and unhealthy ways. A recent survey found that millions of seniors cut pills, delay necessary home and car repairs, and skip meals to save money. \nWhile the picture for current retirees is grim, it's projected to get even worse for Americans on the cusp of retirement. Among Americans aged 50 to 64, the average amount saved in 401(k) accounts is less than $15,000. On average, Latinx and Black workers are less likely to have 401(k) accounts, and those who do have them have smaller balances and are more likely to have to make withdrawals before retirement. The gradual disappearance of pensions has been particularly harmful to workers of color who are near retirement. And 13% of all people over 60 have no pension or savings at all.\nMeanwhile, this near-retirement group are also suffering under the weight of mounting debt levels and other costs. 68% of households headed by someone over 55 are in debt. Nearly one-quarter of people ages 55 to 64 are also providing elder care. According to one study, 62% of older Latinx workers, 53% of older Black workers, and 50% of older Asian workers work physically demanding jobs, leading to higher likelihood of disability, early exit from the job market, and reduced retirement benefits. \nGen-Xers and Millennials are in even greater trouble. For both generations, wages have been virtually stagnant for their entire working lives. 90% of Gen-Xers are in debt, and they're projected to be able to replace only 50% of their income in retirement on average. Many Gen-Xers are trapped between their own student loans and mortgages, the costs of raising and educating their children, and the costs of caring for their elderly relatives. Two-thirds of working millennials have no retirement savings, and the numbers are even worse for Black and Latinx working millennials. Debt, wage stagnation, and decreasing pension availability mean that, compared to previous generations at the same age, millennials are significantly behind in retirement planning. \nThere's also the looming prospect of serious Social Security cuts in 2035. Social Security has an accumulated reserve of almost $3 trillion now, but because of inadequate contributions to the program by the rich, we are projected to draw down that reserve by 2035, prompting automatic 20% across-the-board benefit cuts if nothing is done.  \nMy plan addresses both the solvency of Social Security and the need for greater benefits head on -- with bold solutions that match the scale of the problems we face.\nCreating Financial Security By Raising Social Security Benefits\nThe core of my plan is simple. If you get Social Security benefits now, your monthly benefit will be at least $200 more -- or at least $2,400 more per year. If you aren't getting Social Security benefits now but will someday, your monthly benefit check with be at least $200 bigger than it otherwise would have been. \nMy $200-a-month increase covers every Social Security beneficiary -- including the 10 million Americans with disabilities and their families who have paid into the program and now receive benefits from it. Adults with disabilities are twice as likely to live in poverty as those without a disability. While 9% of people without disabilities nearing retirement live in poverty, 26% of people that age with disabilities live in poverty. Monthly Social Security benefits make up at least 90% of income for nearly half of Social Security Disability Insurance beneficiaries. \nThis benefit increase will also provide a big boost to other groups. It will help the 621,000 disabled veterans who are Social Security beneficiaries. It will benefit the 1 million seniors who exclusively receive Supplemental Security Income (SSI) -- which helps Americans with little or no income and assets -- and the 2.7 million Americans who receive both SSI and Social Security benefits. \nOn top of this across-the-board benefit increase, I'll ensure that current and future Social Security beneficiaries get annual cost-of-living adjustments that keep pace with the actual costs they face. The government currently increases Social Security benefits annually to keep pace with the price of goods typical working families buy. But older Americans and people with disabilities tend to purchase more of certain goods -- like health care -- than working-age Americans, and the costs of those goods are increasing more rapidly. That's why my plan will switch to calculating annual cost-of-living increases based on an index called CPI-E that better reflects the costs Social Security beneficiaries bear. Based on current projections, that will increase benefits even more over time.  \nCombined, my immediate $200-a-month benefit increase for every Social Security beneficiary and the switch to CPI-E will produce significantly higher benefits now and decades into the future. My Social Security calculator will let you see how much your benefits could change under my plan.\nTargeted Social Security Improvements to Deliver Fairer Benefits\nBroadly speaking, Social Security benefits track with your income during your working years. That means pay disparities and wrongheaded notions that value salaried work over time spent raising children or caring for elderly relatives carry forward once you retire. That needs to change. My plan increases Social Security benefits even further by making targeted changes to the program to deliver fairer benefits and better service to women and caregivers, low-income workers, public sector workers, students and job-seekers, and people with disabilities.\nWomen and Caregivers\nIn part because of work and pay discrimination and time out of the workforce to provide care for children and elderly relatives, women receive an average monthly Social Security benefit that's only 78% of the average monthly benefit for men. That's one reason women over the age of 65 are 80% more likely to live in poverty than men. My plan includes several changes that primarily affect women and help reduce these disparities. \nValuing the work of caregivers. My plan creates a new credit for caregiving for people who qualify for Social Security benefits. This credit raises Social Security benefits for people who take time out of the workforce to care for a family member -- and recognizes caregiving for the valuable work it is. The government calculates Social Security benefits based on average lifetime earnings, with years spent out of the workforce counted as a zero for the purpose of the average. When people spend time out of the workforce to provide care for a relative, their average lifetime earnings are smaller and so are their Social Security benefits. That particularly harms lower-income women, people of color, and recent immigrants. There are more than 43 million informal family caregivers in the country, and 60% of them are women. A 2011 study found that women over fifty forgo an average of $274,000 in lifetime wages and Social Security benefits when they leave the workforce to take care of an aging parent. Caregivers who also work are more likely to be low-income and incur out-of-pocket costs for providing care. Because access to paid or partially paid family leave is particularly limited for workers of color -- and first-generation immigrant workers are less likely to have jobs with flexible schedules or paid sick days -- these workers are more likely to have to take unpaid leave to provide care and thus suffer reductions in their Social Security benefits.\nMy plan will give credit toward the Social Security average lifetime earnings calculation to people who provide 80 hours a month of unpaid care to a child under the age of 6, a dependent with a disability (including a veteran family member), or an elderly relative. For every month of caregiving that meets these requirements, the caregiver will be credited for Social Security purposes with a month of income equal to the monthly average of that year's median annual wage. People can receive an unlimited amount of caregiving credits and can claim these credits retroactively if they have done this kind of caregiving work in the last five years. By giving caregivers credits equal to the median wage that year, this credit will provide a particular boost in benefits to lower-income workers. \nImproving benefits for widowed individuals from dual-earner households and widowed individuals with disabilities. Because women on average outlive men by 2.5 years, they typically spend more of their retirement in widowhood, a particularly vulnerable period financially. My plan provides two targeted increases in benefits for widows.\nIn households with similar overall incomes, Social Security provides more favorable survivor benefits to the surviving spouses in single-earner households than in dual-earner households. After the death of a spouse, a surviving spouse from a dual-earner household can lose as much as 50% of her household's retirement income. My plan will reduce this disparity by ensuring that widow(er)s automatically receive the highest of: (1) 75% of combined household benefits, capped at the benefit level a household with two workers with average career earnings would receive; (2) 100% of their deceased spouse's benefits; or (3) 100% of their own worker benefit. \nMy plan will also improve benefits for widowed individuals with disabilities. Currently, a widow with disabilities must wait until she is 50 to start claiming Social Security survivor benefits if her spouse dies -- and even at 50, she can only claim benefits at a highly reduced rate. Since most widows with disabilities can't wait until the official retirement age of 66 to claim their full survivor benefits, their average monthly benefit is only $748 a month, or less than $9,000 a year. My plan will repeal the age requirement so widow(er)s with disabilities can receive their full survivor benefits at any age without a reduction.\nLower-Income Workers\nMy plan ensures that workers who work for a lifetime at low wages do not retire into poverty.\nIn 1972, Congress enacted a Special Minimum Benefit for Social Security. The benefit was supposed to help people who had earned consistently low wages over many years of work. But it's become harder to qualify for the benefit, and the benefit amount has shrunk in value so it now helps hardly anyone. Today, only 0.6% of all Social Security beneficiaries receive the Special Minimum Benefit, and projections show that no new beneficiaries will receive it this year. \nNo one who spends 30 years working and contributing to Social Security should retire in poverty. That's why my plan restructures the Special Minimum Benefit so that more people are eligible for it and the benefits are a lot higher. Under my plan, any person who has done 30 years of Social Security-covered work will receive an annual benefit of at least 125% of the federal poverty line when they reach retirement age. That means a baseline of $1,301 a month in 2019 -- plus the $200-a-month across-the-board increase in my plan, for a total of $1,501 a month. That's more than $600-a-month more than what that worker would receive under current law.  \nPublic Sector Workers\nMy plan also ensures that public sector workers like teachers and police officers get the full Social Security benefits they've earned.\nIf you work in the private sector and earn a pension, you're entitled to your full pension and your full Social Security benefits in retirement. But if you work in state or local government and earn a pension, two provisions called the Windfall Elimination Provision and Government Pension Offset can reduce your Social Security benefits. WEP slashes Social Security benefits for nearly 1.9 million former public-sector workers and their families, while GPO reduces -- and in most cases, eliminates -- spousal and survivor Social Security benefits for 700,000 people, 83% of whom are women. \nMy plan repeals these two provisions, immediately increasing benefits for more than two million former public-sector workers and their families, and ensuring that every current state and local government employee will get the full Social Security benefits they've earned. \nStudents and Job Seekers\nMy plan also updates the Social Security program so that it encourages people to complete college and participate in job training programs or registered apprenticeships.\nRestoring and extending benefits for full-time students whose parent has a disability or has died. In the Reagan administration, Congress cut back a provision that allowed children receiving Social Security dependent benefits to continue to receive them until age 22 if they were full-time students. Before the provision was repealed, these beneficiaries came from families with average incomes 29% lower than their college peers, were more likely to have a parent with low educational attainment, and were more likely to be Black. Access to these benefits boosted college attendance and performance by letting low-income students reduce the number of hours they had to work while attending school. When Congress repealed this benefit, college attendance by previously eligible beneficiaries dropped by more than one-third.\nMy plan restores this provision -- and it extends eligibility through the age of 24 because only 41% of all students complete college in four years, and Black, Native American, and Latinx students have even lower four-year completion rates. A longer eligibility period will improve the chances the people who receive this benefit complete college before the benefit ends. \nEncouraging registered apprenticeships and job training. Currently, workers who participate in registered apprenticeships or job training may receive lower Social Security benefits because they are taking time out of the workforce or agreeing to accept lower-paying positions to gain skills. We're about to enter a period of immense transformation in the economy, and we should encourage workers to take time to participate in a registered apprenticeship or job training program so they are prepared for in-demand jobs. That's why I proposed a $20 billion investment in high-quality apprenticeships in my Economic Patriotism and Rural America plans. My plan today complements that investment by letting workers in job training and apprenticeship programs elect to exclude up to three years in those programs from their lifetime earnings calculation for Social Security benefits, thereby producing a higher average lifetime earnings total -- and higher benefits. \nImproving the Administration of Social Security Benefits\nMy plan improves Social Security in another important way: it makes it easier for people to actually get the benefits they've earned. \nCongress is starving the Social Security Administration of money, creating hardship for people who rely on the program for benefits. Congress has slashed SSA's operating budget by 9% since 2010, even as the number of beneficiaries is growing. Meanwhile, more Baby Boomers are approaching retirement age -- a critical period when workers are most likely to claim Social Security Disability benefits. SSA has a staff shortage, rising telephone and office wait times, and outdated technology. Sixty-four Social Security field offices have closed since 2011 and 500 mobile offices have closed since 2010. Field office closures are correlated with a 16% drop in disability insurance beneficiaries in the surrounding area because those people -- who have paid into the system and earned their benefits -- no longer have assistance to file their applications. \nDisability insurance applicants can wait as long as 22 months for an eligibility hearing. Thousands of people have died while waiting for administrative law judges to determine if they're eligible to receive their benefits. To make matters worse, Donald Trump issued an Executive Order that will politicize the process of selecting the judges who adjudicate these cases. And his administration keeps proposing more cuts to the SSA budget. \nMy plan restores adequate funding to the Social Security Administration so that it can carry out its core mission. That will allow us to hire more staff, keep offices open, reduce call times, update the technology system, and give applicants and beneficiaries the services they need. And I will revoke Trump's Executive Order on administrative law judges.  \nStrengthening Social Security By Extending Solvency For Nearly Two More Decades \nCurrently, the rich contribute a far smaller portion of their income to Social Security than everyone else. That's wrong, and it's threatening the solvency of the program. My plan fully funds its new benefit increases and extends the full solvency of Social Security for nearly 20 more years by asking the richest top 2% of families to start contributing more.\nSocial Security is funded by mandatory insurance contributions authorized by the Federal Insurance Contributions Act, or \"FICA\". The FICA contribution is 12.4% of wages, with employers and employees splitting those contributions equally at 6.2% each. (Self-employed workers contribute the full 12.4%.) If you're a wage employee, you contribute 6.2% of your very first dollar of wages to Social Security, and 6.2% of every dollar after that -- up to an annual cap. This year's cap is $132,900, and each year, that cap increases based on the growth in national average wages.\nCongress designed the cap to go up each year based on average wages to ensure that a fairly steady percentage of total wages in America were subject to the FICA contribution requirement. But growing wage disparities over the past few decades has thrown the system out of whack. \nWhile wages for lower-income and middle-income workers have been fairly stagnant -- limiting the growth of the national average wage figure we use to set the annual cap -- income at the very top has been skyrocketing. That means more income for the biggest earners has been above the cap and therefore exempt from the FICA contribution requirement. In 1983, 90% of total wage earnings were below the cap. Now it's just 83%. The top 1% of earners have an estimated effective FICA contribution rate of about 2%, compared to more than 10% for the middle 50% of earners. That amounts to billions of dollars every year that should have gone to Social Security but instead remained in the pockets of the very richest Americans, while the Social Security system slowly starved. \nAnd the very rich have escaped contributing to the system in yet another way: more and more of their income is in the form of unearned investment income, not wages, and they don't have to contribute any of their investment income to Social Security. Although most Americans earn most of their income from wages, capital income makes up more than half of total income for the top 1% and more than two-thirds for the top 0.1%. All that income escapes the Social Security program. \nMy plan brings our Social Security system back into balance by asking the top 2% of earners to start contributing a fair share of their wages to the system and by asking the top 2% of families to contribute a portion of their net investment income into the system as well:\nFirst, my plan imposes a 14.8% Social Security contribution requirement on individual wages above $250,000 -- affecting less than the top 2% of earners -- split equally between employees and employers at 7.4% each. While most American workers contribute to Social Security with every dollar they earn, CEOs and other very high earners contribute to Social Security on only a fraction of their pay. My plan changes that and requires very high earners to contribute a fair share of their income. My plan also closes the so-called \"Gingrich-Edwards\" loophole to ensure that self-employed workers can't easily reclassify income to avoid making Social Security contributions. \nSecond, my plan establishes a new 14.8% Social Security contribution requirement on net investment income that applies only to the top 2% --individuals making more than $250,000 in annual income or families making more than $400,000 in annual income. My plan creates a new contribution requirement -- modeled on the Net Investment Income Tax (NIIT) from the Affordable Care Act -- that asks people and families above these high income thresholds to contribute 14.8% of the lesser of net investment income or total income above these thresholds. My plan also closes loopholes in the NIIT that allow wealthy owners of partnerships and other businesses to avoid it. This contribution requirement will ensure that the very wealthy are paying into Social Security even when they report the bulk of their income as capital returns rather than wages. \nMillions of Americans are depending on Social Security to provide a decent retirement. My plan raises Social Security benefits across-the-board by $2,400 a year and extends the full solvency of the program for nearly another two decades, all by asking the top 2% to contribute their fair share to the program. It's time Washington stopped trying to slash Social Security benefits for people who've earned them. It's time to expand Social Security.",
    "url": "https://elizabethwarren.com/plans/social-security"
}