{
    "id": "student_loan_debt_day_one",
    "text": "We're facing a student loan crisis -- one that's holding back our economy and crushing millions of American families. I have already proposed bold steps to broadly cancel student loan debt, provide universal tuition free public two- and four-year college and technical school, ban for-profit colleges from receiving federal aid, and help end racial disparities in college enrollment and resources. \nBut the Department of Education already has broad legal authority to cancel student debt, and we can't afford to wait for Congress to act. So I will start to use existing laws on day one of my presidency to implement my student loan debt cancellation plan that offers relief to 42 million Americans -- in addition to using all available tools to address racial disparities in higher education, crack down on for-profit institutions, and eliminate predatory lending. \nI spent my career studying why so many hard-working middle-class families were going broke. I discovered that they weren't reckless or irresponsible -- they were being squeezed by an economy that forced them to take on more debt to cling to their place in America's middle class. Student debt is no different: for decades, students have worked hard and played by the rules. They took on loans on the promise that a college education would justify their debt and provide a ticket to the middle class. But our country's experiment with debt-financed education went terribly wrong: instead of getting ahead, millions of student loan borrowers are barely treading water.\nWhen I got to the Senate, I used every opportunity and every tool available to me to ease the burden of student debt. I fought to lower interest rates, refinance loans, and hold loan servicers and debt collectors accountable for breaking the law and hurting borrowers. I made sure Congress provided $700 million in a relief fund for borrowers who dedicated their lives to public service but missed technical requirements for loan forgiveness, and I fought to cancel loans for 80,000 students who were cheated by Corinthian Colleges. \nAlong the way, I learned two key things. First, the student debt crisis is deeper than many experts thought was possible. And second, the Department of Education has broad authority to end that crisis. When I am president, I plan to use that authority.\nHere's how it will work: \nI'll direct the Secretary of Education to use their authority to begin to compromise and modify federal student loans consistent with my plan to cancel up to $50,000 in debt for 95% of student loan borrowers (about 42 million people). \nI'll also direct the Secretary of Education to use every existing authority available to rein in the for-profit college industry, crack down on predatory student lending, and combat the racial disparities in our higher education system. \nAchieving Broad Debt Cancellation through Administrative Authority\nThe Higher Education Act gives the Department of Education the ability to modify, compromise, waive, or release student loans. This authority provides a safety valve for federal student loan programs, letting the Department of Education use its discretion to wipe away loans even when they do not meet the eligibility criteria for more specific cancellation programs like permanent disability discharge. \nAmerica needs that safety valve now more than ever. Only 43% of public two-year college students, and 34% of for-profit college students who entered repayment on their loans in 2011 had paid even a dollar toward their loan principal after five years. Even among four-year college students, a third of borrowers hadn't made any payment toward principal in the same time period. According to a September 2019 study, one quarter of all student loan borrowers defaulted on their loans over a 20-year period. Student debt is reducing home ownership rates for young adults and contributing to rural \"brain drain,\" leading to fewer people starting businesses, particularly small businesses, and forcing students to drop out of school. \nIt's a problem for all of us. And the burdens of student debt are not distributed equally across all Americans: our country's student debt crisis is hitting Black and Latinx communities especially hard. Half of Black borrowers and a third of Latinx borrowers default on their loans within 20 years.\n20 Years After Starting College\nIn Student Loan Debt\nSource: Institute on Assets and Social Policy, Brandeis University View in full screen.\nAs president, I will direct my administration to begin the process of cancelling loans under its compromise and modification authorities on day one, according to the criteria set out in my existing plan and to amend any regulations or policy positions necessary to get there. And crucially, I'll ensure that loan cancellation will not result in any additional tax liability for borrowers. \nIn addition, the Higher Education Act provides a number of student loan cancellation programs that are not being used fully to give borrowers the relief they were promised under the law -- including discharges for borrowers whose college closed, for those who were defrauded by their school, and for those who engaged in public service. Hundreds of thousands of borrowers are already waiting to get the cancellations they were promised under these laws. \nI'll ensure that borrowers get the relief they deserve by simplifying the application processes, doing affirmative outreach to borrowers to encourage them to apply, clearing out backlogged applications, using available data to match borrowers with their discharge options, automatically cancelling debts, discharging loans for groups instead of requiring individuals applications, and fixing any adverse effects of the debt on borrowers' credit history. These programs will allow for additional relief -- beyond the broad debt cancellation available to 42 million borrowers -- for as many as 1.75 million borrowers. \nFurther, my administration will roll back harmful changes by the Trump administration to the rules that govern these programs and implement new rules to ensure that borrowers get the greatest opportunity to cancel their debts allowable under the law. And I have proposed eliminating the onerous \"undue hardship\" standard for discharging student debt in bankruptcy, but until Congress acts, I will direct my administration to stop standing in the way by opposing borrowers' bankruptcy petitions, and to instead push for a less strict interpretation of undue hardship. \nI won't stop fighting for Congress to enact the rest of my college affordability plan -- including the wealth tax on the richest people in the country that I have proposed to offset the cost. I won't stop pushing until Congress has enacted universal tuition free public college, a $100 billion increase in Pell Grants to cover living expenses for low and middle-income students and an expansion of who is eligible for a Pell Grant, a minimum of $50 billion in increased funding for Historically Black Colleges and Universities and Minority Serving Institutions, and a ban on federal funding for for-profit colleges. But we're facing a student debt crisis, and every day counts for families struggling with this burden and for our economy as a whole. \nThe steps I have outlined here will require clearing a lot of red tape to make sure borrowers get the relief to which they are entitled. I have consulted with leading experts on student debt cancellation who are confident that this plan is permissible under current law. But let's be clear: our government has cleared far bigger hurdles to meet the needs of big businesses when they came looking for bailouts, tax giveaways, and other concessions. Instead of catering to the needs of the powerful and wealthy, a Warren administration will make the system work for the millions of Americans who worked hard to get an education, only to be trapped in debt. \nAddressing Racial Disparities and Predatory Practices in Our Higher Education System\nIn addition to canceling existing student debt, we must take steps to improve college affordability and curb the growth of student loan debt in the future. I have already called for new laws making public college and technical school tuition-free, supporting HBCUs and Minority-Serving Institutions and working to close the racial gaps in access to higher education and college completion, and ending for-profit colleges' access to federal student aid. I'll urge Congress to adopt these proposals, but I will also use all the existing authorities at my disposal to fight racial disparities in higher education, encourage investments in public higher education that improve affordability and limit indebtedness, exclude predatory for-profit colleges from accessing federal aid, and crack down on predatory lending products.\nAddressing Racial Disparities in Higher Education through Civil Rights Law \nOur nation's civil rights laws are clear: discrimination in the provision of student loans is illegal. Title VI of the Civil Rights Act prohibits discrimination in the provision of federal financial assistance, and the Equal Credit Opportunity Act prohibits discrimination in the provision of credit products, including federal student loans. \nThe Department of Education -- one of the federal agencies responsible for enforcing our nation's civil rights laws -- is sitting on evidence of massive racial disparities in one of the country's largest financial assistance programs, and it is not investigating the root causes of those disparities. Black students are 20% more likely to borrow, often borrow more, and default at more than twice the rate of white students. Whereas the median white borrower owes just $1,000 20 years after starting college, the median black borrower still owes $18,500 after two decades. There are persistent disparities for Latinx and Native American borrowers too. Experts have pointed to the racial wealth gap and racial discrimination in the labor market as potential contributors to the disparities in student debt, but there has been little investigation into how the fundamentals of the provision of student loans -- from the way our higher education system is organized to the practices of student loan servicers and debt collectors -- contribute to the racialized outcomes of the student loan program. \nThat changes under a Warren administration. The Education Department's Office for Civil Rights will institute a wide scale investigation into the roles that colleges, state higher education systems, and the student loan industry play in contributing to racial disparities in student borrowing and student loan outcomes. We'll examine the system from top to bottom, from state funding decisions and institutional aid to servicing practices, the assessment of fines and fees on defaulted loans, and access to repayment plan and cancellation options. Where my administration identifies illegal discrimination, I will not hesitate to enforce the law to its fullest. My administration would also submit regular reports to Congress to bring their attention to the racial disparities in higher education, their causes, and recommendations for how Congress ought to address them.  \nRace vs. Student Loan Debt \nPercentage of students who took out federal loans for undergrad at a public-four-year institution\nSource: Center for American Progress View in full screen.\nCracking Down on For-Profit Colleges and Predatory Financial Products\nFor-profit colleges have targeted low-income students, service members, and students of color, leaving them saddled with debt. Many have built a business model around sucking down taxpayer dollars while delivering a poor education, primarily to students of color. Nearly half of for-profit college undergraduate students are students of color. 95 percent of Black students attending for-profit colleges took out student loans, and a staggering 75 percent of Black students who did not complete their program at a for-profit college defaulted.  \nI'm committed to ending federal financial aid to for-profit colleges -- and until Congress takes action on that proposal, I will use all of the options available to crack down on the industry's predatory practices and to safeguard students. I'll start by restoring the protections against for-profit colleges that Betsy DeVos rolled back, including re-instituting and strengthening the Obama administration's gainful employment rule. I'll also re-staff the office responsible for investigating fraud at colleges and move it outside of the Education Department's Federal Student Aid office to eliminate conflicts of interest. And I will tighten the review processes and guidance for access to the federal student aid programs to ensure that colleges that are not operating in the best interest of students cannot access federal dollars. That includes fixing IRS rules and enforcement procedures to prevent for-profit colleges from masquerading as non-profits, and issuing new rules and guidance to prevent colleges from entering into revenue sharing agreements that pay online program management companies based on the number of students they recruit.\nFinally, I will crack down on predatory practices to end the financial industry's exploitation of students who are just looking for a way to pay for college. I will restore the office responsible for protecting students at the Consumer Financial Protection Bureau, which provided $750 million in relief to student borrowers before it was gutted by Mick Mulvaney in 2018. And I will make it a priority to investigate the emerging \"income share agreement\" industry, in which schools and financial institutions offer loans that require students to sign away future income in exchange for money to pay for college, for violations of federal civil rights and consumer protection laws.\nIf we want to achieve the kind of big, structural changes that will make our education system, our economy, and our society work for everyone, we're going to need to use every tool, every scrap of opportunity that comes our way, to help working families. The future of our economy and the lives of a generation of student loan borrowers are at risk, and I'm committed to seeing this fight through no matter what.\n",
    "url": "https://elizabethwarren.com/plans/student-loan-debt-day-one"
}