{
    "id": "tribal_nations",
    "text": "In 2003, the United States Commission on Civil Rights released a report on the state of federal support for Indian Country. The report detailed the chronic failure of the federal government to provide the resources necessary to fulfill its promises to Native Americans, and noted that, as a result, \"Native Americans continue to rank at or near the bottom of nearly every social, health, and economic indicator.\"\nIn December of last year, the Civil Rights Commission released a follow-up report to examine what progress had been made in the 15 years since the initial report. The new report, titled Broken Promises: Continuing Federal Funding Shortfall for Native Americans, concluded that subsequent federal efforts had resulted in \"only minor improvements, at best, for the Native population as a whole,\" and that \"in some respects, the U.S. Government has backslid in its treatment of Native Americans.\" This utter lack of improvement is appalling -- but to Native and indigenous peoples, it is not surprising.\nThe story of America's mistreatment of American Indians, Alaska Natives, and Native Hawaiians is a long and painful one, rooted in centuries of discrimination, neglect, greed, and violence. Tribal Nations robbed of more than a billion acres of land. Resources seized and sacred sites desecrated. Native languages and religions suppressed. Children literally stolen from communities in an effort to eradicate entire cultures. Native history is American history -- and we must be honest about our government's responsibility in perpetuating these injustices for centuries.\nAnd yet, despite this history, Tribal Nations and indigenous peoples have proven resilient and continue to contribute to a country that took so much and keeps asking for more. They serve in the United States military at higher rates than any other group in America. Each year, more and more Native people go to college and graduate school, and start businesses. Efforts to preserve Native cultures and languages are more prevalent and successful now then at any time in our nation's history.\nStories of hope and optimism can be found throughout Indian Country. But as a nation, we are failing in our legal, political, and moral obligations toward tribal governments and indigenous peoples. That this failure is simply the latest chapter in generations of prior failures is no excuse. As I said when I spoke to the National Congress of American Indians in 2018, Washington owes Native communities respect -- and much more. Washington owes Native communities a fighting chance to build stronger communities and a brighter future.\nTo achieve this, we must end the corruption that empowers giant corporate interests to trample the interests of indigenous peoples. We must end the neglect that allows Congress to chip away at nutrition assistance, health care, education funding, and other programs, many of which are grounded in treaty commitments exchanged for millions of acres of native lands, and that too many Native families rely on to survive. And we must go further. We must ensure that America's sacred trust and treaty obligations are the law of the land -- binding legal and moral principles that are not merely slogans, but instead reinforce the solemn nation-to-nation relationships with Tribal Nations. Accomplishing this will require structural change.\nIt will not be easy, but our government must uphold its commitments and promises to Native and indigenous peoples. We must recommit to the principles of protecting Tribal sovereignty and advancing Tribal self-determination in all federal decisions that affect Native communities. I have fought for this brighter future during my time in the Senate. And I am committed to achieving it as President of the United States.\nHonoring Promises Legislation to Fulfill Trust and Treaty Obligations\nOn December 20, 2018 -- the day the Civil Rights Commission released its report -- then-Congresswoman-elect Deb Haaland called on Congress to respond to its stark assessments with \"a spending package to directly and immediately address critical unmet needs in Indian Country to ensure Native Americans get the full equity we've been fighting for.\" Congresswoman Haaland and I have been working closely with each other and with partners in Indian Country to develop this legislation. We have released a legislative proposal for this effort as the kickoff to a public consultation period that will allow Tribal governments, citizens, experts, other stakeholders, and the public to offer input and suggestions in advance of the introduction of a final product in Congress. We will call it the Honoring Promises to Native Nations Act.\nThis legislation will not address every major policy issue of concern to Tribal Nations and indigenous communities. But it will represent an urgently needed and long-overdue step toward ensuring that the United States finally, and for the first time, fully meets its resource obligations to Indian Country.\nGuaranteeing Vital Resources for Indian Country\nA central takeaway of the Civil Rights Commission report is that funding vital programs for Indian Country through the regular congressional appropriations process has resulted in chronic shortfalls, uncertainty, and overall funding levels far below what is necessary for the federal government to meet its obligations. Funding these programs is not optional. It is required in order to fulfill the United States' trust and treaty obligations. Yet Congress regularly acts as though programs serving Indian Country can be left to the whims of yearly decision-making or cut to make up ground elsewhere in the budget.\nHonoring Promises will seek to end the problem of inadequate funding by removing these programs from the traditional appropriations process and instead ensuring predictable, guaranteed funding for all of these vital initiatives -- no matter the circumstances in Washington. Predictable, guaranteed funding can take a variety of forms, including multi-year advanced appropriations and sequestration exemptions; automatic inflation adjustments to ensure that adequate support does not erode over time; and mandatory funding available under all circumstances, like Social Security, Medicare, or Medicaid. Trust and treaty obligations do not vanish because of political games in Washington; federal funding must no longer vanish for these reasons, either.\nElevating Tribal Priorities to the Highest Levels of Federal Government\nI served as an advisor to President Obama setting up a new federal agency to protect consumers. So I know that when it comes to government decisions, it matters who's in the room -- and what authority they have. No matter our intentions, the lack of structural support within the Executive Branch to elevate and prioritize issues of importance to Indian Country undermines the ability of Washington to meet its nation-to-nation obligations.\nGetting our own house in order requires rethinking internal structures for decision-making and resource allocation. There are a number of steps that we should consider:\nA Permanent, Cabinet-Level White House Council on Native American Affairs. President Obama established a White House Council on Native American Affairs, but it has \"gone dead\" under the Trump Administration. A permanent, statutory White House Council whose chairperson has Cabinet-level status would ensure Administrations meet their obligations to Indian Country regardless of who is President, and could reinstate President Obama's extremely successful annual White House Tribal Nations Conference.\nA New White House Budgetary Office of Tribal Affairs. An Office of Tribal Affairs at the Office of Management and Budget would help consult with tribes, and track and advance government-wide progress toward meeting the federal government's trust and treaty responsibilities through proper funding and by providing transparency and detail to all federal funding for Native and indigenous programs. There could also be a director's office level Tribal officer.\nEmpowering Non-White House Agency Officials on Indigenous Matters. Options for achieving this goal under consideration as part of the Honoring Promises proposal include establishing a Deputy Secretary for Tribal Nations in the Department of the Interior who reports directly to the Secretary and has cross-cutting authority across departments, a special envoy on indigenous peoples issues within the State Department, and the establishment of additional Deputy Secretaries for Tribal Nations in other federal departments.\nEnsuring Timely Consultation with Tribal Nations on Federal Policy. Options for achieving this under consideration as part of Honoring Promises include requiring that all Cabinet-level Departments have tribal advisory committees, and passing the RESPECT Act, which requires agencies to set processes for timely input from tribes where agency decisions affect tribal interests.\nEnhancing Self-Governance and Self-Determination. We should pass the PROGRESS for Indian Tribes Act and explore additional ways that the federal government can continue expanding self-governance and self-determination with respect to federal programs, including the legislative recommendations of the Self-Governance Communication & Education Tribal Consortium.\nEconomic Development\nAs President, I intend to pursue an agenda of economic patriotism, using new and existing tools to defend and create quality jobs while also pursuing structural changes to our government's approach to the economy that will put workers and families ahead of multinational profits and Wall Street bonuses. In Indian Country, this agenda starts with an end to shirking our responsibilities to promote economic growth in Indian Country.\nMany Native Americans are thriving -- graduating from college and graduate school, starting businesses, and building wealth. But Native peoples continue to experience high poverty and unemployment rates, particularly in some rural communities. The enormous resource gap between Native and white households and the underdevelopment of Indian Country are both the direct result of centuries of conscious government policy. It is time for new government policies to allow Native families to thrive economically.\nPhysical Infrastructure\nBy virtue of its trust relationship, the United States is committed to providing serious infrastructure support to Tribal Nations -- but our government continually falls short. The Civil Rights Commission report calls for \"funding necessary for the buildout of unmet essential utilities and core infrastructure needs in Indian Country, such as electricity, water, telecommunications, and roads.\" The Honoring Promises proposal will address these concerns.\nAccording to the Bureau of Indian Affairs, the majority of roads controlled by Tribal Nations and the Bureau are unpaved dirt roads. We will work toward full funding for investments in transportation infrastructure and access throughout Indian Country. This includes full support for the Tribal Transportation Program, the Bureau of Indian Affairs' road maintenance program (which currently faces major backlogs), the Tribal High Priority Projects Program, and the Tribal Transportation Technical Assistance Program.\nSimilarly, water and sanitation infrastructure requires major new and sustained investments. Nearly 40% of homes in the Navajo Nation do not have access to running water, and the Indian Health Service (IHS) estimates that Native people lack access to safe drinking water at nine times higher rates than average. We should set minimum, significantly increased set-asides for Tribal drinking water improvements from the EPA Drinking Water State Revolving Fund, the EPA Clean Water State Revolving Fund, and the tribal water pollution control program.\nTribal lands also struggle with inadequate electrical infrastructure. Over a quarter of rural Native Americans have experienced electricity problems at their residences. In some Native communities, electricity costs are more than 8 times the national average, and many villages rely on diesel fuel and heating oil for electricity and heat. To eliminate these disparities, we should triple our investments in the Department of Energy's Office of Indian Energy and empower tribal communities with the resources needed to fully fund needed electrical grids and expand the many successful renewable energy initiatives on Native lands.\nConversations about physical infrastructure must also include serious engagement with the unique threat of climate change to Native and indigenous peoples. Climate change has severely impacted Alaska Natives, with many communities displaced. The Quinault Indian Nation faces similar threats. And as the climate crisis worsens, so too will its disproportionate impact on Indian Country. We must consider these disparate consequences in our climate policies and prioritize frontline communities in a manner consistent with our commitments under the Green New Deal. My Green Manufacturing plan, for example, prioritizes resources for communities that often bear the brunt of climate change. It also envisions creating truly participatory and democratic processes to both help frontline communities adapt -- and address the structural inequalities that made them vulnerable in the first place.\nDigital Infrastructure\nPhysical infrastructure is not the only drag on economic development in Indian Country. According to the FCC, in 2017, 26.4% of people living in rural areas and 32.1% of people living on Tribal lands did not have access to minimum speed broadband (25 Mbps/ 3 Mbps), compared to 1.7% in urban areas.\nI have previously called for major improvements in rural broadband access on tribal lands, and I have proposed a new $85 billion federal grant program to massively expand broadband access across the country -- including $5 billion set aside specifically for 100% federal grants to Tribal Nations to expand broadband access on Native American lands. In addition to necessary \"last mile\" infrastructure, Tribal Nations will be able to apply for funds to build the missing 8,000 miles of middle mile fiber on tribal lands. I will also sign into law and build on the Tribal Connect Act so that every tribal library has a broadband connection. And to further close the digital divide, I have proposed dedicated, increased funding to expand the capacity of the FCC's Office of Native Affairs and Policy, which supports Indian Country.\nFinancial Infrastructure\nSustained economic development requires banking and access to capital. But as I have noted before, banking access on Native lands is woefully inadequate. In addition, while small business creation is critical for job creation, our playing field is tilted against entrepreneurs of color, including Native Americans. The reported wealth gap between Native Americans and white households has compounding effects, limiting the money entrepreneurs can put directly into their own businesses, and providing less collateral to attract credit. Other barriers, like geographical isolation, discrimination, and legal uncertainty also make it harder for Native Americans to start successful small businesses.\nI have worked to draw attention to this issue, and for multiple Congresses I have supported the Native American Business Incubators Program Act, which would provide grants to incubators specializing in Native-owned businesses. But I also believe the federal government has a duty to go much further.\nNative Community Development Financial Institutions (CDFIs) are helping to fill the gaps in access to capital in Indian Country. These often homegrown organizations provide loans, investments, technical assistance, and other services to primarily Native communities and know the clients they're serving. That's why Honoring Promises proposes to significantly increase our support for Native CDFIs, including by expanding the Native American CDFI Assistance Program, which provides financial assistance, technical assistance, training, and outreach support for these organizations.\nI've also proposed a Small Business Equity Fund to help close the startup capital gap for entrepreneurs of color to fully close the startup capital gap for Black, Latinx, and Native entrepreneurs. The Fund will provide no-strings-attached grants to entrepreneurs eligible for the Small Business Administration's existing 8(a) program and who have less than $100,000 in household wealth. That wealth threshold is roughly the national average, but it's over ten times the estimated median net worth of Native American families. This will support 100,000 new minority-owned businesses for the next ten years.\nAs compared with white men, in 2017, Native American women made 58 cents on the dollar. That's why, on day one of my presidency, I will sign a set of executive orders to hold private contractors accountable for pay equity, make the senior ranks of the federal government look like America, and strengthen enforcement against systemic discrimination.\nFinally, I have previously discussed how the ability of Native communities to put their land to beneficial use has been uniquely hobbled by the U.S. government. Because of destructive federal policy dating back to the late 1800s that allotted tribal lands held in common to individual Tribal citizens and sold additional Tribal lands to non-Native settlers and commercial interests, a large majority of reservation lands were taken from Tribal Nations without compensation. Several generations later, individual Tribal allotments are now co-owned by many people -- sometimes hundreds or thousands -- making it difficult to use the land or coordinate activities on it.\nTo fix this problem, I have proposed expanding funding for the Indian Tribal Land Acquisition Loan Program and the Highly Fractionated Indian Land Loan Program, USDA programs that help tribal governments acquire land and preserve it for future generations, and pushing Congress to provide another infusion into the Trust Land Consolidation Fund for buybacks. And unlike the current Administration, my Administration will work closely with Tribal Nations on those buybacks, so that the lands that are highest-priority to the tribes will also be our highest priority.\nI also support a full fix to the 2009 Supreme Court case Carcieri v. Salazar, so that Tribal Nations' land can be taken into trust and their reservations protected. Moreover, the process of placing land into trust is far too cumbersome and bureaucratic. The federal government should streamline the process significantly.\nGuaranteeing Native Access to New Economic Opportunity\nReorienting government policy to promote economic development isn't simply about removing barriers that have prevented Native Americans and indigenous people from accessing the economic opportunities they have been denied. It also requires streamlining and removing unnecessary administrative barriers that impede economic growth on Tribal lands, respecting tribal jurisdiction over tribal businesses, and promoting forward-looking efforts to ensure full access to new and emerging economic opportunities.\nCongress did this when it enacted legislation paving the way for regulated gaming on Tribal lands. The federal government should be proactive at facilitating additional such efforts.\nFor example, while not every tribe is interested in the economic opportunities associated with changing laws around marijuana, a number of Tribal Nations view cannabis as an important opportunity for economic development. I support full marijuana legalization, and have also introduced and worked on a bipartisan basis to advance the STATES Act, a proposal that would at a minimum safeguard the ability of states, territories, and Tribal Nations, to make their own marijuana policies.\nMy proposal has received strong support from Indian Country. \"For tribes, the STATES Act respects tribal sovereignty by providing tribes with a voice in how a state's decision to move toward a marijuana regulatory regime will affect our communities,\" Suquamish Tribe Chairman Leonard Forsman wrote in Indian Country Today.\nFinally, economic patriotism means using the authority of the federal government to affirmatively promote economic growth through its purchasing powers. The Buy Indian Act creates a broad federal preference for Native contractors and Native procurement at certain agencies. But its implementation is largely at the discretion of regulators, and the head of the Native American Contractors Association testified before Congress last year that the use of the program's set asides is \"dismal at best.\" We should expand this program to all federal agencies and significantly raise its set asides to promote economic development. And we should lift the current cap on sole-source contracts issued to Tribally-owned, ANC-owned, and NHO-owned companies under the Small Business Administration's Native 8(a) program to promote economic opportunities for small businesses and to ensure that this economic growth benefits Tribal communities.\nHousing\nWe are in the midst of a housing crisis that is playing out in cities and towns, urban and rural areas alike. Rents are rising. Homeownership is out of reach for too many families. In Indian Country, the housing crisis isn't new -- but its severity is shocking. In far too many places, extreme overcrowding is the norm. Some 70% of homes require repairs. Too many homes are contaminated by lead, asbestos, or dangerous chemicals.\nIn theory, the federal government should cover costs for affordable housing in Indian Country. But actual federal support continues to fall short.\nThe Native American Housing Assistance and Self-Determination Act (NAHASDA), which provides hundreds of millions in block grant funds to Tribal governments to support housing, is a successful program. But NAHASDA's authorization expired six years ago, held up by those in Congress on an ideological mission to kick Native Hawaiians out of the program. And funding continues to limp along at inadequate levels. I have been a strong supporter of reauthorizing NAHASDA with the full inclusion of Native Hawaiians. The next step is to guarantee its housing funding so that those who depend on this support can never again be held hostage by political games in Washington.\nAnd we must go further. My housing plan would create or rehabilitate millions of housing units across the United States. It would also substantially expand the Indian Housing Block Grant to $2.5 billion, to build or rehabilitate 200,000 homes, and the Native Hawaiian Housing Block Grant to $8 million in the first year. It also respects tribal sovereignty by restoring the ability of tribes to administer their own Section 8 federal housing vouchers. The proposal has been unanimously endorsed by the National American Indian Housing Council, who said it \"would make a substantial impact in addressing housing needs in Native American, Alaska Native and Native Hawaiian communities.\"\nWe should also fully fund the Indian Community Development Block Grant and secure loan guarantees for Indian housing under Section 184 of the Loan Guarantee Program and the Title VI Loan Guarantee program, as well as the Housing Improvement Program, administered by the Bureau of Indian Affairs. We should design a new program to keep housing stock habitable, including through asbestos and lead mitigation and remediation of methamphetamine contamination. And we should re-establish the Coordinated Environmental Review Process Workgroup to ease administrative burdens for the environmental review process.\nHealth Care\nStemming from both treaty agreements and federal statutes, the federal government has a longstanding responsibility to provide health care throughout Indian Country. To meet this obligation, the Indian Health Service (IHS) provides health care directly to the majority of Native Americans. IHS is a system of providers -- clinics and hospitals that serve Native communities, primarily in tribal areas -- and while the agency receives some direct funding from Congress, Medicare, Medicaid, and private insurers comprise 20 percent of IHS provider funding. Many people also receive care through other avenues, including independent tribal health systems and contracts with private providers. On paper, this is a robust set of systems to ensure access to care. The reality is far different.\nChronic underfunding, unpredictable budgeting, and sequestration have all plagued the IHS, limiting the agency's ability to execute its mission. Despite calls from myself and others, the IHS hasn't even had a Senate-confirmed director since 2012. And constant attacks on Medicaid continually threaten to undermine the agency. Even where services are funded, Indian Country often faces provider access problems that are similar to, and in some cases even worse than, those plaguing most of rural America.\nThe impact of these federal failures are clear. Compared to the rest of the nation, Native children are 3 times more likely to be uninsured, while adults are 2 times as likely to not have coverage. Average life expectancy in the US is around 5.5 years lower for Native Americans -- in some places, like Pine Ridge, it has fallen as low as 52 for women and 48 for men.\nNative Americans also experience significantly worse chronic and behavioral health outcomes. They are 3.2 times more likely to die from diabetes, 6.6 times more likely to die of alcohol abuse, and 1.8 times more likely to die of influenza -- all conditions that can be managed with adequate care. Indian Country's struggles with behavioral health and chronic conditions like diabetes have yet to receive adequate targeted and specialized support.\nIt's time for a new approach. That is why I am calling for a new commitment to Native health -- one that replaces the current, chronically underfunded regime with one that guarantees funding for all necessary services, ensures access to adequate medical providers throughout Tribal lands, and includes specific programs designed to zero in on behavioral health and chronic disease issues to make real change.\nGuaranteed Funding for the Indian Health Service. IHS currently receives 5 times less funding per person than the federal prison system. The Honoring Promises proposal seeks input on a better overall system to meet our treaty obligations and provide quality accessible health care to Native communities -- but so long as IHS remains the vehicle for delivering care, we must provide it with sufficient, guaranteed funding. Such funding must be stable and must exist independent of the whims of annual budget arguments in Washington. By providing full, mandatory funding for the Indian Health Service, my plan will provide health clinics, Urban Indian Health Programs and hospitals across Tribal areas with the certainty they need to recruit and retain doctors and nurses, repair aging facilities, and provide quality care for those who need it.\nEnsuring Adequate Providers Across Indian Country. On average, 1 in 4 positions with IHS is currently empty. Health professional shortages in Indian County are a significant cause of inadequate access to care. That's why my plan to invest in rural America specifically addresses health care workforce shortages by significantly expanding training and loan repayment programs for rural and IHS health professionals. For rural areas, we need more than loan repayment and training -- we need places for them to live. In many Native communities, IHS cannot meet the housing demand for providers, causing many to seek other employment rather than commute extreme distances in harsh weather. To ensure that Native American communities have adequate housing for their health professionals, my housing plan expands the Indian Housing Block Grant. And we should reform the bureaucracy and improve incentives to do a better job of connecting patients with providers who can easily interface with Indian Country.\nChronic Disease. Across America, Native people who live on or near reservations die at significantly higher rates than other Americans of liver disease, diabetes, and chronic lower-respiratory disease. Native American women are 4.5 times more likely to die during or immediately following pregnancy than white women, and infant mortality in Native communities is 1.6 times higher than for other Americans.\nMany federal programs to manage chronic disease in Native Communities have never been adequately funded, and today crucial Native American health programs are threatened by legal challenges. Honoring Promises would protect and fully fund each of these critical programs, address health provider shortages through expansion of the Community Health Aide Program, expand prevention and response for communicable diseases, repair and expand inadequate facilities, and much more. For example, the proposal welcomes input on how to implement guaranteed funding for the hugely successful Special Diabetes Program for Indians and proposes exploring special modifications to ensure tribes can use this funding under 638 self-determination contracts.\nBehavioral Health. For decades, Native Americans have lacked sufficient access to behavioral health services despite experiencing the highest rates of alcohol use disorder, domestic violence, and suicide. While around 80 percent of IHS facilities provide some behavioral health services, patients are often unable to access them due to staffing shortages, unaffordable copays, or barriers like transportation or taking time off work. Nearly 40 percent of IHS facilities reported that understaffing due to insufficient funds was a serious barrier in treating patients for behavioral health issues.\nTo improve behavioral health access, we should expand tele-mental health services and resource for staffing, infuse tribal communities with new resources to combat substance use disorder, empower tribes to resolve the suicide crisis, and address childhood trauma.\nI have advanced several legislative proposals to better address these issues. My comprehensive plan to combat substance abuse and end the opioid crisis, the CARE Act, is the most ambitious effort to address this issue ever introduced in Congress. It dedicates over $800 million in the next decade directly to Tribal governments and organizations and Urban Indian Health Programs and strengthens Medicaid services. It has been applauded by the National Indian Health Board for its \"strong Tribal provisions\" and has been endorsed by a number of major inter-tribal organizations, I am honored to have been able to discuss it at inter-tribal roundtables at the Choctaw Nation in Oklahoma and with the Mashpee Wampanoag Tribe in Massachusetts.\nI also believe Congress should pass my Native American Suicide Prevention Act, which empowers Tribal Nations by requiring that state entities collaborate with them to resolve the suicide crisis affecting Indian Country. As my partner in this effort, Rep. Raul Grijalva, and I wrote last year, \"Tribal citizens know what works for their communities, and it's time to reinforce their efforts to implement multi-dimensional and culturally competent approaches to suicide prevention.\"\nIn addition, to better integrate federal protections against child abuse in Native communities, Congress should pass my American Indian and Alaska Native Child Abuse Prevention and Treatment Act, which would increase Tribal funding in the Child Abuse Prevention and Treatment Act programs and gather much-needed data on the problem. And, of course, we must stand against efforts to undermine the Indian Child Welfare Act, which respects tribal sovereignty on issues of child custody.\nFinally, I agree with the National Congress of American Indians resolution that we must lift the Institution of Mental Disease exclusion in Medicaid, which limits inpatient mental health care in facilities with more than 16 beds, to fully meet the behavioral health needs of Indian Country -- and I have supported efforts to do so. Repealing this provision entirely would significantly increase access to these essential services by allowing IHS to afford to operate more inpatient psychiatric facilities.\nProtecting Medicaid and Transitioning to Medicare for All. Over 20 percent of Native Americans are uninsured, depending solely on an already underfunded system of clinics and hospitals for care. Medicare for All will be a foundation for Native communities, providing coverage and supporting additional essential programs that deliver the extra support. Under Medicare for All, coverage disparities for Native populations can be eliminated. All Native people could potentially seek care at fully-funded IHS facilities in tribal areas and with other non-IHS providers in their communities. And as an eligible Medicare for All provider, IHS would have consistent funding for all patients instead of a patchwork of federal and private payers.\nThe transition to Medicare for All should involve full Tribal consultation and involvement to insure that the unique needs and rights of Indian Country are respected and accounted for. For example, Medicaid provides critical coverage throughout Indian Country, accounting for 70 percent of IHS insurance payments. The uninsured rate for Native Americans in Medicaid expansion states has fallen by twice as much as in other states. To ensure Native Americans have expanded access to care throughout the transition to Medicare for All, we must dedicate resources to Medicaid enrollment throughout Indian Country and immediately eliminate all work requirements in existing Medicaid waivers -- which in addition to being ineffective and cruel, are also especially harmful to Native American populations.\nPublic Health. The health crisis in Indian Country goes beyond health care facilities and into the basic infrastructure that ensures the public health of other American communities. In addition to establishing dedicated tribal funding in drinking water and waste disposal programs, my plan would also increase funding for the IHS Sanitation Facilities Construction Program to ensure that no Native household is forced to live without clean water. To better handle disease outbreaks when they do occur, I will also establish tribal epidemiology centers to better trace and resolve issues in a culturally appropriate manner.\nSupporting Native Americans in All Communities. A significant majority of Native Americans live outside Tribal service areas, making it even more difficult for them to access IHS and other tribal services. While Medicare for All will provide comprehensive coverage for these individuals, I will also expand services to meet Native American and indigenous populations where they live -- starting with passing the Urban Indian Health Parity Act to expand medical and community health services for Native people in urban areas.\nEducation\nOne of the most important investments the federal government can make in Indian Country is in education. When the federal government fails to meet its trust responsibilities in Native education, it fails the future of these communities. My plan would meaningfully invest in the education of Native American kids -- from birth through college -- so that all students have a chance to achieve.\nUniversal Child Care. Investments in Native American education should start early to ensure all kids start school ready to reach their full potential. My plan to provide affordable, universal child care and pre-K for every child in this country would guarantee free, high-quality child care and pre-K to scores of kids in Indian Country. My plan includes Tribal governments as local administrators of my universal child care and pre-K program -- directly providing the resources necessary for universal quality care and education while fully respecting Tribal sovereignty. It would also raise the wages of child care workers and pre-K teachers in Indian Country, which is critical to address the shortage of workers.\nReal Funding for Bureau of Indian Education Schools. The federal government supports elementary and secondary education for many Native American students through almost 200 federally-funded schools overseen by the Bureau of Indian Education (BIE), an office inside the Department of Interior. Many of these schools are located on reservations and controlled by tribes and tribal school boards through agreements with BIE. Even with this unique governing arrangement, BIE schools receive almost all of their funding from the federal government, which has not kept pace with inflation.\nMy plan for Native American education will make meaningful, significant investments in the future of Native American communities by fully funding BIE schools. BIE schools face major construction and repair backlogs. We need to get our arms around the scope of the problem, ensure we have a comprehensive capital asset plan in place, and then commit to getting to work to renovate and modernize these facilities. Significantly increased funding would also allow these schools to attract and train teachers, particularly those from Native communities, through increases in teacher salaries; and opportunities for high-quality professional development and training to improve teachers' skill sets.\nBroader K-12 Support. Given that the vast majority of Native children attend traditional public schools, investments in K-12 education must also extend beyond BIE schools to reach Native children across the United States -- both on and off reservations -- including Native language revitalization and immersion programs, Tribal education agencies, and other programs authorized by the Elementary and Secondary Education Act that support the education of Native kids who attend traditional public schools off reservations.\nCurriculum Inclusion. Several states, including Montana and Washington, have instituted programs to ensure that public school curriculum includes Native American history and culture as a core component of all students' education. We should support for such programs through grants and other means to ensure that all students understand the important place that Native Nations and indigenous peoples occupy in American history and culture, both past and present.\nGeneration Indigenous. President Obama launched the Generation Indigenous initiative to increase opportunity for Native youth through increased federal investments and high-level federal engagement. I strongly support the principles of program and would continue it under my Administration -- building on the progress made to increase visibility of Native youth issues, support Native youth opportunity through federal investments, and engage with young Native people at a high level.\nUniversal Free Public College, Including for Tribal Colleges and Universities. My plan for universal free college would be truly transformational for students at Tribal Colleges and Universities, as well as Native American students at any public two-year, four-year, or technical college in the United States. My plan would allow students to attend Tribal Colleges and Universities without paying a dime in tuition or fees. And by expanding Pell Grant funding available to cover non-tuition expenses, it would allow all students at Tribal Colleges and Universities to graduate from college completely debt-free.\nI have also called for unprecedented investments in higher education for Indian Country through more direct funding to support the operation of Tribal Colleges and Universities. At minimum, I would invest an additional $50 billion in Historically Black Colleges and Universities, Minority Serving Institutions, and Tribal Colleges and Universities, to ensure these institutions have the resources they need to sustain themselves.\nHonoring Native Veterans\nNative Americans serve in the military at among the highest rates in the country. We should honor this service and guarantee that Native veterans receive the services they have earned. As president, I would establish an advisory committee on tribal and Indian affairs housed within the Department of Veteran's Affairs to ensure that tribal input plays a central role in marshaling the resources of the VA to better serve Native veterans.\nAccording to a 2010 report, Native American veterans have the highest rates of homelessness among veterans groups and face a disproportionate risk of homelessness. Honoring Promises would help address this crisis by making permanent and expanding the Tribal HUD-VASH Act, which provides housing assistance to Native veterans, including through housing vouchers and other forms of rental assistance. Honoring Promises also seeks to open the program to veterans living in Indian Housing Block Grant funded homes, and to expand the Department of Veteran Affairs Native American Direct Loan Program, providing more housing loans to Native veterans living on Tribal lands.\nPublic Safety and Criminal Justice\nFor generations, the federal government has refused to respect Tribal sovereignty in criminal justice matters and failed to support tribes with the resources they need to exercise their own authority. This must change. My plan will recognize the inherent jurisdiction of tribes over their sovereign territory, while providing tribal authorities sufficient funding to provide robust legal systems that deliver justice for victims and due process to criminal defendants. My administration will also launch an unprecedented initiative to address the epidemic of missing and murdered indigenous women.\nRestoring Tribal Sovereignty Over Crimes on Native Land\nThe federal government has failed to recognize that Tribal governments, as sovereigns, have the inherent right to prosecute non-Natives on Tribal land. It's time to fix that -- and to ensure tribes have the resources and the flexibility necessary to administer justice fully and fairly.\nIn 1978, the Supreme Court held in Oliphant v. Suquamish that tribal governments have no inherent criminal jurisdiction over non-Natives on tribal lands, denying Tribal governments the authority to prosecute non-Natives -- even where they committed crimes on tribal land.\nThis decision has deprived countless Native victims of their day in court, and with it, the possibility of justice. It has also created an atmosphere of impunity that feeds our missing and murdered indigenous women crisis. State and federal authorities often decline to prosecute crimes committed by non-Native people on Tribal lands, allowing potential perpetrators to escape accountability.\nConsider just one example. In 2003, a 19-year-old Native woman reported a rape by an Army recruiter. Because the recruiter was not a citizen of a tribe, tribal authorities could not prosecute him. Federal prosecutors also refused to prosecute the man, despite the government settling a lawsuit with the victim for $650,000.\nThere are countless heartbreaking stories like these. 96% of Native female sexual assault victims have experienced violence at the hands of a non-Native person. Even where they are willing to do so, state and federal law enforcement authorities face several obstacles to investigating and prosecuting these offenses, such as the remote geography of many tribal areas, difficulties in producing witnesses, and limited resources. These circumstances effectively immunize crimes on Tribal lands, turning those lands into magnets for violent criminals, sex traffickers, and drug cartels who choose to prey on vulnerable populations.\nIn the 2013 Violence Against Women Act reauthorization, Congress cut back somewhat on the Oliphant ruling by explicitly recognizing Tribal Nations' inherent criminal jurisdiction over non-Natives who commit certain forms of domestic violence on tribal lands. Defendants in such cases maintain the right to challenge Tribal rulings in federal court using habeas corpus petitions. Since that time, eighteen Tribal Nations have used the new authority to secure dozens of convictions -- without a single habeas petition challenging those rulings.\nCongress is currently attempting to expand the domestic violence exception to Oliphant as part of the latest reauthorization of VAWA. I wholeheartedly support that effort. But I believe that respecting Tribal sovereignty and improving public safety in Indian Country demands that we must go much further.\nWe need a full Oliphant fix. I agree with the National Congress of American Indians that Congress should \"expand inherent tribal criminal jurisdiction over all persons committing any crime in their Indian country in a manner that ensures that defendants have the same due process protections as required under the Tribal Law and Order Act of 2010 and the 2013 Re-authorization of the Violence Against Women Act.\" That expansion would give Tribal Nations the sole discretion to determine whether or not to exercise that new authority.\nMy administration will provide Tribal Nations that choose to exercise this authority with the necessary resources to administer justice fairly -- like providing funding for legal representation for indigent defendants -- and to expand the scope of their enforcement without imposing any additional financial burdens on tribes that have been systematically underfunded. My plan will also empower Tribal courts with the sentencing authority required to address more serious offenses by amending the Indian Civil Rights Act, which bars tribal courts from imposing punishments greater than three years in prison per offense and nine years as a total sentence.\nGuaranteed Resources to Ensure the Rule of Law\nThe Trump Administration has tried to slash funding for Tribal law enforcement despite the pressing need for increases in funding for Tribal justice. My Administration will do the opposite. I will fully fund the public safety and justice needs of Tribal communities so that Tribal authorities have the resources necessary to meet their expanded mandate. I would also establish a Tribal Court Innovation Fund to help tribal courts hire public defenders and advance other criminal justice innovations and reforms. And consistent with the recommendations of the National Indegenous Women's Resource Center, I would also significantly increase funding for victim and family services at every level to help those affected navigate the criminal justice system and cope with immeasurable loss.\nThe Honoring Promises proposal considers several ways to guarantee funding for Tribal court personnel and facilities. The legislation would work to identify mechanisms to fund tribal law enforcement programs through DOJ's COPS grants, the Bureau of Indian Affairs, and the Tribal Access Program -- which provides Tribal governments with access to national criminal databases. The legislation also seeks to implement a key recommendation from the U.S. Commission on Civil Rights to fully fund the Tiwahe Initiative, a model of coordinated service delivery in Native communities by addressing poverty, violence, and substance abuse. Honoring Promises also seeks to make permanent the Tribal set-aside from the federal Crime Victims Fund, requests feedback on converting this funding to formula grants rather than competitive grants, and improving oversight of how the Department of Justice administers these funds in Indian Country.\nMissing and Murdered Indigenous Women\nAmerica faces an epidemic of missing and murdered indigenous women. This crisis affects Native women and girls everywhere -- on reservations, in cities, and in rural communities. In 2016, according to the National Crime Information Center, 5,712 indigenous women and girls were reported missing. Native women and girls face disproportionate rates of domestic abuse and sexual violence, and 84% of indigenous women have experienced violence in their lifetime.\nThis is a moral failing and a stain on our country. I have worked to address the crisis of violence against Native people, and especially women and girls. I supported including protections for Native victims of abuse in the 2013 reauthorization for the Violence Against Women Act. But I believe there are many additional steps we must take.\nRolling back the Oliphant decision and recognizing full tribal authority to prosecute non-Native defendants, along with providing necessary funding for investigation, coordination, and prosecution, are crucial steps to help address this crisis. But there is so much more we must do. We must pass the Studying the Missing and Murdered Indian Crisis Act, which requires the federal government to formally report on the law enforcement response to missing and murdered Native people, and expand the POWER Act to fund pro bono legal services for Native victims of domestic and dating violence.\nIn addition, I am proposing a nationwide Missing Indigenous Woman Alert System modeled after the Amber Alert System and fully funded by the Department of Justice. This system will include a single database of missing indigenous women or women categorized as \"runaways.\"\nLaw enforcement authorities at the federal, state, and local level would be required to log missing indigenous women, prompting public alerts through several channels, including SMS, email, push, radio, TV, search, and other applications. The Department of Justice would house a national coordinator for the program, who would work with tribal authorities to establish minimum standards for alert, send annual reports to Congress documenting missing and murdered indigenous women, and a comprehensive report on the program metrics. Like the Amber Alert System, the federal government would administer a grant program to allow states and tribal authorities to establish alert programs, as well as to fund agencies and nonprofits assisting in addressing this crisis.\nThese missing persons reports would also contribute to a comprehensive law enforcement database of missing and murdered women, which would be accessible to law enforcement officials -- with appropriate privacy protections in place to respect the privacy of victims and families. States and local authorities would also have the obligation to enter any other victims into the FBI database. In deference to tribal data sovereignty, this law enforcement data must be made fully accessible to tribal authorities.\nAn aggressive law enforcement approach also requires investigation and prosecution of cases involving violence against indigenous women, and not just by tribal authorities. I will establish a Department of Justice Task Force to investigate the epidemic of sexual assaults and murders committed against Native women and prosecute offenders. This task force will have the mandate to prosecute cases that have gone without investigation for years, or work with tribal authorities who choose to exercise their inherent jurisdiction. And I will appoint United States Attorneys who will aggressively investigate serious crimes -- including cold cases -- committed on tribal lands.\nFinally, as Canada has done, we must conduct a fully-funded independent national inquiry into the causes of the epidemic of missing and murdered indigenous women. We must fully grapple with how our nation allowed this epidemic to grow -- and ensure that we take every step we can to end it.\nTribal Lands and Tribal Sovereignty\nThe federal government's approach to tribal land interests remains one of the most visible and galling examples of ongoing disrespect for tribal sovereignty. Government continues to pay lip service to tribal concerns. But over and over again, when tribes stand in the way of corporate profits, resource extraction, or political ideologies about protected land, tribes lose:\nThe Keystone XL pipeline disrespects historical tribal boundaries, violates treaties, and threatens the Ogallala aquifer -- but the government continues to pursue extraordinary measures to forge ahead anyway.\nThousands of individuals and more than a hundred federally recognized tribes protested the construction of the Dakota Access Pipeline amid concerns that tribal governments were not properly consulted, sacred sites would be desecrated, and a spill would poison clean water relied upon by tribal communities -- but the pipeline was built anyway.\nA last-minute giveaway to an international mining conglomerate jammed into a defense bill enabled a copper mining project at the sacred Apache Leap site at Oak Flat in central Arizona to move forward.\nWith one stroke of his pen, President Trump shrunk our protected lands by more than two million acres in 2017 -- opening up sacred lands to irreversible damage.\nWashington must stop putting the interests of companies that want to exploit our environment ahead of the interests of Native people who seek to preserve their homelands and sacred sites. As President, I'll expand federally protected land that is important to tribes and protect historic monuments and sacred sites from companies that see it as just another place to drill or mine. I will stop giant corporations from stealing tribal resources and threatening tribal lands with ill-advised energy projects. And I'll make respect for sacred tribal religious interests the law of the land.\nUsing the Power of the Presidency to Respect Tribal Land Interests. My plan for public lands includes aggressive steps to stop private interests from pillaging sacred lands. I have challenged the legality of monument rollbacks by President Trump and pushed back on Trump Administration decisions to allow mining and development to proceed during pending court challenges. And when I am President, I will use my authorities under the Antiquities Act to restore protections to Bears Ears, Grand Staircase-Escalante, and any other national monuments targeted by this Administration. I will also push for legislative action to save Oak Flat from copper mining and protect Chaco Canyon and the surrounding region from mineral development -- and have previously supported legislative efforts to do so.\nEnergy development that may affect tribal interests requires true and meaningful consultation with Tribal Nations and real efforts to ensure we are meeting our treaty obligations. And absent extraordinary circumstances, respect for tribal sovereignty means that no project, development or federal decision that will have a significant impact on a tribal community, their lands, resources, members or religious practices, should proceed without the free, prior and informed consent of the Tribal Nation concerned. These interests were not respected in the case of President Trump's permitting decisions for Keystone XL and Dakota Access. For this and other reasons, I'll revoke the the ill-advised and improperly granted permits for the Keystone XL and Dakota Access pipelines, and reject permitting of new projects where these processes are not followed.\nTribal Nations have deep connections to land now controlled by the federal government, but are often denied access and consultation about its use. My plan for public lands requires the federal government to take into account the interests of Tribal Nations with respect to the administration of public lands, incorporating tribes' traditional ecological knowledge, making provisions for tribal culture and customs on public lands, and exploring co-management and the return of resources to indigenous protection wherever possible.\nA New Sacred Lands Religious Freedom Restoration Act. There is a lot that a President can do by herself to honor treaty commitments and respect the sacred lands of Tribal Nations. But it is clear that tribes themselves need additional legal tools to vindicate these rights. One such tool is a new Sacred Lands Religious Freedom Restoration Act.\nRecognizing the ongoing threats to the civil liberties of indigenous Americans from active federal denigration and interference, Congress in 1978 passed the American Indian Religious Freedom Act. The law required agencies to end activities interfering with the free exercise of Native American religions and to allow for Native access to sacred sites. Ten years later, however, the Supreme Court rendered the new law toothless when it ruled in favor of allowing the construction of a road through Native American sacred lands in Lyng v. Northwest Indian Cemetery Protective Association.\nAnother opportunity for federal religious protection emerged in 1993, when Congress passed the Religious Freedom Restoration Act to protect individuals from federal policies that substantially burden their free exercise of religion. Passed in response to a Supreme Court decision that undermined the religious rights of two Native Americans, the law was quite obviously intended to include full protections for Natives in its broad mandate. Nonetheless, in the intervening years, because of cases like the Ninth Circuit's 2008 decision in Navajo Nation v. U.S. Forest Service, tribal interests have essentially been read out of the law with respect to federal lands. At the same time, increasingly right-wing courts have sought to expand the original law's protections in new directions not expected in 1993, particularly to undermine antidiscrimination laws.\nAs a result, we now face the absurd situation where our courts believe that RFRA protects the religious interest of a corporation to deny birth control to its employees but does not protect the religious interests of thirteen Tribal Nations who object to the dumping of 1.5 millions of gallons a day of sewage water on a sacred site, in order to generate additional artificial snow for a ski resort. Part of this, of course, is about nominating impartial, diverse federal judges that respect the rule of law and understand and have experience with tribal law and tribal courts, respect tribal sovereignty. But Congress has a role to play too.\nIt is important to rein in abuses of the 1993 law, and equally important to make clear that the federal government will respect the sacred land interests of Native Americans and indigenous peoples. For this reason, I am calling for a new Sacred Lands Religious Freedom Restoration Act to dramatically improve the ability of Tribes to block the imposition of development, extraction, and land use decisions with respect to Tribal lands.\nVoting Rights\nRespecting Native people also means ensuring full and equal access to American democracy. American Indian and Alaska Native communities are less likely to be registered to vote than white Americans and, if they are registered, less likely to turn out to vote. Instead of working to reverse this trend, the government has made things worse through targeted voter suppression efforts and the rolling back of federal protections.\nThat's why I've released a plan for strengthening our democracy by making voting convenient and secure. That means making Election Day a federal holiday, expanding early voting, vote-by-mail, and automatic registration, wiping out laws that suppress the vote, and passing the Native American Voting Rights Act -- which I have previously sought to pass -- to shut down a host of festering discriminatory practices.\nThere is so much more we should do -- from leveraging our trade deals to improve indigenous human rights abroad to living up to the principles of the United Nations Declaration on the Rights of Indigenous Peoples to consulting with tribal officials to better repatriate artifacts that rightfully belong to tribes. Structural change means truly integrating indigenous voices and values into our policy decisions.\nI believe we are at a critical moment in our history. A moment when we must choose to stand together, to lift each other up, to take on each other's fights as our own, and to make the kind of change that will build a better future for all of our kids. If we are to achieve this, then we must stand united with Tribal Nations and indigenous peoples to ensure that Native voices are heard and their rights are respected. With real commitment, and with real structural change, we can write a new story.",
    "url": "https://elizabethwarren.com/plans/tribal-nations"
}