{
    "id": "ultra_millionaire_tax",
    "text": "For decades, the wealthy and the well-connected have put American government to work for their own narrow interests. As a result, a small group of families has taken a massive amount of the wealth American workers have produced, while America's middle class has been hollowed out.\nThe result is an extreme concentration of wealth not seen in any other leading economy. The 400 richest Americans currently own more wealth than all Black households and a quarter of Latino households combined. According to an analysis from economists Emmanuel Saez and Gabriel Zucman from the University of California-Berkeley, the richest top 0.1% has seen its share of American wealth nearly triple from 7% to 20% between the late 1970s and 2016, while the bottom 90% has seen its share of wealth decline from 35% to 25% in that same period. Put another way, the richest 130,000 families in America now hold nearly as much wealth as the bottom 117 million families combined.\nOur tax code focuses on taxing income, but a family's wealth is also an important measure of how much it has benefitted from the economy and its ability to pay taxes. And judged against wealth, our tax system asks the rich to pay a lot less than everyone else. According to Saez and Zucman, the families in the top 0.1% are projected to owe 3.2% of their wealth in federal, state, and local taxes this year, while the bottom 99% are projected to owe 7.2%.\nWhile we must make income taxes more progressive, that alone won't straighten out our slanted tax code or our lopsided economy. Consider two people: an heir with $500 million in yachts, jewelry, and fine art, and a teacher with no savings in the bank. If both the heir and the teacher bring home $50,000 in labor income next year, they would pay the same amount in federal taxes, despite their vastly different circumstances. Increasing income taxes won't address this problem.\nThat's why we need a tax on wealth. The Ultra-Millionaire Tax taxes the wealth of the richest Americans. It applies only to households with a net worth of $50 million or more--roughly the wealthiest 75,000 households, or the top 0.1%. Households would pay an annual 2% tax on every dollar of net worth above $50 million and a 3% tax on every dollar of net worth above $1 billion. Because wealth is so concentrated, Saez and Zucman project that this small tax on roughly 75,000 households will bring in $2.75 trillion in revenue over a ten-year period.\nRates and Revenue\nZero additional tax on any household with a net worth of less than $50 million (99.9% of American households)\n2% annual tax on household net worth between $50 million and $1 billion\n1% annual Billionaire Surtax (3% tax overall) on household net worth above $1 billion\n10-Year revenue total of $2.75 trillion (estimate by Saez and Zucman)\nADDITIONAL DETAILS\nAll assets are included in the net worth calculation, which will produce more revenue and reduce opportunities for avoidance and evasion:\nAll household assets held anywhere in the world will be included in the net worth measurement, including residences, closely held businesses, assets held in trust, retirement assets, assets held by minor children, and personal property with a value of $50,000 or more.\nTaxpayers will be permitted to defer payment of the tax with interest for up to five years:\nFor the rare taxpayer with an extremely high net worth but liquidity constraints that make it difficult to pay this additional tax, there will be an option to defer payment of the tax for up to five years, with interest. The IRS will also be instructed to create rules for cases where deferment is required in truly exceptional circumstances to prevent unintended negative impacts on an ongoing enterprise or a taxpayer facing unusual circumstances that would advise for delay.\nValuing assets for the purposes of the Ultra-Millionaire Tax will provide an opportunity to tighten and expand upon existing valuation rules for the estate tax:\nThe IRS already has rules to assess the value of many assets for estate tax purposes. The Ultra-Millionaire Tax is a chance for the IRS to tighten these existing rules to close loopholes and to develop new valuation rules as needed. For example, the IRS would be authorized to use cutting-edge retrospective and prospective formulaic valuation methods for certain harder-to-value assets like closely held business and non-owner-occupied real estate.\nThe proposal also includes strong anti-evasion measures, including but not limited to:\na significant increase in the IRS enforcement budget;\na minimum audit rate for taxpayers subject to the Ultra-Millionaire Tax;\na 40% \"exit tax\" on the net worth above $50 million of any U.S. citizen who renounces their citizenship; and systematic third-party reporting that builds on existing tax information exchange agreements adopted after the Foreign Account Tax Compliance Act.\nLeading constitutional law scholars believe the Ultra-Millionaire Tax is constitutional:\nLegal experts have submitted two separate letters in support of the constitutionality of this proposal.\nEXAMPLES\nMarried couple with household net worth of $100,000--the median level in the United States\nPays zero tax because they are below the $50 million threshold\nMarried couple with a primary and vacation residence and substantial retirement savings for a household net worth of $20 million\nPays zero tax because they are below the $50 million threshold\nExtremely successful small business owner of a $30 million business as well as additional assets for a household net worth of $40 million\nPays zero tax because they are below the $50 million threshold\nHedge fund manager with a net worth of $500 million\nPays a 2% tax on the $450 million in net worth above the $50 million threshold, producing a total annual liability of $9 million\nHeir with a net worth of $20 billion\nPays a 2% tax on the $950 million between $50 million and $1 billion, and a 3% tax on the remaining $19 billion, for a total annual liability of $589 million.",
    "url": "https://elizabethwarren.com/plans/ultra-millionaire-tax"
}