{
    "id": "universal_child_care",
    "text": "I remember how hard it was to find affordable and high-quality child care when I was a working mom with two little ones.\nI had a job teaching at a law school in Houston when the babysitter quit. Over the next few months I tried all sorts of child care options: another babysitter, a neighbor with kids, and a couple of daycare centers. One day I picked up my son Alex from daycare and found that he had been left in a dirty diaper for who knows how long. I was upset with the daycare but, more than anything, angry with myself for failing my baby.\nOne day around this time, my 78-year-old Aunt Bee called from Oklahoma to see how I was doing. \"Fine\" I said, before breaking down, telling her through tears \"I can't do this. I can't teach and take care of Amy and Alex. I'm doing a terrible job. I'm going to have to quit.\nThen Aunt Bee said eleven words that changed my life forever: \"I can't get there tomorrow, but I can come on Thursday.\" Two days later, she arrived at the airport with seven suitcases and a Pekingese named Buddy -- and stayed for 16 years.\nFinding affordable and high-quality child care has gotten even harder since my children were growing up -- and not everyone is lucky enough to have an Aunt Bee of their own. Today, in more than half the states in the country, a year of child care costs more than a year of in-state college tuition. We're placing a huge financial burden on working families looking to find a safe and nurturing place for their kids.\nWe're also missing out on the opportunity to provide all our kids with high-quality early education -- education that pays off in all sorts of ways for the rest of their lives. Research has shown that early education promotes cognitive skills, attentiveness, motivation, sociability, and self-control -- the kinds of skills that result in children leading happier, healthier, and more productive lives as adults.\nWe must do better for our kids -- and our parents. In the wealthiest country on the planet, access to affordable and high-quality child care and early education should be a right, not a privilege reserved for the rich.\nThat's why I'm proposing a bold new Universal Child Care and Early Learning plan. My plan will guarantee high-quality child care and early education for every child in America from birth to school age. It will be free for millions of American families, and affordable for everyone. This is the kind of big, structural change we need to produce an economy that works for everyone.\nHigh-quality child care is expensive -- and hard to find\nThere are two big problems with child care in America: it's hard to find high-quality care, and where you do find it, that care is extraordinarily expensive.\nToday, more than half of all Americans live in child care \"deserts\" -- communities without an adequate number of licensed child care options. An even higher percentage of Latino families and families in rural areas live in child care deserts.\nAnd child care costs are painfully high. The average cost of child care for a single child can take up between 9% to 36% of a family's total income. Those percentages only grow bigger for families with multiple children. And for single parents, the costs can be even more overwhelming: nationally, the cost of center-based infant care can take up between 27% to 91% of the average income of a single parent.\nThe difficulty of accessing affordable and high-quality child care puts parents in a bind -- forcing them to choose between breaking the budget, cutting back work hours, or settling for lower-quality care. The financial squeeze is so severe that it's even deterring families from having kids at all. The high cost of child care is the number one reason people give for having fewer children than they'd like.\nThe lack of affordable early learning options also shortchanges our kids. Research from Nobel Prize-winning economist James Heckman shows that high-quality early education can improve high school graduation rates and employment income, and reduce health risks like drug use and high blood pressure. It's also a great investment -- every dollar spent on quality early education has been found to save seven dollars in the long run.\nWe shouldn't be forcing families into making these hard choices. And we shouldn't be denying our kids the kind of care and early learning they need to fulfill their potential.\nHow my Universal Child Care and Early Learning plan works\nMy plan provides the kind of big, structural change we need to transform child care from a privilege for the wealthy to a right for every child in America.\nHere's how it works:\nThe federal government will partner with local providers -- states, cities, school districts, nonprofits, tribes, faith-based organizations -- to create a network of child care options that would be available to every family.\nThese options would include locally-licensed child care centers, preschool centers, and in-home child care options.\nLocal communities would be in charge, but providers would be held to high national standards to make sure that no matter where you live, your child will have access to quality care and early learning.\nChild care and preschool workers will be doing the educational work that teachers do, so they will be paid like comparable public school teachers.\nAnd here's the best part. The federal government will pick up a huge chunk of the cost of operating these new high-quality options. That allows local providers to provide access for free to any family that makes less than 200% of the federal poverty line. That means free coverage for millions of children.\nRobust federal funding also allows local providers to provide access to any family over that 200% threshold at very affordable rates that are capped at no more than 7% of that family's income. That's a heck of a lot less than what most families are paying for high-quality child care now.\nThis approach builds on two successful programs. Like Head Start, my plan requires the federal government to work with local partners to fit the specific needs of the community and ensures that child care providers offer early learning services. And like the universal child care program the U.S. military currently offers -- which provides child care for more than 200,000 children of military families -- care will be free or affordable for all families, and will provide accredited child care options with well-paid and qualified child care workers.\nHere are some examples:\nRosa is a single mother in Iowa with a full-time minimum wage job making $15,000 a year. She has an infant daughter but because the average cost of infant care is $9,500 a year in Iowa, she leaves her daughter with a friend while she goes to work. Under my plan, Rosa could send her daughter to a high-quality local child care provider for free.\nAnne and Marcus are a married couple in South Carolina with a four-year-old and a new baby. They make $50,000 a year, like the typical couple with children in the state. While they would like to send their kids to high-quality child care so they could work more hours, the average annual cost of child care in South Carolina for their two kids is $11,000, so one of them has to stay home. Under my plan they could send both of their children to high-quality child-care providers for free.\nCindy and Brian are a married couple in Nevada with an infant son. They make $75,000 a year. While the average annual cost of infant child care in Nevada is just under $10,000, they have no choice but to pay that because they both work full-time. Under my plan they could send their son to high-quality child care for no more than $5,250 a year -- a savings of nearly $5,000, or almost 50%.\nSerena and Jose are a married couple in New Hampshire with two children under the age of five. They make $125,000 a year, but they pay $21,000 a year for child care -- the typical cost of child care for two kids in the state. Under my plan they could send both their children to high-quality child care for no more than $8,750 a year -- a savings of more than $12,000, or nearly 60%.\nNobody would be required to enroll in this new program. But right now, millions of families can't take advantage of child care because of its cost -- and millions more are draining their paychecks to cover high costs. As a result, under the new program, an independent economic analysis projects that 12 million kids will take advantage of these new high-quality options -- nearly double the number that currently receive formal child care outside the home.\nThe entire cost of this proposal can be covered by my Ultra-Millionaire Tax. The Ultra-Millionaire Tax asks the wealthiest families in America -- those with a net worth of more than $50 million -- to pay a small annual tax on their wealth. Experts project that the Ultra-Millionaire Tax will generate $2.75 trillion in new government revenue over the next ten years. That's about four times more than the entire cost of my Universal Child Care and Early Learning plan.\nA win-win-win investment in our future\nMy Universal Child Care and Early Learning program is a win-win-win: it's great for parents, for kids, and for the economy.\nParents get the security of knowing there are affordable and instructional child care options for their children. That gives them the freedom to choose the best work and child care situation for themselves.\nKids get high-quality early learning opportunities that put them on track to fulfill their potential. Study after study has shown that regular access to high-quality child care promotes literacy skills, cognitive development, and healthy behaviors. These are long-term benefits: quality early education produces better health, educational, and employment outcomes well into adulthood. My plan gives every kid a fair shot.\nAnd the economy gets a huge boost. More than a million child-care workers will get higher wages and more money to spend. More parents can work more hours if they choose to, producing stronger economic growth. And a generation of kids will get the early instruction they need to be healthier and more productive members of society after high school and beyond.\nMy Universal Child Care and Early Learning plan is the kind of transformative change we need to make the American economy work for everyone.",
    "url": "https://elizabethwarren.com/plans/universal-child-care"
}