{
    "id": "valuing_work_women_of_color",
    "text": "Our society and our economy demand so much of women -- but they place a particular burden on Black, Latina, Native American, Asian, and other women of color. More than 70% of Black mothers and more than 40% of Latina mothers are their families' sole breadwinners -- compared to less than a quarter of white mothers. Black women participate in the labor force at higher rates than white women, and Latinas' share of the labor force has nearly doubled over the past 20 years. And at the same time, Black and Brown women have more caregiving responsibilities, with Black and Latinx caregivers spending 50% more hours a week on caregiving than white caregivers.\nWhile millions of families count on Latinas and Black women to deliver financially, they face a steeper climb to provide that financial security. In 2017, Black women were paid 61 cents for every dollar white men made. Native women made 58 cents to a white man's dollar -- and Latinas earned just 53 cents to a white man's dollar*. And it's getting worse: the gap in weekly earnings between white and Black women is higher today than it was forty years ago.\nEmployers tilt the playing field against women of color at every stage of employment. During the hiring process, employers use salary history to make new offers -- creating a cycle where women of color are locked into lower wages. Once in the workplace, Black and Brown women are disproportionately mistreated. In a recent survey, nearly two-thirds of Black and Latina women reported experiencing racial discrimination at work.\nThe path to higher-level management jobs is also rockier for women of color -- a reflection in part of having fewer networking and mentorship opportunities with members of their same race and gender. Even though Black women and Latinas are often the leaders and decision-makers in their own homes and communities, they hold only one spot on the Fortune 500 CEO list and less than 5% of Fortune 500 Board positions.\nThe experiences of women of color are not one-dimensional: sexual orientation, gender identity, and ability all shape how a person's work is valued in the workplace. But our economy should be working just as hard for women of color as women of color work for our economy and their families. For decades, the government has helped perpetuate the systemic discrimination that has denied women of color equal opportunities. It's time for the government to try to right those wrongs -- and boost our economy in the process.\nThat's why I have a new plan: a set of executive actions I will take on day one of the Warren Administration to boost wages for women of color and open up new pathways to the leadership positions they deserve. \nPROMOTE EQUITY IN THE PRIVATE SECTOR THROUGH HISTORIC NEW REQUIREMENTS ON FEDERAL CONTRACTORS \nCompanies with federal contracts employ roughly a quarter of the U.S. workforce. By imposing new rules on companies that hope to receive federal contracts, we can take a big step towards creating equal opportunities for Black, Latina, Native American, Asian and other women of color. I will issue an Executive Order that will:\nDeny contracting opportunities to companies with poor track records on diversity and equal pay. I will build on existing disclosure requirements by requiring every contractor to disclose data on employees' pay and role, broken out by race, gender, and age. And I will direct agencies not to enter into contracts with companies with poor track records on diversity in management and equal pay for equal work.\nBan companies that want federal contracts from using forced arbitration and non-compete clauses that restrict workers' rights. Forced arbitration and collective action waivers make it harder for employees to fight wage theft, discrimination, and harassment -- harms that fall disproportionately on women of color. And abusive non-compete clauses for low- and middle-wage workers needlessly hold them back from pursuing other job opportunities. Companies that impose these restrictions on their workers will be ineligible to receive federal contracts.\nBan contractors from asking applicants for past salary information and criminal histories. Companies will be barred from winning federal contracts if they request previous salary information or violate the EEOC's criminal records guidance, which prevents discrimination against formerly arrested or incarcerated people.\nEnsure fair pay and benefits for all workers. Federal contractors must extend a $15 minimum wage and benefits (including paid family leave, fair scheduling, and collective bargaining rights) to all employees. This will have an outsized effect on Black and Brown women, who perform a disproportionate share of lower-wage work.\nMAKE THE SENIOR RANKS OF THE FEDERAL GOVERNMENT LOOK LIKE AMERICA\nThe federal government does a dismal job on diversity and inclusion. The share of Latinas in the federal workforce is about half that of the entire workforce. And even though Black women are disproportionately represented in the federal workforce, they are nearly absent from its leadership ranks. White workers make up nearly 80% of the senior civil service despite making up only 63% of the overall federal workforce. If we're going to demand more of the private sector, we should demand more of the federal government too. My Equal Opportunity Executive Order will recruit and develop leadership paths for underrepresented workers by:\nDiversifying recruitment: Direct real resources towards attracting entry-level applicants from HBCUs, Tribal Colleges and Universities, and other minority-serving institutions, and reforming our higher-level recruiting process to attract diverse experienced hires into senior management positions.\nSupporting development: Create new paid fellowship programs for federal jobs for minority and low-income applicants, including formerly incarcerated individuals, focusing especially on agencies where Black and Brown women are most underrepresented.\nOpening up promotion pathways: Require every federal agency to incorporate diversity as part of their core strategic plan and create support networks through a government-wide mentorship program that centers Black and Brown employees.\nSTRENGTHEN AND TARGET ENFORCEMENT AGAINST SYSTEMIC DISCRIMINATION\nSectors that disproportionately employ Black and Brown women -- such as the low-wage service industry -- have higher rates of discriminatorypractices. But women in these sectors are much less likely to report violations. My EEOC will more closely monitor these fields and bring in top talent to enforce claims in those areas. It will also issue first-of-its-kind guidance on enforcing claims involving the intersectional discrimination that women of color face from the interlocking biases of racism and sexism.\nThese executive actions are just a first step. We need to do much more to make sure that women of color have a fair shot at opportunity and financial security. That means everything from enacting my affordable housing, universal child care, and student debt cancellation plans to passing legislation to expand protections for domestic workers to creating stronger enforcement mechanisms that protect the right of all workers -- especially the most vulnerable -- to call out discrimination when they see it.\nIt's time to build an America that recognizes the role that women of color play in their families and in the economy, that fairly values their work, and that delivers equal opportunity for everyone.\n* Much of the data doesn't let us fully describe the experiences of people with different and overlapping identities in the workforce. The data here assumes a gender binary -- but we know that peoples' experiences aren't. There is much more work to be done to understand the barriers people with different identities face in the workplace.",
    "url": "https://elizabethwarren.com/plans/valuing-work-women-of-color"
}