{
    "data": [{
            "all_awardings": [],
            "author": "realtalk555",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_40h32qxe",
            "author_patreon_flair": false,
            "body": "Yes I could have saved up but I opted to pay off my loans faster because it has a higher interest rates. I did not put much away in my 401k because with my company, I will only get 100% of the match if I stay 6 years vested with them. \n\nGrowing up I was always taught to not spend money you don't have. Is that not the responsible thing to do? Perhaps it was because my parents were immigrants. Perhaps the American way is truly to spend money and enjoy your life in debt? But if that is true, then there is no point to Warren's plan.\n\nI understand that living a difficult life doesn't entitle anyone to a prize, but I believe our government should at least try to enact justice and that is the whole point of the democratic party. It's funny Elizabeth Warren supports suddenly sound very Republican right now...",
            "created_utc": 1565462960,
            "gildings": {},
            "id": "ewj8o7u",
            "is_submitter": true,
            "link_id": "t3_coeqer",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_ewhzkru",
            "permalink": "/r/ElizabethWarren/comments/coeqer/what_is_warrens_plan_for_those_who_have_recently/ewj8o7u/",
            "retrieved_on": 1565462972,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "tessatomtessa",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_1lbzenql",
            "author_patreon_flair": false,
            "body": "The very [first item in a Google search:](https://www.marketwatch.com/story/heres-what-2020-democratic-candidates-for-president-have-said-about-universal-basic-income-2019-07-09)\n\n&gt;Elizabeth Warren: After Vox’s Ezra Klein raised the idea of UBI during a recent podcast interview, the Massachusetts senator replied that “there’s so much more that we should do before we get there.”\n\n“Start with the wealth tax. Come on. Start with universal child care and education and investment in education from zero on through college, and let’s see what that starts to do,” Warren said.\n\n“Do the student-loan debt forgiveness and that will start to close the black-and-white wealth gap. Use my housing plan and attack red-lining straight on. Help close the differences between the poorest in this country and the middle class. Give people more opportunities. Let’s get everybody on board and try that.”",
            "created_utc": 1565272245,
            "gildings": {},
            "id": "ewbtuyx",
            "is_submitter": false,
            "link_id": "t3_cnlpvc",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_cnlpvc",
            "permalink": "/r/ElizabethWarren/comments/cnlpvc/where_does_warren_stand_on_ubi/ewbtuyx/",
            "retrieved_on": 1565272257,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "autotldr",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_6sklr",
            "author_patreon_flair": false,
            "body": "This is the best tl;dr I could make, [original](https://www.vox.com/recode/2019/8/7/20757705/elizabeth-warren-broadband-digital-divide-broadband-access) reduced by 84%. (I'm a bot)\n*****\n&gt; Warren&amp;#039;s broadband plan would grant $85 billion in federal money to subsidize building out broadband networks in rural communities.\n\n&gt; Warren&amp;#039;s plan addresses the deep digital divide in the US, where around 39% of Americans in rural areas don&amp;#039;t have access to high speed internet, compared to 1.5% of Americans in urban areas, according to the FCC. That&amp;#039;s largely because building out broadband networks across vast swaths of the rural US is expensive.\n\n&gt; Joe Biden has said he would invest $20 billion in rural broadband infrastructure, and triple the amount of funding to expand broadband access in rural areas.\n\n\n*****\n[**Extended Summary**](http://np.reddit.com/r/autotldr/comments/cn65xu/america_has_a_terrible_digital_divide_elizabeth/) | [FAQ](http://np.reddit.com/r/autotldr/comments/31b9fm/faq_autotldr_bot/ \"Version 2.02, ~418225 tl;drs so far.\") | [Feedback](http://np.reddit.com/message/compose?to=%23autotldr \"PM's and comments are monitored, constructive feedback is welcome.\") | *Top* *keywords*: **broadband**^#1 **rural**^#2 **access**^#3 **American**^#4 **Warren**^#5",
            "created_utc": 1565186470,
            "gildings": {},
            "id": "ew75hbv",
            "is_submitter": false,
            "link_id": "t3_cn5mif",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_cn5mif",
            "permalink": "/r/ElizabethWarren/comments/cn5mif/elizabeth_warren_has_a_plan_to_get_rural/ew75hbv/",
            "retrieved_on": 1565186481,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "tessatomtessa",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_1lbzenql",
            "author_patreon_flair": false,
            "body": "Newsweek: [Here's Every Plan Elizabeth Warren's Ultra-Millionaire Tax Will Pay For](https://www.newsweek.com/elizabeth-warren-free-college-child-care-tax-millionare-1445813)",
            "created_utc": 1565047843,
            "gildings": {},
            "id": "ew2iwxa",
            "is_submitter": false,
            "link_id": "t3_cmie2f",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_cmie2f",
            "permalink": "/r/ElizabethWarren/comments/cmie2f/funding_for_all_of_these_plans/ew2iwxa/",
            "retrieved_on": 1565047845,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "peeonmyknee",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_izang",
            "author_patreon_flair": false,
            "body": " \n\n**A few big differences between Warren &amp; Bernie:**\n\n* [Bernie  has been committed to Medicare for All from the beginning. Warren only  recently declared she is fully supportive of Medicare for all.](https://www.theguardian.com/us-news/ng-interactive/2019/jun/13/2020-election-issues-democrats-policies-climate-change-abortion-immigration-healthcare-where-candidates-stand)\n* [Unlike  Warren, Bernie is committed to small donor fundraising even in the  General election. Warren has said she would only do small donor  fundraising in the Primary, so Bernie won't feel any sort of pressure to  bend on his policy stances once elected.](https://www.realclearpolitics.com/video/2019/02/26/warren_will_forgo_big_money_donors_in_primary_but_not_general_election_i_do_not_believe_in_unilateral_disarmament.html)\n* [She originally planned on voting for Ben Carson as Secretary of Housing, but then flip flopped when she was criticized.](https://www.politico.com/story/2017/03/elizabeth-warren-reverse-ben-carson-vote-235608)\n* [Warren  worked to repeal the 'Medical Device Tax' which helped fund the ACA, in  order to appease the Medical Device Industry in her state.](http://time.com/3695581/elizabeth-warren-medical-device-lobbyists-obamacare/)\n* [Unlike  Warren, Bernie has a long history of progressivism dating back to the  60s. Warren was a staunch Republican up until the late 90s.](https://www.politico.com/magazine/story/2019/04/12/elizabeth-warren-profile-young-republican-2020-president-226613)\n* [Bernie  has also been one of the longest serving members of congress, he was a  mayor in Vermont, and has a lot of experience in governance compared to  Warren.](https://en.m.wikipedia.org/wiki/Bernie_Sanders)\n* [Warren's  plan to fund her policies through a wealth tax is potentially  unconstitutional, therefore harder to implement than Bernie's Wall  Street speculation tax and higher income taxes on wealthy entities.](https://www.bloomberg.com/opinion/articles/2019-01-30/elizabeth-warren-s-wealth-tax-is-probably-constitutional)\n* [Warren voted **twice**  to increase the Military budget brought forth under Pres. Trump, which  appropriated over $81Billion for purchase of Aircraft, Weapons,  Missiles, and Combat Vehicles. On top of that it appropriated several  Billion dollars toward other parts of the DoD.](https://votesmart.org/bill/23430/61033/141272/national-defense-authorization-act-for-fiscal-year-2018#.XPAS5mkpCdN)\n* [Bernie  wants to cancel all student debt, Warren wants to implement a  means-tested solution. A Means-tested program will likely further split  people into the \"haves\" vs. \"have-nots\" and are easier to attack,  dismantle, and weaken.](https://www.vox.com/policy-and-politics/2019/6/23/18714615/bernie-sanders-free-college-for-all-2020-student-loan-debt)\n\nThere  is also a more nuanced distinction between them I'd like to make, with  all the political differences aside. The one area I think Bernie  absolutely **dominates** where Warren doesn't, [is with rhetoric](https://youtu.be/QThknQs-gIc).  They both are offering tons of plans, but to me Bernie is the only  candidate with a strong message of how it will all be executed. If you  want to implement even a fraction of either Warren's or Bernie's plans  you need a radical change in voter engagement in this country, and I  have **never** seen a  politician who can rally young people and apathetic people into the  political process as well as Bernie has. In 2015 he was nothing but a  small Independent Senator from Vermont, and he went on to win 23  contests against the establishment backed former First Lady, Secretary  of State, and Senator of New York. Now he is arguably one of the most  popular politicians in America, and he has changed the political  rhetoric among leading Democrats. Just look at the incredibly  influential organizations that stemmed out of his 2016 campaign:\n\n* [Justice Democrats](https://en.m.wikipedia.org/wiki/Justice_Democrats)\n* [Brand New Congress](https://en.m.wikipedia.org/wiki/Brand_New_Congress)\n* [Our Revolution](https://en.m.wikipedia.org/wiki/Our_Revolution)",
            "created_utc": 1565019774,
            "gildings": {},
            "id": "ew1bl88",
            "is_submitter": false,
            "link_id": "t3_clybgp",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_ew1av05",
            "permalink": "/r/ElizabethWarren/comments/clybgp/warren_orourke_2020/ew1bl88/",
            "retrieved_on": 1565019775,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "zm2018",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_12r3taf2",
            "author_patreon_flair": false,
            "body": "Detailed plan is not just a book describing what it is in detail. Detailed plan includes estimated costs under what assumption, numbers on actual tax will be collected on this in comparison current people spend on private insurance, numbers prove that providers can continue to provide the same level of care with Medicare reimbursement rate (which underpaid provider by $53.7billion in actual care cost). No what’s out there is not detailed plan. Detailed plan like Warren’s Wealth Tax I can answer question to the detail, yes plan took into consideration there will be 15% reduced in wealth reported due to tax avoidance which similar to current level of avoidance by wealth using loop holes of tax code. I can tell you estimated about 75,000 households (&lt;0.1%) will be effected. \n\nAs for arrogance, it is not just media. It’s how he carries himself and how he’s perceived, not just if he had reach across the aisle proves he’s not arrogant. When you are asked “I like to end on a positive note, so very quickly here, everyone’s comparing you to Sen. Elizabeth Warren. You often say she is my friend. Let's end with something you admire about her. What is the thing you admire most about Sen. Elizabeth Warren as you get ready to take her on on the debate stage?” And you answer “Well, Sen. Warren is a friend of mine, and I admire the fact we have worked together over the years on a number of issues. Look, we’ve worked together on a number of issues, and she is a very good senator.” that is perceived as arrogance. Do you see why?",
            "created_utc": 1564936197,
            "gildings": {},
            "id": "evyml4o",
            "is_submitter": false,
            "link_id": "t3_clsqgf",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_evyd9tc",
            "permalink": "/r/ElizabethWarren/comments/clsqgf/is_elizabeth_warren_a_consensus_democratic_choice/evyml4o/",
            "retrieved_on": 1564936199,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "AlrightImSpooderman",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_38lqv68y",
            "author_patreon_flair": false,
            "body": "# On to answering the question. How is Elizabeth Warren a protectionist (economic nationalist, as scary as that word is)? \n\nOn trade, Warren is closer to Donald Trump than Barrack Obama. She is actually very similar to Trump. \n\nHer trade plan is very big, so I'm just going to go for some highlights. \n\nWarren’s plans list nine separate criteria a country would have to meet before negotiating a trade deal with the U.S. Those standards include upholding and enforcing the labor rights[ laid out by ](https://www.ilo.org/global/standards/introduction-to-international-labour-standards/conventions-and-recommendations/lang--en/index.htm)the International Labour Organization, eliminating all domestic fossil fuel subsidies, fulfilling commitments from the Paris Climate Agreement, not running afoul of the State Department’s Country Reports on Human Rights, and not being on the Treasury Department’s monitoring list for manipulative currency practices. These would be applied not only to new trade deals but to existing ones which would be renegotiated. Warren herself acknowledged that the USA doesn't even meet her own standards.\n\nNow let me say that in an ideologically perfect world, these would be some great standards. However, in the current world situation, the implications of this would be disastrous. To start, we would have to halt trade with almost every country we currently trade with. If that doesn't make you lol then somethings wrong with you. \n\nWarren’s suggestions to reform the trade negotiation process sound noble but would sabotage any set of negotiations. Her proposal to publish every trade agreement draft is a surefire way to scare off partners who prefer to negotiate quietly before introducing a final draft. Her suggestions for congressional participation are likely to stymie the ratification of any deal even further. And don’t get me started on her border adjustment tax for carbon. The fact that Warren’s proposal barely mentions the World Trade Organization is damning. (this is taken from [this WaPo article](https://www.washingtonpost.com/outlook/2019/07/30/elizabeth-warrens-trade-plan-is-bad-politics-worse-policy/?utm_term=.993b03c70bb9)).\n\n[After analyzing Warren's plan, the CATO Institute](https://ielp.worldtradelaw.net/2019/07/warrens-trade-policy-agenda.html) reasoned that there would be no trade deals under the Warren administration (most likely). The sad part about this is that because of these strict standards and protectionist policies, the world would likely [bypass the United States](https://www.piie.com/commentary/op-eds/china-cutting-tariffs-everyone-else) and [increase trade without us.](https://www.wsj.com/articles/eu-mercosur-reach-agreement-on-trade-11561745957) This is what happened under the Trump administration. So, in short, Trump and Warren implemented protectionism from two different angles but are likely to get the same negative results. \n\nWarren would also attempt to impose a “border carbon adjustment” — an additional fee on imports made with carbon-intensive processes. This is bad economics and is essentially a tariff. We all know that tariffs are just taxes on the consumers. Trump tried tariffs and they didn't work.  Warren also wrote that she would only seek expedited trade authority after unanimous approval from labor, consumer, rural and regional advisory committees and would let more congressional committees review such authority. These reforms would significantly slow the trade negotiation process but also bring in voices that Warren believes have been excluded from the process. I won't go in to it now, but its debatable whether these voices were excluded in the first place or even if they need to be included. Regardless of the not clear benefits of this, it would slow trade negotiations even further when coupled with the 9 criteria she has set. \n\nWarren's trade plan is so similar to Donald Trump that Tucker Carlson offered open praise for it.\n\n “She sounds like Donald Trump at his best,”[ he said](https://www.youtube.com/watch?v=SUW8kbZyucI) on his show in a monologue that caught the attention of Trump’s reelection campaign.\n\n[Warren also likes tariffs. A lot. As much as Trump.](https://www.axios.com/elizabeth-warren-support-trump-tariffs-china-4c70a663-8558-4997-a92d-75fd583919a6.html) That is bad. I shouldn't have to explain why tariffs are bad. Like REALLY bad. [Tariffs are terrible taxes.](https://www.economist.com/the-economist-explains/2018/07/31/why-tariffs-are-bad-taxes)\n\n[Warren's corporate tax plan is also bad.](https://www.vox.com/2019/4/11/18305108/elizabeth-warren-real-corporate-tax) Actually, this might sound surprising, but corporate taxes are bad. They are just taxes on the consumer. There are many better ways to get corporations to pay their fair share without hurting the consumer. \n\n&amp;#x200B;\n\nI could go on, but I'm gonna wrap this up. Warren's \"economic patriotism\" plan is more protectionist than Donald Trump, because of her strict standards and addition of incredible amounts of national bureaucracy. She wants to implement all sorts of tariffs and tariff-like taxes and plans to protect the american people by... making them pay more for goods and services (because she wants to enforce corporate taxes instead of get rid of them). She has received praise from the same people who praised Trump's economic plan. That should be a red flag. \n\nShe is a protectionist and protectionism is bad. There are issues with globalism (and she highlights some valid concerns in regards to human rights and climate change), but protectionism and insane bureaucracy is *not the way to go*. \n\n&amp;#x200B;\n\nFurther reading: [here](https://www.nationalreview.com/2019/06/elizabeth-warren-terrible-plans/) [here](https://www.cato.org/blog/senator-warrens-protectionist-misleading-trade-plan-rhetoric)\n\n&amp;#x200B;\n\nNOTE part 2: This is a quick rundown just highlighting some key issues. There is a lot more to it than just this. Hope I'm more clear on why Warren is a protectionist!",
            "created_utc": 1564933694,
            "gildings": {},
            "id": "evyivil",
            "is_submitter": false,
            "link_id": "t3_cliv89",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_evyiv5a",
            "permalink": "/r/ElizabethWarren/comments/cliv89/exobama_aide_axelrod_warren_an_emerging_yes_we/evyivil/",
            "retrieved_on": 1564933695,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "4now5now6now",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_y4v2q",
            "author_patreon_flair": false,
            "body": "Bernie is for expanding social security and also Liz [Here's How Presidential Hopeful Elizabeth Warren Would Tackle the ...](https://www.fool.com/retirement/2019/01/18/heres-how-presidential-hopeful-elizabeth-warren-wo.aspx)\n\n[https://www.fool.com/.../heres-how-presidential-hopeful-elizabeth-warren-wo.aspx](https://www.fool.com/retirement/2019/01/18/heres-how-presidential-hopeful-elizabeth-warren-wo.aspx)\n\nJan 18, 2019 - Long-time Massachusetts Senator Elizabeth *Warren*, who recently declared her candidacy for the Democratic Party presidential ticket in 2020, has a plan. ... Said *Warren*: *Social Security* is a lifeline for seniors and Americans with disabilities. We won't let it be cut by one cent -- and instead we will fight to *expand* it.\n\n[https://jacobinmag.com/2019/02/bernie-sanders-social-security-expansion-privatization](https://jacobinmag.com/2019/02/bernie-sanders-social-security-expansion-privatization)",
            "created_utc": 1564893321,
            "gildings": {},
            "id": "evxi79n",
            "is_submitter": false,
            "link_id": "t3_clngux",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_clngux",
            "permalink": "/r/ElizabethWarren/comments/clngux/raise_ssi/evxi79n/",
            "retrieved_on": 1564893321,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "uncagedgorilla",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_awb0z",
            "author_patreon_flair": false,
            "body": "I don't think Warren, or Sanders for that matter, have been pandering much to get minority support.  I think she realizes that different communities require different solutions.  As the poster below pointed out, poor white people tend to be more rural while poor black people tend to be more urban.  Urban communities and rural ones require different solutions, both of which Elizabeth Warren has a plan for.\n\nFor me, her message has been perfect for bringing people of all races, genders, and socioeconomic status together, unless you're one of the people in the socioeconomic class that currently acts as the oppressor of everyone else.  The \"us vs them\" is not race or gender based, it's based on those who want opportunity versus those who want to deny them of it.",
            "created_utc": 1564760488,
            "gildings": {},
            "id": "evt0ysk",
            "is_submitter": false,
            "link_id": "t3_cl3tbx",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_evswhjd",
            "permalink": "/r/ElizabethWarren/comments/cl3tbx/as_part_of_her_plan_to_close_the_racial_wealth/evt0ysk/",
            "retrieved_on": 1564760489,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "OPsSecretAccount",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_rfkrg09",
            "author_patreon_flair": false,
            "body": " I think Elizabeth Warren is going to make a great President. But she needs a great tagline for her campaign. And \"I have a plan for that\" or \"We Persist\" don't really elicit an emotional response. As much as I despise Trump, \"Make America Great Again\" is a fantastic tagline. It gives you a dream, an aspiration. Beyond that, it also makes you realize that YOU have the power to Make America Great Again. It's a call to action.  \n\n\nSame goes for the \"Take Back Control\" tagline the brexiteers used. The remainers went with \"Better Together\", which, well, you saw how that turned out.  \n\n\nI think Warren needs a dream that people can own. And I feel that her tagline needs to have an element of the rebellion and protest that Americans have met Trump's rule with. It can't be soft or subtle, for that won't work before Trump. Something like- \"Start the Revolution\" or \"We Make the Change\".\n\nSo I did a mockup. Feel free to shower love or hate on it.",
            "created_utc": 1564751516,
            "gildings": {},
            "id": "evsnb83",
            "is_submitter": true,
            "link_id": "t3_cl3tyl",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_cl3tyl",
            "permalink": "/r/ElizabethWarren/comments/cl3tyl/hows_this_for_a_new_slogan/evsnb83/",
            "retrieved_on": 1564751518,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "ISatNextToYouInClass",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_3ylwew94",
            "author_patreon_flair": false,
            "body": "I think highlighting the similarities between Elizabeth Warren and Donald Trump would do a ton of good to win voters over for Elizabeth Warren (if she wins the nomination). Have you read Warren's economic plan? Now that will make America great again.",
            "created_utc": 1564707016,
            "gildings": {},
            "id": "evrf5yn",
            "is_submitter": true,
            "link_id": "t3_ckwfx5",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_evrcuh4",
            "permalink": "/r/ElizabethWarren/comments/ckwfx5/elizabeth_warren_is_the_donald_trump_of_the/evrf5yn/",
            "retrieved_on": 1564707017,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "AnimaniacSpirits",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_37034dt",
            "author_patreon_flair": false,
            "body": "[https://morningconsult.com/2020-democratic-primary/](https://morningconsult.com/2020-democratic-primary/) \n\nAnd guess who is the second choice of Sanders supporters? Biden. And vice versa.\n\n&gt; rather than a reflection of any candidate in particular. \n\nAnd I fundamentally disagree. It is unique to Bernie's campaign.\n\n&gt; I just think it's so interesting that you're the second person in this thread on the Warren sub that has taken it upon themselves to defend the Kamila Harris healthcare plan. When this isn't what your supposed candidate of choice (Elizabeth Warren) believes. \n\nI don't care what Warren believes about Kamala's plan. I'm focused on the truth and running a good primary free of smears and lies.\n\nBernie apparently has other plans. Another notch in the reason his is dead last in my choice of candidates.",
            "created_utc": 1564606825,
            "gildings": {},
            "id": "evme8dg",
            "is_submitter": false,
            "link_id": "t3_cjfo0g",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_evkio6v",
            "permalink": "/r/ElizabethWarren/comments/cjfo0g/has_warren_spoken_out_on_medicare_for_all_lately/evme8dg/",
            "retrieved_on": 1564608846,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "FoolishFellow",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_ax68n",
            "author_patreon_flair": false,
            "body": "&gt; And most of them support Harris as their second choice. Not Sanders. Ask yourself why that is.\n\nSource, link? Pretty much all of the Warren supporters I know are people that caucused for Sanders in 2016, and in fact wanted her to run in 2016. Most of the Warren supporters I know do not like the Harris platform, specifically the way her campaign has been triangulating to cater to conservative policy positions. \n\n&gt; Well some of them fucking are. And they are the loudest ones online and most visible.\n\nThere are obnoxious people on Reddit period, I have encountered horrible people who support every 2020 political candidate on this site. Quite honestly, I see it as a problem that's systemic to the way in which these social media sites are designed, rather than a reflection of any candidate in particular. \n\n&gt; And it starts from the top. Like these complete lies about Kamala's health plan.\n\nI just think it's so interesting that you're the second person in this thread on the Warren sub that has taken it upon themselves to defend the Kamila Harris healthcare plan. When this isn't what your supposed candidate of choice (Elizabeth Warren) believes. \n\nBefore you go off accusing others about being hostile, consider how you are shouting about a policy that Elizabeth Warren doesn't even support (Kamila Harris' healthcare plan) on the Elizabeth Warren subreddit.",
            "created_utc": 1564582081,
            "gildings": {},
            "id": "evkio6v",
            "is_submitter": false,
            "link_id": "t3_cjfo0g",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_evip66m",
            "permalink": "/r/ElizabethWarren/comments/cjfo0g/has_warren_spoken_out_on_medicare_for_all_lately/evkio6v/",
            "retrieved_on": 1564582092,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "zdss",
            "author_flair_background_color": "#46d160",
            "author_flair_css_class": null,
            "author_flair_richtext": [{
                    "a": ":Donor:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/qm4uwr4pst531_t5_2swe3/Donor"
                },
                {
                    "e": "text",
                    "t": " "
                },
                {
                    "a": ":hi:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/cvxb38udst531_t5_2swe3/hi"
                },
                {
                    "e": "text",
                    "t": " Hawaii "
                },
                {
                    "a": ":Bailey:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/tn8yy3it18631_t5_2swe3/Bailey"
                }
            ],
            "author_flair_template_id": "907ffc32-98e2-11e9-8095-0ecf55777ffa",
            "author_flair_text": ":Donor: :hi: Hawaii :Bailey:",
            "author_flair_text_color": "dark",
            "author_flair_type": "richtext",
            "author_fullname": "t2_e8h6o",
            "author_patreon_flair": false,
            "body": "My apologies, but it did seem like it, since you were brushing off the proposal that's a hair short of workers seizing the means of production as no big deal.\n\nHere's the larger Accountable Capitalism plan that includes the workers on corporate boards and requires that said workers support any political activity done by corporations.  (This is a big deal in that it's in some sense similar to unionizing every big company, because that much representation provides them with direct and tangible influence on decisions about their pay, benefits, and work conditions.)\n\nhttps://medium.com/question-consumption/elizabeth-warrens-accountable-capitalism-act-explained-85215cc1fa6\n\nHere's her plan focused on regulating federal contractors to reduce pay gaps and increase representation.  It also requires a $15 minimum plus benefits of them.\n\nhttps://medium.com/@teamwarren/valuing-the-work-of-women-of-color-c652bf6ccc9a\n\nI think Pete's plan is great, particularly his focus on the exploitation of contract workers.  Warren has made [statements in the past in a similar vein](https://fortune.com/2016/05/20/uber-lyft-elizabeth-warren/), but codifying them and including them in her plans would be good.  She's also introduced [a bill to ban right to work](https://www.warren.senate.gov/newsroom/press-releases/2017/09/20/sens-warren-brown-gillibrand-rep-sherman-introduce-legislation-to-protect-workers-ahead-of-upcoming-nafta-renegotiations) laws.",
            "created_utc": 1564203028,
            "gildings": {},
            "id": "ev3vnst",
            "is_submitter": false,
            "link_id": "t3_ci7cse",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_ev3rel8",
            "permalink": "/r/ElizabethWarren/comments/ci7cse/help_me_understand_warrens_policies_to_support/ev3vnst/",
            "retrieved_on": 1564203039,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "anuumqt",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_28t803gw",
            "author_patreon_flair": false,
            "body": "&gt; https://www.cnn.com/2019/06/04/politics/elizabeth-warren-economic-patriotism-green-new-deal-midwest/index.html\n\nSorry, but this is the same story that someone else pointed out.  There is no plan there for reducing emissions from US industry or transportation.  It is limited to research spending and federal procurement.  \n\nA president can't get much done.  Obama got his top priority, health care—barely.  He did not get the climate change bill through.  If Warren keeps on putting climate change after every other issue, tweeting about it every month or two, then yes people will assume it is a low priority for her.",
            "created_utc": 1564199440,
            "gildings": {},
            "id": "ev3q3tj",
            "is_submitter": false,
            "link_id": "t3_chyps6",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_ev2gr8g",
            "permalink": "/r/ElizabethWarren/comments/chyps6/cnn_is_hosting_a_town_hall_about_climate_change/ev3q3tj/",
            "retrieved_on": 1564199451,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "SeenTheLightAM",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_3tb2w04q",
            "author_patreon_flair": false,
            "body": "I have friends who pay the minimum balance on their student debt, while at the same time have been purchasing new cars, going on vacation, partying, and blowing their paychecks on alcohol + drugs.\n\nMeanwhile, I've been eating ramen and have been plowing every extra dollar I have into paying off my debt. Happy to say that I've paid off all my debt.\n\nWhat I'm basically saying is, Warren's stimulus plan is going to reward my friends who mismanaged their money while doing nothing for people such as myself.\n\nI love Elizabeth Warren (she is in my top 2) but this plan makes me cringe. Moreover, it does nothing for the bottom 2/3 of Americans who statistically are disadvantaged from going to college, and didn't go to college.\n\nIf she changed her plan to spread the cash amongst ALL college-aged millennials equally, I'd be totally on board.",
            "created_utc": 1564017110,
            "gildings": {},
            "id": "eut05x8",
            "is_submitter": false,
            "link_id": "t3_ch3rjj",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_ch3rjj",
            "permalink": "/r/ElizabethWarren/comments/ch3rjj/elizabeth_warrens_plan_to_forgive_student_debt/eut05x8/",
            "retrieved_on": 1564017121,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "begaldroft",
            "author_flair_background_color": "#46d160",
            "author_flair_css_class": null,
            "author_flair_richtext": [{
                    "a": ":Donor:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/qm4uwr4pst531_t5_2swe3/Donor"
                },
                {
                    "e": "text",
                    "t": " Top Donor "
                },
                {
                    "a": ":Donor:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/qm4uwr4pst531_t5_2swe3/Donor"
                }
            ],
            "author_flair_template_id": "907ffc32-98e2-11e9-8095-0ecf55777ffa",
            "author_flair_text": ":Donor: Top Donor :Donor:",
            "author_flair_text_color": "dark",
            "author_flair_type": "richtext",
            "author_fullname": "t2_1658ls",
            "author_patreon_flair": false,
            "body": "Almost every plan of hers seeks to elevate blacks or people of color.  For instance: part of her college plan is to give 50 billion dollars to historic black colleges. [https://www.theroot.com/elizabeth-warren-proposes-50-billion-in-aide-to-hbcus-1834213462](https://www.theroot.com/elizabeth-warren-proposes-50-billion-in-aide-to-hbcus-1834213462)\n\nHer housing plan has special provisions for people in historic red-lined areas.\n\nShe has a plan for elevating black and people of color entrepreneurs. \n\n5 years ago when \"A Case for Reparations\" was written, Warren met with the writer to talk about his essay.  She is the only presidential candidate to have done that. \n\nIn last week's The Root’s 2020 Presidential Black Power Rankings, Warren was the number one winner.   [https://www.theroot.com/the-roots-2020-presidential-black-power-rankings-week-1836274230](https://www.theroot.com/the-roots-2020-presidential-black-power-rankings-week-1836274230)",
            "created_utc": 1563737132,
            "gildings": {},
            "id": "eue79gf",
            "is_submitter": false,
            "link_id": "t3_cfw35u",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_cfw35u",
            "permalink": "/r/ElizabethWarren/comments/cfw35u/how_would_you_respond_to_this_criticism/eue79gf/",
            "retrieved_on": 1563737134,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1563823531
        },
        {
            "all_awardings": [],
            "author": "Altinare",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_18ajpeq",
            "author_patreon_flair": false,
            "body": "I'm very angry. But I also know that showing that anger is a turn off to voters, especially comfortable suburban voters who think the system does benefit them in some ways. I think Bernie's positions attack the upper middle class too much and Elizabeth generally focuses her sights on the top 1% only. In a general election that matters. Saying you're going to tax every single stock trade as Bernie has regardless of network means that even middle class workers with a 401k will be hit. A wealth tax on wealth over 50 million meanwhile spares all but the uber wealthy and there will be no question among the middle and upper middle class that they won't be affected by it. Think how this election will be won -  the well to do suburbs where educated whites have voted GOP previously but are turned off to Trump. Touch their money and they will run back to the GOP. Only Warren has a comprehensive plan to make the wealthy pay their fair share without sounding like she wants to blow up the system and make anyone making over $50K annually pay more in taxes like Bernie.",
            "created_utc": 1563290255,
            "gildings": {},
            "id": "etx2vsj",
            "is_submitter": false,
            "link_id": "t3_cdxb43",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_etx0e18",
            "permalink": "/r/ElizabethWarren/comments/cdxb43/ive_decided_to_support_warren/etx2vsj/",
            "retrieved_on": 1563290257,
            "score": 5,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1563376650
        },
        {
            "all_awardings": [],
            "author": "dee-emm",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_3kqqcjze",
            "author_patreon_flair": false,
            "body": "BP here, let me add a little context.  Back in the day, I joined in 2009, we used to have a lot of VRs, voluntary returns.  That meant that if you were apprehended at the border, you just sign a document admitting your Mexican, crossed the border illegally and just want to go back. Basically a slap in the wrist and maybe they should try to cross legally.   VRs were the bread and butter.  We would issue ERs (expedited removals) if someone had crossed so many times, like 10 or more times.  At that point they're not trying to cross legally any which way.  Or issue ERs if they had a criminal record.  Under Obama that policy changed.  ERs were handed out to everyone, even a first time crosser.  And we would issue a Reinstate for even the second time.  Reinstatements are 20 year removals as opposed to ER's 5 years.  Criminal prosecutions for border crossings are very rare.  They are almost always reserved for those with prior criminal convictions.  So to \"decriminalize\" border crossings isn't saying much.\n\nWe don't necessarily need to get rid of ERs.  You think the immigration system is bogged down now?  Wait until every single apprehension has to wait for a court date instead of going back to Mexico the same or next day.  Unless we're talking actual \"open borders\", where we literally just let people cross undocumented.  But then what?  Do we just leave people out in the desert?  \n\nThis also doesn't really address the current issue.  When we pick someone up at the border, they are transported to the station.  Once at the station we run their biometrics.  Once we have that we figure out what to do.  Either way, the BP agents have some paperwork to do.  The WA/NTA is one of the easiest cases to do, and that's what all asylum seekers fall under, but even then your talking about hundreds of cases per day, and only 5 or 6 agents per shift to do them.  That's the real crisis on the border.  The Border Patrol stations are NOT equipped to handle the load they're seeing right now.  Part of Warren's plan should include what we do with asylum seekers from the moment they're picked up by Border Patrol, because this is the bottle neck.  As it is right now, they must pass through Border Patrol before anything else happens.  Maybe create another agency, or expand one, to take asylum seekers straight from BP before they even have to go to the station.  Or get BP better facilities, and more personnel to handle those facilities and paperwork.  \n\nI say this as someone who fully supports Warren, and have donated to her campaign, but we need to solve the issue of what happens to asylum seekers when they are picked up by Border Patrol, and I'm not seeing that here.\n\n Maybe there's more to it than what I'm seeing.  I'm 100% on board with everything else I've seen from Warren.  Bring on the immigration reform, it's badly needed.  We should be welcoming the people that want to contribute to our society.  I love Elizabeth Warren and she is far and away my first choice this election cycle, but this is the first plan I've seen from her that doesn't seem as well thought out.  She will need to address what she means by getting rid of ERs and decriminalizing the border.",
            "created_utc": 1563030624,
            "gildings": {},
            "id": "etokyqu",
            "is_submitter": false,
            "link_id": "t3_cckeiz",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_cckeiz",
            "permalink": "/r/ElizabethWarren/comments/cckeiz/elizabeth_warren_unveils_bold_immigration_plan/etokyqu/",
            "retrieved_on": 1563030625,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1563117026
        },
        {
            "all_awardings": [],
            "author": "Kidspud",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_o0heu",
            "author_patreon_flair": false,
            "body": "Look, it really is a simple case: she said her climate change disclosure plan is new when it’s really nine months old. The examples you provided are just ridiculous. It’s okay to be critical of Elizabeth Warren from time to time.",
            "created_utc": 1562800530,
            "gildings": {},
            "id": "etgwqui",
            "is_submitter": false,
            "link_id": "t3_cbgmbo",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_etgw6cd",
            "permalink": "/r/ElizabethWarren/comments/cbgmbo/new_plan_alert_ewarren_ive_got_a_new_plan_to/etgwqui/",
            "retrieved_on": 1562800541,
            "score": -1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1562886928
        },
        {
            "all_awardings": [],
            "author": "begaldroft",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_1658ls",
            "author_patreon_flair": false,
            "body": "One of her plans is a plan to offer homeowner assistance to people who lived in previous redlined areas who were denied the assistance that white families got.   [https://www.citylab.com/equity/2019/01/elizabeth-warren-housing-plan-redlining-racial-justice-reparations/579268/](https://www.citylab.com/equity/2019/01/elizabeth-warren-housing-plan-redlining-racial-justice-reparations/579268/)",
            "created_utc": 1562714291,
            "gildings": {},
            "id": "etdsqgk",
            "is_submitter": true,
            "link_id": "t3_cb2eb7",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_etd6p23",
            "permalink": "/r/ElizabethWarren/comments/cb2eb7/tanehisi_coates_on_the_theft_of_resources_from/etdsqgk/",
            "retrieved_on": 1562714293,
            "score": 6,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1562827863
        },
        {
            "all_awardings": [],
            "author": "caffeinatedcorgi",
            "author_flair_background_color": "#b7e4cf",
            "author_flair_css_class": null,
            "author_flair_richtext": [{
                    "a": ":Bailey:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/tn8yy3it18631_t5_2swe3/Bailey"
                },
                {
                    "e": "text",
                    "t": " Bailey Warren"
                }
            ],
            "author_flair_template_id": "5f26ca32-962e-11e9-b140-0ed8efeec6aa",
            "author_flair_text": ":Bailey: Bailey Warren",
            "author_flair_text_color": "dark",
            "author_flair_type": "richtext",
            "author_fullname": "t2_favxq",
            "author_patreon_flair": false,
            "body": "[Here's Warren back in March](https://www.cnn.com/videos/politics/2019/03/19/medicare-for-all-private-insurance-elizabeth-warren-town-hall-sot-vpx.cnn)\n\nI don't think Warren has changed her position since March here. She supports Bernie's plan but is also open to other paths to universal coverage.",
            "created_utc": 1562514580,
            "gildings": {},
            "id": "et6ko21",
            "is_submitter": false,
            "link_id": "t3_c7o0tr",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_et6j1j6",
            "permalink": "/r/ElizabethWarren/comments/c7o0tr/weekly_update_and_discussion_thread_71_to_77/et6ko21/",
            "retrieved_on": 1562514639,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1562600981
        },
        {
            "all_awardings": [],
            "author": "videoninja",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_6r9r7",
            "author_patreon_flair": false,
            "body": "I am not sure if you'll liker [her answer](https://www.vox.com/policy-and-politics/2019/6/12/18652215/elizabeth-warren-interview-2020-democratic-primary-policies) but as someone who is for Universal Basic Income, I actually agree with her (at least on a federal level):\n\n&gt;Ezra Klein: Universal basic income.\n\n&gt;Elizabeth Warren: I think there’s so much more that we should do before we get there. There’s so much more we should do. Start with the wealth tax. Come on. Start with universal child care and education and investment in education from zero on through college. Let’s see what that starts to do. Do the student loan debt forgiveness and that’ll start to close the black and white wealth gap. Use my housing plan and attack redlining straight on. Help close the differences between the poorest in this country and the middle class. Give people more opportunities. Let’s get everybody on board and try that.\n\nUBI, to me, is an end goal after setting up our social safety nets. I feel like without those we are potentially feeding into a corrupt system as people's UBI could potentially become the target of predatory company practices. What turns me off of Yang's proposal for UBI is it sounds like he wants to wind away a lot social safety nets in order for UBI to work and that gives me a lot of pause. \n\nThe truth is we don't have a lot of data to know what the effects or best practices of UBI are and I think we need more information before we plunge the whole nation into untested waters. I've got my eyes on Hawaii as they have been looking into ways to implement UBI and the only other program I know of was in Ontario but that go cancelled by the incoming right wing party leaders. \n\nI think UBI can work, I want it to be a workable system because I think it could be helpful in preventing poverty more effectively than the piecemeal systems we currently have but I don't think it's a strong enough issue to be a federal problem at this point. We should be looking for local economies and city/state governments to look into this first before we start scaling things up.",
            "created_utc": 1562039139,
            "gildings": {},
            "id": "esjqblg",
            "is_submitter": false,
            "link_id": "t3_c834l0",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c834l0",
            "permalink": "/r/ElizabethWarren/comments/c834l0/economicsocial_policy_question/esjqblg/",
            "retrieved_on": 1562039140,
            "score": 13,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1562351872
        },
        {
            "all_awardings": [],
            "author": "rieslingatkos",
            "author_flair_background_color": "#46d160",
            "author_flair_css_class": null,
            "author_flair_richtext": [{
                    "a": ":Donor:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/qm4uwr4pst531_t5_2swe3/Donor"
                },
                {
                    "e": "text",
                    "t": " Top Donor "
                },
                {
                    "a": ":Donor:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/qm4uwr4pst531_t5_2swe3/Donor"
                }
            ],
            "author_flair_template_id": "907ffc32-98e2-11e9-8095-0ecf55777ffa",
            "author_flair_text": ":Donor: Top Donor :Donor:",
            "author_flair_text_color": "dark",
            "author_flair_type": "richtext",
            "author_fullname": "t2_w58ip",
            "author_patreon_flair": false,
            "body": "&gt; *Doctors spend on average $100,000 a year in their practices dealing with all of the paperwork, all of the administrative detail that is necessary because of our multipayer system. They have to have staff that does nothing more than work day in and day out with bureaucrats and insurance companies. Every patient has a different kind of health benefit plan. So it’s an extraordinarily complex and expensive system. And doctors are spending every year more and more money. About a third of what we spend in that three and a half trillion dollars is for things that don’t provide care. In many cases, it’s eaten up by all the administrative expense that’s made necessary by our multi-payer system.*  \n&gt;  \n&gt; *You can save enormous sums of money by moving to a single payer system, the Medicare program. The administrative expenses of Medicare is 2 to 3% compared to double digits on the private side. The analyses that have been done of the Sanders Bill [the Medicare For All bill: Senator Elizabeth Warren is a co-sponsor], by a conservative think tank, found that you can save $2 trillion dollars over the next 10 years by going to single payer health care.*    \n\nhttps://vtdigger.org/2019/06/23/qa-ex-health-insurance-exec-wendell-potter-now-fights-for-single-payer/",
            "created_utc": 1561847666,
            "gildings": {},
            "id": "esd5i8k",
            "is_submitter": false,
            "link_id": "t3_c71z54",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c71z54",
            "permalink": "/r/ElizabethWarren/comments/c71z54/universal_health_care_might_cost_you_less_than/esd5i8k/",
            "retrieved_on": 1561847668,
            "score": 5,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561934063
        },
        {
            "all_awardings": [],
            "author": "rieslingatkos",
            "author_flair_background_color": "#232444",
            "author_flair_css_class": null,
            "author_flair_richtext": [{
                    "a": ":Donor:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/qm4uwr4pst531_t5_2swe3/Donor"
                },
                {
                    "e": "text",
                    "t": "  Donor"
                }
            ],
            "author_flair_template_id": "675a8fd2-94a2-11e9-afcf-0e78ebadaec0",
            "author_flair_text": ":Donor:  Donor",
            "author_flair_text_color": "light",
            "author_flair_type": "richtext",
            "author_fullname": "t2_w58ip",
            "author_patreon_flair": false,
            "body": "&gt; *Doctors spend on average $100,000 a year in their practices dealing with all of the paperwork, all of the administrative detail that is necessary because of our multipayer system. They have to have staff that does nothing more than work day in and day out with bureaucrats and insurance companies. Every patient has a different kind of health benefit plan. So it’s an extraordinarily complex and expensive system. And doctors are spending every year more and more money. About a third of what we spend in that three and a half trillion dollars is for things that don’t provide care. In many cases, it’s eaten up by all the administrative expense that’s made necessary by our multi-payer system.*  \n&gt;  \n&gt; *You can save enormous sums of money by moving to a single payer system, the Medicare program. The administrative expenses of Medicare is 2 to 3% compared to double digits on the private side. The analyses that have been done of the Sanders Bill [the Medicare For All bill: Senator Elizabeth Warren is a co-sponsor], by a conservative think tank, found that you can save $2 trillion dollars over the next 10 years by going to single payer health care.*    \n\nhttps://vtdigger.org/2019/06/23/qa-ex-health-insurance-exec-wendell-potter-now-fights-for-single-payer/",
            "created_utc": 1561753276,
            "gildings": {},
            "id": "esa7h8w",
            "is_submitter": false,
            "link_id": "t3_c6ltdv",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c6ltdv",
            "permalink": "/r/ElizabethWarren/comments/c6ltdv/frmr_repub_changed_registration_this_yr_i_have_a/esa7h8w/",
            "retrieved_on": 1561753278,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561839678
        },
        {
            "all_awardings": [],
            "author": "zdss",
            "author_flair_background_color": "#b7e4cf",
            "author_flair_css_class": null,
            "author_flair_richtext": [{
                    "a": ":hi:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/cvxb38udst531_t5_2swe3/hi"
                },
                {
                    "e": "text",
                    "t": " Hawaii"
                }
            ],
            "author_flair_template_id": "93419032-949d-11e9-8929-0e3555b22152",
            "author_flair_text": ":hi: Hawaii",
            "author_flair_text_color": "dark",
            "author_flair_type": "richtext",
            "author_fullname": "t2_e8h6o",
            "author_patreon_flair": false,
            "body": "Well, [the idea](https://www.brookings.edu/blog/up-front/2019/04/24/how-progressive-is-senator-elizabeth-warrens-loan-forgiveness-proposal/) comes from the Brookings Institute, and basically points out that through income-based repayment options, those making very little money aren't actually going to repay the full value of their loans.  They'll pay a lesser payment for 20 (or 25) years and have the rest of their debt forgiven, so forgiving it more quickly is only worth the amount they would have paid under the REPAYE program.  They then recalculate the benefits by quintile and the top 20% is getting 27% of the benefit instead of 18%.  If you do the same with Bernie's plan, the amount will grow similarly.\n\nFor people that took out way more debt than their education is worth, $50k is still significant, but they should probably already be using the REPAYE option.  They're essentially already enrolled in a loan forgiveness program that will forgive most of their debt (minus the income-based payments).  \n\nSure, full forgiveness would be better for them, as it would save those lowered payments, but as soon as you open it up to an instantaneous valuation and payment, all of those doctors and investment bankers (who as Brooking shows will be getting much more benefit than the REPAYE recipients) just need to negotiate a temporary salary reduction, cash in, and go right back to earning $250k.  The $50k limit both covers most borrowers (75% are fully forgiven), but also limits the benefits of gaming the system.  Most of them would need to take more than a $50k salary reduction to qualify for the full value.\n\nThe simple fact is that these plans already benefit the well-off more than the poor, and while there are some cases of people with extreme debt who don't have the corresponding careers, most do, and full forgiveness exacerbates the racial wealth gap.  Adding $1T to the cost of a program to both mostly benefit the wealthy and to further increase the wealth gap is a bad plan.\n\nIt's not like Warren and her team didn't consider this option or is adverse to big cost plans for the public good, it's that the full forgiveness implementation actually makes other problems worse.",
            "created_utc": 1561666064,
            "gildings": {},
            "id": "es78t1b",
            "is_submitter": false,
            "link_id": "t3_c5k1nd",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_es64mao",
            "permalink": "/r/ElizabethWarren/comments/c5k1nd/changeorg_petition_we_support_full_student_loan/es78t1b/",
            "retrieved_on": 1561666074,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561752464
        },
        {
            "all_awardings": [],
            "author": "return2ozma",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_8bfyd",
            "author_patreon_flair": false,
            "body": "&gt;Senator Elizabeth Warren was just one of two 2020 candidates to say she supports Bernie Sanders' Medicare for All plan during the first Democratic primary debate on Tuesday night, which set off a heated argument on healthcare.\n\nRemember that, anyone who is visiting this sub. Only Warren and one other on the stage of 10 raised their hand for Medicare for All.",
            "created_utc": 1561607832,
            "gildings": {},
            "id": "es5cxsn",
            "is_submitter": false,
            "link_id": "t3_c5zr03",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c5zr03",
            "permalink": "/r/ElizabethWarren/comments/c5zr03/elizabeth_warren_calls_healthcare_a_basic_human/es5cxsn/",
            "retrieved_on": 1561607833,
            "score": 20,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561694230
        },
        {
            "all_awardings": [],
            "author": "s460",
            "author_flair_background_color": "#b7e4cf",
            "author_flair_css_class": null,
            "author_flair_richtext": [{
                    "a": ":co:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/g1nmn4kdst531_t5_2swe3/co"
                },
                {
                    "e": "text",
                    "t": " Colorado"
                }
            ],
            "author_flair_template_id": "32bd1a88-949d-11e9-b241-0e96c7999dec",
            "author_flair_text": ":co: Colorado",
            "author_flair_text_color": "dark",
            "author_flair_type": "richtext",
            "author_fullname": "t2_9p12r",
            "author_patreon_flair": false,
            "body": "I didn't see a paywall.\n\nOn Wednesday night, Julián Castro will stand between Cory Booker and Tim Ryan at Miami’s Adrienne Arsht Center for the first Democratic presidential debate of the 2020 campaign cycle.\n\nI’ll be paying special attention, however, to the former San Antonio mayor’s interactions with the candidate to Booker’s immediate left, Elizabeth Warren, for any subtle, borderline-imperceptible hints on how they vibe together.\n\nWarren, the two-term Massachusetts senator and progressive hero, is surging in the polls right now. A Monmouth University poll of national Democratic voters, conducted from June 12-17, found Warren in second place, behind former Vice President Joe Biden, at 15 percent. That represents a nine-point jump since April, easily the biggest growth spurt for any Democratic candidate.\n\nAt a time when Biden finds himself answering for a wide range of controversial statements and legislative actions over the course of his half-century political career, Warren is positioning herself as the party’s most credible anti-Biden: someone who shares Vermont Sen. Bernie Sanders’ critiques of the way our economic system breeds extreme opportunity disparities, but brings more texture to the argument.\n\nUnlike Sanders, she doesn’t hesitate to call herself a capitalist. She simply believes that when capitalism gets corrupted by powerful interests, the government needs to step in and redress the imbalance.\n\nWarren is important to Castro for reasons that go beyond the mutual admiration society they’ve recently formed.\n\nLast month, Warren praised Castro’s “People First” immigration plan during an interview with MSNBC host Lawrence O’Donnell. She followed up the interview by tweeting, “I admire (Castro’s) smart ideas on reforming our immigration laws. We should all pay attention to them.”\n\nCastro responded in kind, tweeting, “Thanks for the shout out, @ewarren. You’re setting the pace on policy.”\n\nIt’s not an insult to Castro’s earnest presidential campaign to say that his best prospect during the 2020 election cycle is the VP slot on the party’s national ticket. And his best bet to get that nod would come from Warren, for reasons that involve the inevitably crass calculus of identity politics.\n\nIf any of the Democrats’ top male contenders — such as Biden, Sanders and Pete Buttigieg — get the presidential nomination, they will give extra consideration, when it comes to picking a running mate, to female candidates.\n\nIt’ll be a natural reaction to the growing power of women in Democratic politics, which manifested itself in a 2018 midterm that resulted in a record 106 Democratic women in Congress. It’ll also be an acknowledgment of the power of the #MeToo movement — and the corresponding national exasperation with the way white men have dominated our politics.\n\nMost likely, Castro would only get serious consideration for the VP position if a woman wins the Democratic presidential nomination. At the moment, Warren seems to have the best chance of making that a reality.\n\nIf we accept the idea that presidential nominees want a running mate who’ll balance the ticket, Castro would provide balance in almost every conceivable way: region, gender, age (Warren will be 71 on election day in 2020, while Castro will be 46) and ethnicity.\n\nContrary to the suspicions of his detractors, Castro didn’t enter the 2020 presidential scrum as a way of angling for a VP offer. In fact, the reason he decided to run for president is that he didn’t like being in the passive role of waiting three years ago for that phone call from Hillary Clinton.\n\nNonetheless, Castro’s presidential campaign has made him a substantially stronger running-mate option this time around than he would have been for Clinton. In a sense, he’s been vetted by the campaign trail, demonstrating an ability to think on the fly, communicate with town-hall audiences in various parts of the country and roll out serious policy initiatives.\n\nHe looks and sounds like a real presidential candidate, something that wouldn’t have been obvious until he put himself out there as a candidate.\n\nThe virtues of his candidacy, however, haven’t translated to the polls, where he’s mired in the bottom tier of candidates, around 1 percent in most national polls. In the latest University of Texas/Texas Tribune poll, he was tied for seventh in his home state, with only 3 percent support.\n\nHe would be ideal for Warren, however, because he would be a loyal, articulate salesman for the ticket who wouldn’t overshadow the presidential nominee. He also would add a degree of subject-matter expertise on some key issues: immigration, housing and pre-kindergarten education.\n\nIf it’s possible to run for president and audition for vice president at the same time, that’s what Castro will be doing on Wednesday night.",
            "created_utc": 1561504326,
            "gildings": {},
            "id": "es1s3rx",
            "is_submitter": false,
            "link_id": "t3_c5fk5g",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_es1nuka",
            "permalink": "/r/ElizabethWarren/comments/c5fk5g/wednesday_debate_could_offer_preview_of/es1s3rx/",
            "retrieved_on": 1561504327,
            "score": 12,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561590723
        },
        {
            "all_awardings": [],
            "author": "Sisyphean_process",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_2vy3hvnd",
            "author_patreon_flair": false,
            "body": "Outline Link: [https://outline.com/q4x56g](https://outline.com/q4x56g) \n\n&amp;#x200B;\n\nTHERE IS A revealing tradition of apostasy in American politics. Ronald Reagan’s disingenuous claim never to have left the Democratic Party (“It left me”) helped him woo millions of blue-collar Democrats. Hillary Clinton’s decision to downplay her early Republicanism, by contrast, signalled her lack of ambition to win votes from the other side. That Donald Trump switched camps at least five times before entering the Republican primary suggested his disloyalty to any party. Elizabeth Warren’s gravitation from right to left, and the use she is making of it in her increasingly fancied presidential campaign, is another telling case.\n\nUnlike Mrs Clinton, she is leaning into her Republican past. Her stump speech, which Lexington heard in a sun-dappled New Hampshire garden last week, opens with a description of her conservative upbringing in Oklahoma: her three brothers in uniform, her frugal parents. It testifies to her experience, rare in a former Harvard law professor, of working-class concerns and the heartland, even if she escaped both long ago. Yet she remained a registered Republican into her late 40s.\n\nMany Democrats would find that embarrassing. Yet Ms Warren, who entered politics over a decade later, after making a name for herself as a critic of Wall Street after the financial crisis, has no need to prove her left-wing credentials. She has used her conversion story to help distinguish herself from Bernie Sanders, her rival on the left, and to try to broaden her appeal.\n\nShe stuck with the Republicans, she has said, because she believed their claim to be the best market managers. Unlike the socialist from Vermont, she says she is a “capitalist to my bones”. She left the right after researching surging individual bankruptcies, which turned out to be caused not by fecklessness, but ill health and other misfortunes. Why were so many hardworking people like her parents living so precariously? she asked. And why were companies, their soaring profits suggested, more protected?\n\nLike Mr Sanders, she considers the economy to be not merely skewed, but rigged in the corporate interest. Stagnant wages, rising economic insecurity, outsourced jobs are a product of “who government works for”, she said in New Hampshire. But where Mr Sanders promises a revolution, her proposals are more measured, detailed and various. Indeed Ms Warren, who in a couple of recent polls was ahead of Mr Sanders, in second place behind Joe Biden, has unveiled more policies than her main rivals put together.\n\nHer signature proposal is a wealth tax of two cents on the dollar on assets over $50m. She optimistically claims this would raise $2.75trn in a decade, a windfall she would splurge on progressive priorities including universal free childcare, free public college fees and writing off college debt. That is Sanders-esque, with a tonal difference. Unlike Mr Sanders, whose recent entry into the “millionaire class” seems not to have lessened his dislike of rich people, Ms Warren claims not to begrudge them their success. She just wants them to chip in more (“Two cents—just two cents!” is one of her slogans) to help expand opportunity (which is another).\n\nBelieve that or not, her other main proposals are regulatory fixes that are far-reaching and radical but mostly within the Democratic mainstream. Channelling the spirit of her hero Theodore Roosevelt, she vows to curb lobbying, campaign-finance extravagance, carbon emissions and much else. She has hedged her support for Mr Sanders’s promise of Medicare for all.\n\nSetting aside the merits of her proposals, her focus on policy is clever politics, and unusual. Mrs Clinton’s loss to a candidate with no serious policies, though she had reams of them, has deterred most Democratic candidates from issuing detailed proposals. Mr Biden, the front-runner, has two policies, including a cut-and-paste climate plan. Ms Warren apprehends that Mrs Clinton failed not because she had too many policies, but because she had no theme to make sense of them. Her commitment to saving capitalism from the capitalists is an answer to that.\n\nHer wonkishness also helps her deal with specific weaknesses. It has revised her former image as a one-trick pony, banging on about Wall Street. It has moderated her reputation as a left-winger. It has made Mr Sanders look lightweight by comparison. It has also helped neutralise an impression, exacerbated by sexism no doubt, that she is rather hectoring. “She reminds me of my sister-in-law,” said one of her listeners in New Hampshire guiltily. “But she knows what she’s talking about.” Mrs Clinton’s supporters were often unwilling to acknowledge her weaknesses as a campaigner. If Ms Warren’s are more willing, it is because she also has strengths.\n\nShe may well supplant Mr Sanders as the main threat to Mr Biden from the left. Whether she could woo enough moderate voters to mount a serious challenge is harder to predict. It is certainly possible. Yet such voters are mainly concerned with beating Mr Trump, and may consider Ms Warren too left-wing for that, which would be reasonable. Or they might consider her too like Mrs Clinton, as a woman in her 60s, which would not be.\n\n## The sin of apostasy\n\nThat suggests Ms Warren’s ideas may get less attention than they deserve on the left. Meanwhile they are being studied by reform-minded Republicans, grappling with the rejection of conservative verities that Mr Trump represents. Tucker Carlson of Fox News described Ms Warren’s industrial policy as “like Donald Trump at his best”. Senator Marco Rubio wrote a column applauding its aims, while concluding that a “radical progressive movement” would not fulfil them. This illustrates a paradoxical feature of the political divide: a combination of intellectual flux and partisan rigidity.\n\nDespite her past Republicanism, Ms Warren could not win votes on the right without repudiating her party in some way; by opposing mass immigration, for example. Yet her critique of American capitalism is quietly inspiring conservative thinkers. It is an odd time, when ideas cross parties more easily than people.",
            "created_utc": 1561474088,
            "gildings": {},
            "id": "es0fj0i",
            "is_submitter": true,
            "link_id": "t3_c59mpj",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c59mpj",
            "permalink": "/r/ElizabethWarren/comments/c59mpj/elizabeth_warren_saviour_of_capitalism_full/es0fj0i/",
            "retrieved_on": 1561474090,
            "score": 5,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561560485
        },
        {
            "all_awardings": [],
            "author": "Mr-Jings",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_29xbp0i5",
            "author_patreon_flair": false,
            "body": "I am a huge fan of Warren and I hope to meet her in the coming months. \n\nTwo things that scratch my head are her position on healthcare and taking money from corporations during the general election. \n\nI’ve reviewed her website and contacted Warren about her position on healthcare, specifically Medicare for all. She has nothing on her website regarding her plan and in [this interview](https://www.cnn.com/videos/politics/2019/03/19/medicare-for-all-private-insurance-elizabeth-warren-town-hall-sot-vpx.cnn) , she’s all over the place. Healthcare is the number one topic for all Americans.\n\nHer website clearly states she going to end Washington corruption but if she takes big money in the general election, how will get this done?\n\nI’m not looking to fight about these topics; I’m just concerned about them. From one supporter to another, we’re on the same team.",
            "created_utc": 1561470213,
            "gildings": {},
            "id": "es0a4q9",
            "is_submitter": false,
            "link_id": "t3_c56w8b",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_es028x8",
            "permalink": "/r/ElizabethWarren/comments/c56w8b/elizabeth_warren_jumps_to_first_place_in_new/es0a4q9/",
            "retrieved_on": 1561470214,
            "score": -6,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561556613
        },
        {
            "all_awardings": [],
            "author": "zdss",
            "author_flair_background_color": "#b7e4cf",
            "author_flair_css_class": null,
            "author_flair_richtext": [{
                    "a": ":hi:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/cvxb38udst531_t5_2swe3/hi"
                },
                {
                    "e": "text",
                    "t": " Hawaii"
                }
            ],
            "author_flair_template_id": "93419032-949d-11e9-8929-0e3555b22152",
            "author_flair_text": ":hi: Hawaii",
            "author_flair_text_color": "dark",
            "author_flair_type": "richtext",
            "author_fullname": "t2_e8h6o",
            "author_patreon_flair": false,
            "body": "&gt;At the start of the letter, the wealthy Americans state plainly that they support \"a moderate wealth tax on the fortunes of the richest 1/10 of the richest 1 percent of Americans,\" pointing out that it would include them as well. They addressed their proposal to all 2020 presidential candidates, but specifically pointed to a plan put forward by Democratic 2020 contender Senator Elizabeth Warren of Massachusetts.",
            "created_utc": 1561451582,
            "gildings": {},
            "id": "erzu308",
            "is_submitter": true,
            "link_id": "t3_c556ll",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c556ll",
            "permalink": "/r/ElizabethWarren/comments/c556ll/megawealthy_american_billionaires_sign_open/erzu308/",
            "retrieved_on": 1561451583,
            "score": 15,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561537970
        },
        {
            "all_awardings": [],
            "author": "ICanGetLoudTooWTF",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_mhqkd",
            "author_patreon_flair": false,
            "body": "Here's a new plan Warren has released on the history of federal subsidized segregation and what steps need to be taken to address this and change moving forward. https://www.mlive.com/public-interest/2019/06/elizabeth-warren-highlights-detroit-segregation-in-housing-plan-pitch.html",
            "created_utc": 1561346079,
            "gildings": {},
            "id": "erwk5gw",
            "is_submitter": false,
            "link_id": "t3_c4dbef",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c4dbef",
            "permalink": "/r/ElizabethWarren/comments/c4dbef/leaning_might_be_former_pete_stan_here_what_does/erwk5gw/",
            "retrieved_on": 1561346081,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561466376
        },
        {
            "all_awardings": [],
            "author": "zoeconfetti",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_68z0urz",
            "author_patreon_flair": false,
            "body": "https://www.axios.com/elizabeth-warren-50b-investment-historically-black-colleges-universities-b6e4407d-4138-4987-9547-329d6d0f1ec1.html\n\nhttps://medium.com/@teamwarren/ending-private-prisons-and-exploitation-for-profit-cb6dea67e913\n\nhttps://time.com/5607034/warren-plan-small-business-equity/?amp=true\n\nhttps://www.ebony.com/news/the-policies-candidates-on-black-womens-minds-for-2020/?amp",
            "created_utc": 1561331122,
            "gildings": {},
            "id": "erw24h3",
            "is_submitter": false,
            "link_id": "t3_c4dbef",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_erw0urx",
            "permalink": "/r/ElizabethWarren/comments/c4dbef/leaning_might_be_former_pete_stan_here_what_does/erw24h3/",
            "retrieved_on": 1561331124,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561462116
        },
        {
            "all_awardings": [],
            "author": "hamptont2010",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_mkhll",
            "author_patreon_flair": false,
            "body": "According to [this](http://www.ecosystemmarketplace.com/articles/green-new-democrats-pricing-carbon/) she currently advocates for getting rid of fossil fuel subsidies but she has not addressed a carbon tax.  She's not necessarily against one, she just hasn't really said one way or the other. [This article](https://www.motherjones.com/politics/2019/06/elizabeth-warren-just-added-a-green-marshall-plan-to-her-long-list-of-proposals/) goes into great depth in regards to her climate plan if you wanna give it a read.",
            "created_utc": 1561316079,
            "gildings": {},
            "id": "ervhp7e",
            "is_submitter": true,
            "link_id": "t3_c43l60",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_ervfplf",
            "permalink": "/r/ElizabethWarren/comments/c43l60/a_tool_for_combating_people_who_say_warren_isnt_a/ervhp7e/",
            "retrieved_on": 1561316080,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561457334
        },
        {
            "all_awardings": [],
            "author": "UNsoAlt",
            "author_flair_background_color": "#232444",
            "author_flair_css_class": null,
            "author_flair_richtext": [{
                    "a": ":Donor:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/qm4uwr4pst531_t5_2swe3/Donor"
                },
                {
                    "e": "text",
                    "t": " Birthday Donor! 🎂"
                }
            ],
            "author_flair_template_id": "d738ac94-94fc-11e9-986d-0e9f3a3d1988",
            "author_flair_text": ":Donor: Birthday Donor! 🎂",
            "author_flair_text_color": "light",
            "author_flair_type": "richtext",
            "author_fullname": "t2_y28inui",
            "author_patreon_flair": false,
            "body": "Thanks for engaging in discussion with us!\n\n\nThe others have pointed out some good arguments, so I won't really address that. I would, though, like to point out exactly how intelligent and impressive she is. This isn't a knock on Buttigieg, but his father was a professor, so it was kind of born into educational privilege. Warren was from a working class family at a time when a woman from Oklahoma wasn't expected to attend college. [This article](https://www.bostonglobe.com/news/politics/2019/06/22/for-young-elizabeth-warren-fire-cracker-questioner-debate-was-ticket-another-life/WGymidhp283BpvMAewZMPN/story.html) points out how her debate scholarship was her ticket out. Despite dropping out of college for a while, she returned after having children and went to law school. That's impressive. Anyway, Warren has been doing a great job of explaining her history. This isn't necessarily the most \"inspiring\", but definitely [gripping](https://www.cnn.com/videos/politics/2019/03/19/childhood-financial-problems-mom-dress-story-elizabeth-warren-town-hall-sot-vpx.cnn) talking about her family, and does an awesome job of relating it to how economic inequality. It still makes me emotional hearing it again. Anyway, when you hear Liz speak, you feel like she is genuinely fighting for you because she's been there too, and because she cares, she has a plan to fix it. That's pretty inspiring to me. She's come a long way in her approach, I think. It's impressive to see how much she's continued to grow as a person into middle adulthood, which you can't say about a lot of people. \n\n\nAnyway, in regards to GMOs, I don't really care all that much, but for those that do, why not label them? It's not something I've put a lot of thought into, but that's my take. \n\nI hope this is helpful!",
            "created_utc": 1561255129,
            "gildings": {},
            "id": "ertw6pa",
            "is_submitter": false,
            "link_id": "t3_c3gocn",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c3gocn",
            "permalink": "/r/ElizabethWarren/comments/c3gocn/wondering_if_yall_could_help_me_out/ertw6pa/",
            "retrieved_on": 1561255130,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561341526
        },
        {
            "all_awardings": [],
            "author": "onetimefunctionary",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_n75lg",
            "author_patreon_flair": false,
            "body": "THERE IS a revealing tradition of apostasy in American politics. Ronald Reagan's disingenuous claim never to have left the Democratic Party (\"It left me\") helped him woo millions of bluecollar Democrats. Hillary Clinton's decision to downplay her early Republicanism, by contrast, signalled her lack of ambition to win votes from the other side. That Donald Trump switched camps at least five times before entering the Republican primary suggested his disloyalty to any party. Elizabeth Warren's gravitation from right to left, and the use she is making of it in her increasingly fancied presidential campaign, is another telling case.\n\nUnlike Mrs Clinton, she is leaning into her Republican past. Her stump speech, which Lexington heard in a sun-dappled New Hampshire garden last week, opens with a description of her conservative upbringing in Oklahoma: her three brothers in uniform, her frugal parents. It testifies to her experience, rare in a former Harvard law professor, of working-class concerns and the heartland, even if she escaped both long ago. Yet she remained a registered Republican into her late 40s.\n\nMany Democrats would find that embarrassing. Yet Ms Warren, who entered politics over a decade later, after making a name for herself as a critic of Wall Street after the financial crisis, has no need to prove her left-wing credentials. She has used her conversion story to help distinguish herself from Bernie Sanders, her rival on the left, and to try to broaden her appeal.\n\nShe stuck with the Republicans, she has said, because she believed their claim to be the best market managers. Unlike the socialist from Vermont, she says she is a \"capitalist to my bones\". She left the right after researching surging individual bankruptcies, which turned out to be caused not by fecklessness, but ill health and other misfortunes. Why were so many hardworking people like her parents living so precariously? she asked. And why were companies, their soaring profits suggested, more protected?\n\nLike Mr Sanders, she considers the economy to be not merely skewed, but rigged in the corporate interest. Stagnant wages, rising economic insecurity, outsourced jobs are a product of \"who government works for\", she said in New Hampshire. But where Mr Sanders promises a revolution, her proposals are more measured, detailed and various. Indeed Ms Warren, who in a couple of recent polls was ahead of Mr Sanders, in second place behind Joe Biden, has unveiled more policies than her main rivals put together.\n\nHer signature proposal is a wealth tax of two cents on the dollar on assets over $5om. She optimistically claims this would raise $2.75trn in a decade, a windfall she would splurge on progressive priorities including universal free childcare, free public college fees and writing off college debt. That is Sanders-esque, with a tonal difference. Unlike Mr Sanders, whose recent entry into the \"millionaire class\" seems not to have lessened his dislike of rich people, Ms Warren claims not to begrudge them their success. She just wants them to chip in more (\"Two cents-just two cents!\" is one of her slogans) to help expand opportunity (which is another).\n\nBelieve that or not, her other main proposals are regulatory fixes that are far-reaching and radical but mostly within the Democratic mainstream. Channelling the spirit of her hero Theodore Roosevelt, she vows to curb lobbying, campaign-finance extravagance, carbon emissions and much else. She has hedged her support for Mr Sanders's promise of Medicare for all.\n\nSetting aside the merits of her proposals, her focus on policy is clever politics, and unusual. Mrs Clinton's loss to a candidate with no serious policies, though she had reams of them, has deterred most Democratic candidates from issuing detailed proposals. Mr Biden, the front-runner, has two policies, including a cut-and-paste climate plan. Ms Warren apprehends that Mrs Clinton failed not because she had too many policies, but because she had no theme to make sense of them. Her commitment to saving capitalism from the capitalists is an answer to that.\n\nHer wonkishness also helps her deal with specific weaknesses. It has revised her former image as a one-trick pony, banging on about Wall Street. It has moderated her reputation as a left-winger. It has made Mr Sanders look lightweight by comparison. It has also helped neutralise an impression, exacerbated by sexism no doubt, that she is rather hectoring. \"She reminds me of my sister-in-law,\" said one of her listeners in New Hampshire guiltily. \"But she knows what she's talking about.\" Mrs Clinton's supporters were often unwilling to acknowledge her weaknesses as a campaigner. If Ms Warren's are more willing, it is because she also has strengths.\n\nShe may well supplant Mr Sanders as the main threat to Mr Biden from the left. Whether she could woo enough moderate voters to mount a serious challenge is harder to predict. It is certainly possible. Yet such voters are mainly concerned with beating Mr Trump, and may consider Ms Warren too left-wing for that, which would be reasonable. Or they might consider her too like Mrs Clinton, as a woman in her 60s, which would not be.\n\nThe sin of apostasy\n\nThat suggests Ms Warren's ideas may get less attention than they deserve on the left. Meanwhile they are being studied by reform-minded Republicans, grappling with the rejection of conservative verities that Mr Trump represents. Tucker Carlson of Fox News described Ms Warren's industrial policy as \"like Donald Trump at his best\". Senator Marco Rubio wrote a column applauding its aims, while concluding that a \"radical progressive movement\" would not fulfil them. This illustrates a paradoxical feature of the political divide: a combination of intellectual flux and partisan rigidity.\n\nDespite her past Republicanism, Ms Warren could not win votes on the right without repudiating her party in some way; by opposing mass immigration, for example. Yet her critique of American capitalism is quietly inspiring conservative thinkers. It is an odd time, when ideas cross parties more easily than people.",
            "created_utc": 1561237066,
            "gildings": {},
            "id": "ertan02",
            "is_submitter": false,
            "link_id": "t3_c368m6",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c368m6",
            "permalink": "/r/ElizabethWarren/comments/c368m6/elizabeth_warren_saviour_of_capitalism/ertan02/",
            "retrieved_on": 1561237068,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561323468
        },
        {
            "all_awardings": [],
            "author": "charlespdk",
            "author_flair_background_color": "#232444",
            "author_flair_css_class": null,
            "author_flair_richtext": [{
                    "a": ":Donor:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/qm4uwr4pst531_t5_2swe3/Donor"
                },
                {
                    "e": "text",
                    "t": " Birthday Donor! 🎂"
                }
            ],
            "author_flair_template_id": "d738ac94-94fc-11e9-986d-0e9f3a3d1988",
            "author_flair_text": ":Donor: Birthday Donor! 🎂",
            "author_flair_text_color": "light",
            "author_flair_type": "richtext",
            "author_fullname": "t2_kneh5",
            "author_patreon_flair": false,
            "body": "Okay, I'll bite.\n\n1. I find these arguments to be mostly sexist. I'm sorry if that hurts your feelings or something, but that's just how it reads most of the time. People who push these arguments tend to bring up minor incidents (a f\\*\\*\\*ing Instagram live video from December 2018 that got spread by Fox News?) and use dishonest interpretations of issues (how is Trump and his goons being racist a negative for Warren?). I think Warren is actually pretty fresh faced as a politician winning her first political office in 2012 and I do agree she has had some growing pains, but I think her leaning into being a progressive wonk is paying off. She was a professor at Harvard Law who's been praised constantly for how articulate and persuasive she is in discussing issues- it was what she did as a public figure before running for office being featured on shows like The Daily Show and Oprah.  In recent months, she's been able to connect her policy wonkness with her personal story like with the Universal Child Care and College Debt bills. I think it's all important to point out that I believe she connects with women very well in a way that I think men can miss sometimes and the 2018 primaries showed us how important women candidates and voters are in a post Trump political environment. There a ton a videos on this sub of Warren speaking but I'll share some of my favorites.\n   1. [https://www.youtube.com/watch?v=ZRLdH4NCXqg](https://www.youtube.com/watch?v=ZRLdH4NCXqg) \n   2. [https://www.youtube.com/watch?v=mUvqJ6VpXf0](https://www.youtube.com/watch?v=mUvqJ6VpXf0) \n   3. [https://www.youtube.com/watch?v=AyVr4qcn8EM](https://www.youtube.com/watch?v=AyVr4qcn8EM) \n   4. And, honestly, you should watch at least one town hall of any candidate you're considering. \n2. I'll just share this podcast episode that basically encapsulates my views on the issue. I think it was a non-scandal that she tried to tackle early and, honestly, I think it has paid off however poorly you think she handled it then. It resulted in a slow start for her campaign but now that all the think pieces that could been written are done with she's been able to focus on policy and guide the media narrative by continuing to release policies at a steady rate. If it does come back up, it's just going to look really silly at this point. \n   1.  [https://seriouspod.com/sio162-in-defense-of-elizabeth-warren-2/](https://seriouspod.com/sio162-in-defense-of-elizabeth-warren-2/) \n3. Okay, here's some reading but I think we'll have to get into the details later to figure out your issues on some of this. \n   1. Trade -  [https://www.washingtonpost.com/politics/2019/06/04/elizabeth-warren-has-plan-nations-approach-trade/?utm\\_term=.2ec7c0eed521](https://www.washingtonpost.com/politics/2019/06/04/elizabeth-warren-has-plan-nations-approach-trade/?utm_term=.2ec7c0eed521) ;  [https://www.vox.com/policy-and-politics/2018/11/29/18118213/elizabeth-warren-trump-trade-gm-tariffs](https://www.vox.com/policy-and-politics/2018/11/29/18118213/elizabeth-warren-trump-trade-gm-tariffs) \n   2. I actually don't think the science is as clear as some try to make it out when it comes to nuclear energy. Warren supports the green new deal which kinda leaves nuclear still on the table. I just think there's still some research and debate left to figure out what we need to scale down and how quickly to preserve the planet -  [https://www.popularmechanics.com/science/energy/a26255413/green-new-deal-nuclear-power/](https://www.popularmechanics.com/science/energy/a26255413/green-new-deal-nuclear-power/)  ;  [https://thebulletin.org/2019/02/why-the-green-new-deal-may-include-nuclear-power/](https://thebulletin.org/2019/02/why-the-green-new-deal-may-include-nuclear-power/) \n   3. I honestly couldn't care less about GMO labels. While I agree with you that they're stupid and only serve to perpetuate bad ideas, but, like, whatever? In fact there's research showing that mandatory labels may increase support of GMOs. All I can find is that Warren supported GMO labels in 2013 but, I mean, a lot of people did at the time. I'm sorry, I just don't have strong feelings about this topic in the scope of a presidential campaign focused on removing money politics and fixing our economy so it works for everyone. -  [https://www.theatlantic.com/science/archive/2018/06/gmo-labeling-study/563699/](https://www.theatlantic.com/science/archive/2018/06/gmo-labeling-study/563699/) \n   4. When you're thinking about political candidates you need to focus on two things. First, what issue/s is most important to you and who do you think can most easily persuade to address those issues? Second, what issue do you think each candidate is going to fight for the hardest and which of those issues matters most to you? Personally, I think economic and political corruption are the most important issues to address if we are to accomplish anything on healthcare or climate change. Elizabeth Warren is the answer to both of those questions for me and I believe her track record proves that not only will she fight for these issue but she has the political know how to use the full strength of the executive branch to bring these ideas to fruition. She basically willed the CFPB ( [https://en.wikipedia.org/wiki/Consumer\\_Financial\\_Protection\\_Bureau](https://en.wikipedia.org/wiki/Consumer_Financial_Protection_Bureau) ) into existence in 2011 without any elected position which has returned I think about $12 billion back to Americans from crooked corporations. Trumps administration and the Republican congress has tried to destroy it, but is unable to because of the way it was set up. Which is the other thing I like about Warren- she appears to be the most ready to get rough with republicans. She was the first candidate to support impeaching Trump, I still think one of the only candidates to support ending the Senate filibuster wholeheartedly, and I'm waiting to hear her expand on her thoughts on how to 'depoliticize' the supreme court. This shows me she's not here to play nice with Republicans like Obama hoped to do because we saw where that led. I believe we need someone who's committed to radical change and has a plan to make it happen. \n\n&amp;#x200B;\n\nI can clarify anything here. That was a lot of writing and I'm sure I messed something up here or there.",
            "created_utc": 1561231325,
            "gildings": {},
            "id": "ert3cu4",
            "is_submitter": false,
            "link_id": "t3_c3gocn",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c3gocn",
            "permalink": "/r/ElizabethWarren/comments/c3gocn/wondering_if_yall_could_help_me_out/ert3cu4/",
            "retrieved_on": 1561231327,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561317724
        },
        {
            "all_awardings": [],
            "author": "Kidspud",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_o0heu",
            "author_patreon_flair": false,
            "body": "She [endorsed ](https://www.vox.com/2019/4/30/18522505/candidates-position-15-dollar-minimum-wage) the fight for $15, but her health care answer is [about affordable health care, not specifically M4A.](https://www.cnn.com/politics/live-news/elizabeth-warren-town-hall-mississippi/index.html) \n\nThe M4A wavering is a big reason why she needs to put out a health care plan.",
            "created_utc": 1561146674,
            "gildings": {},
            "id": "erqm7u7",
            "is_submitter": false,
            "link_id": "t3_c3f7m1",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c3f7m1",
            "permalink": "/r/ElizabethWarren/comments/c3f7m1/what_has_elizabeth_warren_done_to_raise_the/erqm7u7/",
            "retrieved_on": 1561146675,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561233071
        },
        {
            "all_awardings": [],
            "author": "JasonHackman",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_6boynln",
            "author_patreon_flair": false,
            "body": "Elizabeth Warren has a plan for the future that I believe in.",
            "created_utc": 1561066131,
            "gildings": {},
            "id": "ero1onr",
            "is_submitter": false,
            "link_id": "t3_c3068h",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c3068h",
            "permalink": "/r/ElizabethWarren/comments/c3068h/democrats_ya_gotta_believe_in_elizabeth_warren_to/ero1onr/",
            "retrieved_on": 1561066132,
            "score": 13,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561152531
        },
        {
            "all_awardings": [],
            "author": "DerpoholicsAnonymous",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_3cuqf7xv",
            "author_patreon_flair": false,
            "body": "Elizabeth Warren uniting the Democratic party is not the message I get from this article. The message I get is that the corporate (Republican) wing of the party -- the 3rd Way people, etc. -- hate Bernie so much that they are starting to see someone they are also opposed to in Warren as more palatable. \n\n&amp;#x200B;\n\nWarren has been getting an awful lot of love lately, in editorial after editorial. That's great, because she deserves love and she'd make an excellent president. What's not great is that the support she's getting from right wing clowns like Jennifer Rubin and others is not genuine.  The support is cynical and tactical. It makes strategic sense to support her because Bernie is leading her and they think doing so eats into Bernie lead. I'm pretty certain that Warren wouldn't be getting this praise if Bernie wasn't in the race, or if Warren had a commanding lead on the field. I'm guessing you won't see establishment media lauding how Warren \"has a plan for that\" once she agrees to be Bernie's VP.",
            "created_utc": 1561006136,
            "gildings": {},
            "id": "erm4sh8",
            "is_submitter": false,
            "link_id": "t3_c2hrqm",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c2hrqm",
            "permalink": "/r/ElizabethWarren/comments/c2hrqm/elizabeth_warren_will_unite_the_democratic_party/erm4sh8/",
            "retrieved_on": 1561006137,
            "score": 4,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561092530
        },
        {
            "all_awardings": [],
            "author": "DerpoholicsAnonymous",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_3cuqf7xv",
            "author_patreon_flair": false,
            "body": "If you are using co-sponsorship as your proof that M4A is her preferred plan, you could just as easily argue that the ACA 2.0 is her preferred plan, since she [co-sponsored that bill too.](https://www.thefiscaltimes.com/2018/03/22/Elizabeth-Warren-Has-New-Plan-Improve-Health-Care-and-It-Isn-t-Medicare-All) Kamala Harris is also a co-sponsor of M4A. Would you take exception to arguments that she's also not as strong on the issue as Bernie? I'm guessing not. \n\n&amp;#x200B;\n\nI do think that Liz would prefer single payer if she could wave a magic wand and get what she wanted. But I do not think that she'd fight for it like Bernie would. I think that, given her language about \"many ways to get there,\" she would pursue a compromise path like  a public option. And I don't want to see any compromise on this issue.",
            "created_utc": 1561004136,
            "gildings": {},
            "id": "erm2r3z",
            "is_submitter": false,
            "link_id": "t3_c2nvsg",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_erlu51i",
            "permalink": "/r/ElizabethWarren/comments/c2nvsg/warren_supports_m4a/erm2r3z/",
            "retrieved_on": 1561004137,
            "score": -2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561090533
        },
        {
            "all_awardings": [],
            "author": "Kidspud",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_o0heu",
            "author_patreon_flair": false,
            "body": "She supports [“affordable healthcare for every American,”](https://slate.com/business/2019/01/elizabeth-warren-dodges-kamala-harris-medicare-for-all-question.html) which isn’t the same thing as supporting a single-payer system like Medicare for All. And to be clear, that is word-for-word the answer she gave after being asked point-blank if she would support the continued existence of private insurance.\n\nThis just contributes to the phenomenon where some Dems say they support M4A and pretend that it means something other than single payer. I think a lot of the confusion would clear up if she had a plan for health care.",
            "created_utc": 1560988492,
            "gildings": {},
            "id": "erlj1hn",
            "is_submitter": false,
            "link_id": "t3_c2nvsg",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c2nvsg",
            "permalink": "/r/ElizabethWarren/comments/c2nvsg/warren_supports_m4a/erlj1hn/",
            "retrieved_on": 1560988493,
            "score": -8,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1561074892
        },
        {
            "all_awardings": [],
            "author": "drkyle54",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_57ll6",
            "author_patreon_flair": false,
            "body": "Hello all! I was inspired by Elizabeth Warren from the moment she entered public life and created the CFPB. One early video of her talking to people when she was running for Senate was an amazing moment for me to hear from a politician:  [https://www.youtube.com/watch?v=htX2usfqMEs](https://www.youtube.com/watch?v=htX2usfqMEs) \n\nOne reason I love Liz is her story is extremely inspiring. To come all the way from a working class background, family almost losing their home as a child, then becoming a teacher, having a family, having children, going to law school, becoming a consumer advocate and harvard law professor, creating a governmental agency to protect americans from predatory banks and lenders, and then final becoming a US Senator is amazing. \n\nRight now my top two candidates are Elizabeth Warren and Bernie Sanders. I am supporting Elizabeth Warren as my top choice right now because I like the way she seamlessly weaves really good, detailed policy with values and fighting for big structural changes. Her Universal Child Care and student loan debt cancellation all paid for by the wealth tax would be amazing for me. Her supporting Medicare4All is also key for me, and I hope she releases a detailed health care plan to really seal the deal for why she is the best candidate.",
            "created_utc": 1560750220,
            "gildings": {},
            "id": "erdov7i",
            "is_submitter": false,
            "link_id": "t3_c1j774",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c1j774",
            "permalink": "/r/ElizabethWarren/comments/c1j774/weekly_update_and_discussion_thread_617_to_623/erdov7i/",
            "retrieved_on": 1560750221,
            "score": 10,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1560878088
        },
        {
            "all_awardings": [],
            "author": "IGaveHerThe",
            "author_cakeday": true,
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_c214h",
            "author_patreon_flair": false,
            "body": "We need to do a better job of reaching out to them. Warren has plans that will materially benefit them, let's focus on those. [Medicare for All](https://www.warren.senate.gov/newsroom/press-releases/warren-joins-sanders-13-other-senators-to-reintroduce-medicare-for-all), [education](https://www.theroot.com/elizabeth-warren-proposes-50-billion-in-aide-to-hbcus-1834213462), [redlining](https://www.citylab.com/equity/2019/01/elizabeth-warren-housing-plan-redlining-racial-justice-reparations/579268/).",
            "created_utc": 1560696310,
            "gildings": {},
            "id": "erbwotp",
            "is_submitter": false,
            "link_id": "t3_c19ik7",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_erbvjds",
            "permalink": "/r/ElizabethWarren/comments/c19ik7/warren_buttigieg_surge_in_sc_2020_democratic/erbwotp/",
            "retrieved_on": 1560696312,
            "score": 14,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1560862522
        },
        {
            "all_awardings": [],
            "author": "anuumqt",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_28t803gw",
            "author_patreon_flair": false,
            "body": "It's extremely disappointing.  \"Green manufacturing\"?  She seems to think this is some economic stimulus plan for the Midwest, rather than a national and planetary emergency.  And headlining it with money for R&amp;D?  That's a bipartisan solution even Republicans can get behind—because it's easy.  It hardly costs anything and nobody has to change their lives.  It's too late for that.  R&amp;D is important.   But we need to deploy the technology we have, today.  \n\nI hope that in the first debate Inslee gets to argue with Warren about climate change solutions.  Warren isn't where she needs to be.  \n\nHere are Greenpeace's rankings: https://www.greenpeace.org/usa/climate2020/\n\n1. Jay Inslee\n\n2. Cory Booker\n\n3. Bernie Sanders\n\n4. Elizabeth Warren\n\n...\n\n7. Joe Biden",
            "created_utc": 1560645701,
            "gildings": {},
            "id": "erajf9d",
            "is_submitter": false,
            "link_id": "t3_c0yubu",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_er917mu",
            "permalink": "/r/ElizabethWarren/comments/c0yubu/where_is_warren_on_climate_change_the_green_new/erajf9d/",
            "retrieved_on": 1560645702,
            "score": -6,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1560850950
        },
        {
            "all_awardings": [],
            "author": "mfidelman",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_8jcsw",
            "author_patreon_flair": false,
            "body": "Thanks for the pointer.  \n\n\"Green Apollo Program,\" \"Green Industrial Mobilization,\" and \"Green Marshall Plan\" make a lot of sense.  But they really need to be on her web site - under, you know, issues - at the same level of visibility as \"end Washington corruption\" and \"build the middle class.\"  And she needs to be on stage at Sunrise Movement rallies (right up there with Sanders &amp; AOC).\n\nCome to think of it, I'd kind of like to see Elizabeth Warren as Director of those programs - Ben Cohen to Bernie Sanders playing FDR.  (Look up your history of the New Deal - starting with [https://en.wikipedia.org/wiki/Benjamin\\_V.\\_Cohen](https://en.wikipedia.org/wiki/Benjamin_V._Cohen)).",
            "created_utc": 1560621817,
            "gildings": {},
            "id": "er9d97b",
            "is_submitter": true,
            "link_id": "t3_c0yubu",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_c0yubu",
            "permalink": "/r/ElizabethWarren/comments/c0yubu/where_is_warren_on_climate_change_the_green_new/er9d97b/",
            "retrieved_on": 1560621828,
            "score": 0,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1560841078
        },
        {
            "all_awardings": [],
            "author": "rieslingatkos",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_w58ip",
            "author_patreon_flair": false,
            "body": "There is a world of difference between Hillary Clinton (who accomplished very little but infamously claimed to be either a centrist or a progressive as if she were a weathervane) and Elizabeth Warren (who personally invented and was effectively responsible for the creation of the Consumer Financial Protection Bureau).   Warren is light on rhetoric and heavy on substance.  She has a detailed plan for everything.  \n\nBernie and Warren are both necessary, and both have their own separate roles to play.  Bernie is the visionary who reminds us of the direction we need to travel in.  Warren is the expert driver &amp; trip planner who can handle all the bad roads and physically get us there.",
            "created_utc": 1560345111,
            "gildings": {},
            "id": "eqvgwgn",
            "is_submitter": false,
            "link_id": "t3_bz5o8r",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_eqtqs9l",
            "permalink": "/r/ElizabethWarren/comments/bz5o8r/get_elizabeth_warren_to_sign_the_progressive/eqvgwgn/",
            "retrieved_on": 1560345208,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1560431511
        },
        {
            "all_awardings": [],
            "author": "drkyle54",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_57ll6",
            "author_patreon_flair": false,
            "body": "As a Warren supporter, Bernie is my second choice so I feel qualified to answer this question. It's a tough decision for me, because I do really like Bernie as well, but I think that for me one of the biggest reasons is that Bernie is an ideologue and Warren is a problem-solver. So my worry with Bernie is he will not make the best choices if they don't fit in with his particular ideology. For Elizabeth Warren, I trust that she not only has progressive values, but also the depth and detail of her policies tell me that she is thinking very carefully about the best ways to make big structural changes. \n\nI also think she's incredibly smart and persuasive. I think her working class background and her commitment not to take corporate money or have special meetings with large donors make her trustworthy.  More specifically to me, her policies for Universal Childcare and Student Loan Debt Cancellation would be literally life-changing for me.\n\nThat said, if Warren backtracks and doesn't strongly support Medicare4All, I will switch to Bernie. However, I am betting that she has another blockbuster plan in the works for Healthcare that she will probably release in the runup to the 1st DNC debate (topic is healthcare).",
            "created_utc": 1560317109,
            "gildings": {},
            "id": "eqtqery",
            "is_submitter": false,
            "link_id": "t3_bzgao6",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_eqsuycp",
            "permalink": "/r/ElizabethWarren/comments/bzgao6/elizabeth_warren_is_proving_her_doubters_wrong/eqtqery/",
            "retrieved_on": 1560317120,
            "score": 13,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1560410690
        },
        {
            "all_awardings": [],
            "author": "vdau",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_c93mk",
            "author_patreon_flair": false,
            "body": "I think the lower-priority policies on his website are attempts to attract the support of niche groups and communities who rarely get their concerns highlighted in national politics, which makes Yang a populist and it’s a valuable quality to have in the election. Elizabeth Warren I would also consider a populist. She focuses her policies on the poor, on parents, children, and those struggling with student debt. I think the unique problem Yang has gotten himself into is that the Freedom Dividend by design is a benefit for ALL people, which would make it tremendously beneficial for the society at whole, especially the poor, parents, children, and the indebted, but even so it makes it hard to market the idea as anti-poverty when its universality is its main feature. \n\nThe Freedom Dividend is certainly the most effective policy we could dream up to outright abolish poverty while getting a bunch of other great effects for our economy. It actually removes incentives not to work, since you get the Dividend whether or not you’re poor, so it would be better for the whole. I find Warren’s plan to be risky because it’ll lock people into wasteful and ineffective government welfare programs that generate a culture of shame, cheating, and dependence. It would also be marvelous for reducing crime. The great thing about UBI is it doesn’t fix anything other than poverty incredibly well, but it makes all other problems easier to fix because workers are no longer exploited by companies through their necessity for basic needs and families aren’t stressed about future homelessness or hunger.\n\nYang has never talked about the constitutional amendment part of the Freedom Dividend. I wonder if he’ll remove that from his website because he’s also said it’s unrealistic to use a constitutional amendment to “get rid” of the electoral college because we need 3/4ths of state legislatures to approve it. I agree that that is unserious policy. The sun-setting of old laws is also not the best in my view.",
            "created_utc": 1560121035,
            "gildings": {},
            "id": "eqkdqog",
            "is_submitter": false,
            "link_id": "t3_bymoom",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_eqkbz4x",
            "permalink": "/r/ElizabethWarren/comments/bymoom/elizabeth_warren_actually_wants_to_fix_capitalism/eqkdqog/",
            "retrieved_on": 1560121036,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1560280822
        },
        {
            "all_awardings": [],
            "author": "theleoashe",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_mp3y2qy",
            "author_patreon_flair": false,
            "body": "It's not protectionism, you should check out more of the specific details: [https://www.vox.com/2019/6/4/18650850/elizabeth-warren-economic-patriotism-green-marshall-plan](https://www.vox.com/2019/6/4/18650850/elizabeth-warren-economic-patriotism-green-marshall-plan)",
            "created_utc": 1559940005,
            "gildings": {},
            "id": "eqau8v3",
            "is_submitter": false,
            "link_id": "t3_bxvenr",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_eqas4de",
            "permalink": "/r/ElizabethWarren/comments/bxvenr/inside_elizabeth_warrens_economic_patriotism/eqau8v3/",
            "retrieved_on": 1559940007,
            "score": 5,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1560200516
        },
        {
            "all_awardings": [],
            "author": "MightyMane6",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_qx885",
            "author_patreon_flair": false,
            "body": "**A few big differences between Warren &amp; Bernie:**\n\n\n* [Bernie is committed to Medicare for All and so is much stronger than Warren on health care. Warren has yet to lay out specific plans for Healthcare reform.](https://amp-axios-com.cdn.ampproject.org/v/s/amp.axios.com/2020-presidential-candidates-medicare-for-all-7d958bab-de34-4d8c-921d-b561f201c4c2.html?amp_js_v=a2&amp;amp_gsa=1&amp;usqp=mq331AQA#aoh=15585701668327&amp;referrer=https%3A%2F%2Fwww.google.com&amp;amp_tf=From%20%251%24s&amp;ampshare=https%3A%2F%2Fwww.axios.com%2F2020-presidential-candidates-medicare-for-all-7d958bab-de34-4d8c-921d-b561f201c4c2.html) \n\n\n* [Unlike Warren, Bernie is committed to small donor fundraising even in the General election. Warren has said she would only do small donor fundraising in the Primary, so Bernie won't feel any sort of pressure to bend on his policy stances once elected.](https://www.realclearpolitics.com/video/2019/02/26/warren_will_forgo_big_money_donors_in_primary_but_not_general_election_i_do_not_believe_in_unilateral_disarmament.html)\n\n\n* [She originally planned on voting for Ben Carson as Secretary of Housing, but then flip flopped when she was criticized.](https://www.politico.com/story/2017/03/elizabeth-warren-reverse-ben-carson-vote-235608)\n\n\n* [Warren worked to repeal the 'Medical Device Tax' which helped fund the ACA, in order to appease the Medical Device Industry in her state.](http://time.com/3695581/elizabeth-warren-medical-device-lobbyists-obamacare/)\n\n\n* [Unlike Warren, Bernie has a long history of progressivism dating back to the 60s. Warren was a staunch Republican up until the late 90s.](https://www.politico.com/magazine/story/2019/04/12/elizabeth-warren-profile-young-republican-2020-president-226613)\n\n\n* [Bernie has also been one of the longest serving members of congress, he was a mayor in Vermont, and has a lot of experience in governance compared to Warren.](https://en.m.wikipedia.org/wiki/Bernie_Sanders)\n\n* [Warren's plan to fund her policies through a wealth tax is potentially unconstitutional, therefore harder to implement than Bernie's Wall Street speculation tax and higher income taxes on wealthy entities.](https://www.bloomberg.com/opinion/articles/2019-01-30/elizabeth-warren-s-wealth-tax-is-probably-constitutional)\n\n* [Warren voted to increase the Military budget brought forth under Pres. Trump, which appropriated over $81Billion for purchase of Aircraft, Weapons, Missiles, and Combat Vehicles. On top of that it appropriated several Billion dollars toward other parts of the DoD.](https://votesmart.org/bill/23430/61033/141272/national-defense-authorization-act-for-fiscal-year-2018#.XPAS5mkpCdN)\n\n\n**All that before we talk about the metrics:**\n\n\n* [She's behind Bernie on virtually all national polls.](https://www.realclearpolitics.com/epolls/2020/president/us/2020_democratic_presidential_nomination-6730.html)\n\n\n* [She doesn't have nearly as much money raised.](https://www.opensecrets.org/2020-presidential-race)\n\n\n* [She doesn't have nearly as much grassroots support.](https://www.seattletimes.com/seattle-news/politics/bernies-back-sanders-campaign-organizes-more-than-200-volunteer-events-in-washington-state-this-weekend/)\n\n\n* [She is one of the weakest candidates of the top 5 to beat Trump according to polling.](https://www.realclearpolitics.com/epolls/latest_polls/general_election/)\n\n\n* [She does not have nearly as many individual donors.](https://amp.businessinsider.com/how-much-money-2020-democrats-candidates-have-raised-fundraising-2019-4)\n\n\n* [Bernie is leading Warren in her own state of Massachusetts.](https://www.realclearpolitics.com/epolls/2020/president/ma/massachusetts_democratic_presidential_primary-6786.html)\n\n* [Bernie has amassed more people at rallies/townhalls than arguably any other Democratic candidate including Warren.](https://docs.google.com/spreadsheets/d/1tsk1ublTJcBtpR0D-NN5iMoTDVwMO_H8Ra4kXCJO_mY/edit?usp=drivesdk)\n\nThere is also a more nuanced distinction between them I'd like to make, with all the political differences aside. The one area I think Bernie absolutely **dominates** where Warren doesn't, is with rhetoric. They both are offering tons of plans, but to me Bernie is the only candidate with a strong message of how it will all be executed. If you want to implement even a fraction of either Warren's or Bernie's plans you need a radical change in voter engagement in this country, and I have **never** seen a politician who can rally young people and apathetic people into the political process as well as Bernie has. In 2015 he was nothing but a small Independent Senator from Vermont, and he went on to win 23 contests against the establishment backed former First Lady, Secretary of State, and Senator of New York. Now he is arguably one of the most popular politicians in America, and he has changed the political rhetoric among leading Democrats. Just look at the incredibly influential organizations that stemmed out of his 2016 campaign:\n\n* [Justice Democrats](https://en.m.wikipedia.org/wiki/Justice_Democrats)\n\n* [Brand New Congress](https://en.m.wikipedia.org/wiki/Brand_New_Congress)\n\n* [Our Revolution](https://en.m.wikipedia.org/wiki/Our_Revolution)\n\nBernie's central thesis to his entire political rhetoric is of revolution, of a movement... and he is right. We need big changes to address the existential crises of this country and frankly the entire planet. The only way we do that is if millions of people stand up and get involved in the political process.",
            "created_utc": 1559544872,
            "gildings": {},
            "id": "epvq8nm",
            "is_submitter": false,
            "link_id": "t3_bw2kup",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_epv57t8",
            "permalink": "/r/ElizabethWarren/comments/bw2kup/warren_steals_the_show_at_democratic_convention/epvq8nm/",
            "retrieved_on": 1559544872,
            "score": -10,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1560071503
        },
        {
            "all_awardings": [],
            "author": "NinaMarx",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_2isn482u",
            "author_patreon_flair": false,
            "body": "Yes, she does. Here is a [fact sheet.](https://www.warren.senate.gov/imo/media/doc/Universal_Child_Care_Policy_Brief_2019.pdf) Her universal childcare plan was immediately attacked by National Review and RealClear Politics, so that's a good indication that the specifics include taxes going to the public good and we all know how they react to the notion that rich people should pay more.\n\nWhen I saw Warren last month, she talked about becoming a special needs teacher, a fact about her I did not know.\n\nShe talked at length about how it's important to do two things - first, pay pre-k and nursery school teachers more and second, make sure that the *government* is doing this. She emphasized that *parents cannot pay more* which is why we need to do the wealth tax to remove this burden. \n\nShe will appoint a public school teacher as Secretary of Education, [after a teacher suggested this to her.](https://www.chalkbeat.org/posts/us/2019/05/17/meet-the-brooklyn-science-teacher-who-got-elizabeth-warren-to-narrow-her-education-secretary-options/)\n\nShe is not for charter schools; you can read about why [right here.](https://educationopportunitynetwork.org/elizabeth-warren-clarifies-the-charter-schools-debate/)\n\nShe's also for comprehensive sex ed! My tax dollars have gone to too many \"abstinence only\" programs which are complete bullshit but also misleading and false.\n\nShe sponsored the Real Education for Healthy Youth Act, which would\n\nAward competitive grants to provide adolescents with comprehensive sex education to:\n\n1. replicate evidence-based sex education programs,\n2. substantially incorporate elements of evidence-based sex education programs, or\n3. create a demonstration project based on generally accepted characteristics of effective sex education programs.\n\nProhibits federal funds provided under this Act from being used for health education programs that:\n\n1. deliberately withhold life-saving information about HIV;\n2. are medically inaccurate or have been scientifically shown to be ineffective;\n3. promote gender stereotypes;\n4. are insensitive and unresponsive to the needs of sexually active youth or lesbian, gay, bisexual, or transgender youth; or\n5. are inconsistent with the ethical imperatives of medicine and public health.",
            "created_utc": 1559186523,
            "gildings": {},
            "id": "epesipf",
            "is_submitter": false,
            "link_id": "t3_bunikm",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_bunikm",
            "permalink": "/r/ElizabethWarren/comments/bunikm/does_warren_have_a_detailed_policy_for_public/epesipf/",
            "retrieved_on": 1559186534,
            "score": 16,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1559779094
        },
        {
            "all_awardings": [],
            "author": "banter84",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_ntxmw",
            "author_patreon_flair": false,
            "body": "I was basing some of that on this article, are you saying it's just lying?\n\nhttps://www.thefiscaltimes.com/2018/03/22/Elizabeth-Warren-Has-New-Plan-Improve-Health-Care-and-It-Isn-t-Medicare-All?amp",
            "created_utc": 1559098842,
            "gildings": {},
            "id": "ep8rfjs",
            "is_submitter": true,
            "link_id": "t3_bu4hd4",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_ep8lwjf",
            "permalink": "/r/ElizabethWarren/comments/bu4hd4/warren_and_healthcare/ep8rfjs/",
            "retrieved_on": 1559098853,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1559728422
        },
        {
            "all_awardings": [],
            "author": "Dekrow",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_9mq3i",
            "author_patreon_flair": false,
            "body": " \" Elizabeth Warren is a smart lady with a good plan\" - alternate title for you guys :)",
            "created_utc": 1559076592,
            "gildings": {},
            "id": "ep72r5f",
            "is_submitter": false,
            "link_id": "t3_bu2r40",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_bu2r40",
            "permalink": "/r/ElizabethWarren/comments/bu2r40/elizabeth_warrens_strategy_is_working/ep72r5f/",
            "retrieved_on": 1559077542,
            "score": 13,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1559714247
        },
        {
            "all_awardings": [],
            "author": "MightyMane6",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_qx885",
            "author_patreon_flair": false,
            "body": "**A few big differences between Warren &amp; Bernie:**\n\n\n* [Bernie is committed to Medicare for All and so is much stronger than Warren on health care. Warren has yet to lay out specific plans for Healthcare reform.](https://amp-axios-com.cdn.ampproject.org/v/s/amp.axios.com/2020-presidential-candidates-medicare-for-all-7d958bab-de34-4d8c-921d-b561f201c4c2.html?amp_js_v=a2&amp;amp_gsa=1&amp;usqp=mq331AQA#aoh=15585701668327&amp;referrer=https%3A%2F%2Fwww.google.com&amp;amp_tf=From%20%251%24s&amp;ampshare=https%3A%2F%2Fwww.axios.com%2F2020-presidential-candidates-medicare-for-all-7d958bab-de34-4d8c-921d-b561f201c4c2.html) \n\n\n* [Unlike Warren, Bernie is committed to small donor fundraising even in the General election. Warren has said she would only do small donor fundraising in the Primary, so Bernie won't feel any sort of pressure to bend on his policy stances once elected.](https://www.realclearpolitics.com/video/2019/02/26/warren_will_forgo_big_money_donors_in_primary_but_not_general_election_i_do_not_believe_in_unilateral_disarmament.html)\n\n\n* [She originally planned on voting for Ben Carson as Secretary of Housing, but then flip flopped when she was criticized.](https://www.politico.com/story/2017/03/elizabeth-warren-reverse-ben-carson-vote-235608)\n\n\n* [Warren worked to repeal the 'Medical Device Tax' which helped fund the ACA, in order to appease the Medical Device Industry in her state.](http://time.com/3695581/elizabeth-warren-medical-device-lobbyists-obamacare/)\n\n\n* [Unlike Warren, Bernie has a long history of progressivism dating back to the 60s. Warren was a staunch Republican up until the late 90s.](https://www.politico.com/magazine/story/2019/04/12/elizabeth-warren-profile-young-republican-2020-president-226613)\n\n\n* [Bernie has also been one of the longest serving members of congress, he was a mayor in Vermont, and has a lot of experience in governance compared to Warren.](https://en.m.wikipedia.org/wiki/Bernie_Sanders)\n\n* [Warren's plan to fund her policies through a wealth tax is potentially unconstitutional, therefore harder to implement than Bernie's Wall Street speculation tax and higher income taxes on wealthy entities.](https://www.bloomberg.com/opinion/articles/2019-01-30/elizabeth-warren-s-wealth-tax-is-probably-constitutional)\n\n\n**All that before we talk about the metrics:**\n\n\n* [She's behind Bernie on virtually all national polls.](https://www.realclearpolitics.com/epolls/2020/president/us/2020_democratic_presidential_nomination-6730.html)\n\n\n* [She doesn't have nearly as much money raised.](https://www.opensecrets.org/2020-presidential-race)\n\n\n* [She doesn't have nearly as much grassroots support.](https://www.politico.com/story/2019/04/03/bernie-sanders-2020-volunteers-1246524)\n\n\n* [She is one of the weakest candidates of the top 5 to beat Trump according to polling.](https://www.realclearpolitics.com/epolls/latest_polls/general_election/)\n\n\n* [She does not have nearly as many individual donors.](https://www.nytimes.com/2019/04/02/us/politics/bernie-sanders-fundraising-18-million-2020.html)\n\n\n* [Bernie is leading Warren in her own state of Massachusetts.](https://www.realclearpolitics.com/epolls/2020/president/ma/massachusetts_democratic_presidential_primary-6786.html)\n\n* [Bernie has amassed more people at rallies/townhalls than arguably any other Democratic candidate including Warren.](https://docs.google.com/spreadsheets/d/1tsk1ublTJcBtpR0D-NN5iMoTDVwMO_H8Ra4kXCJO_mY/edit?usp=drivesdk)\n\nThere is also a more nuanced distinction between them I'd like to make, with all the political differences aside. The one area I think Bernie absolutely **dominates** where Warren doesn't, is with rhetoric. They both are offering tons of plans, but to me Bernie is the only candidate with a strong message of how it will all be executed. If you want to implement even a fraction of either Warren's or Bernie's plans you need a radical change in voter engagement in this country, and I have **never** seen a politician who can rally young people and apathetic people into the political process as well as Bernie has. In 2015 he was nothing but a small Independent Senator from Vermont, and he went on to win 23 contests against the establishment backed former First Lady, Secretary of State, and Senator of New York. Now he is arguably one of the most popular politicians in America, and he has changed the political rhetoric among leading Democrats. Just look at the incredibly influential organizations that stemmed out of his 2016 campaign:\n\n* [Justice Democrats](https://en.m.wikipedia.org/wiki/Justice_Democrats)\n\n* [Brand New Congress](https://en.m.wikipedia.org/wiki/Brand_New_Congress)\n\n* [Our Revolution](https://en.m.wikipedia.org/wiki/Our_Revolution)\n\nBernie's central thesis to his entire political rhetoric is of revolution, of a movement... and he is right. We need big changes to address the existential crises of this country and frankly the entire planet. The only way we do that is if millions of people stand up and get involved in the political process.",
            "created_utc": 1558808910,
            "gildings": {},
            "id": "eorljq9",
            "is_submitter": false,
            "link_id": "t3_bsqzp2",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_eor7clt",
            "permalink": "/r/ElizabethWarren/comments/bsqzp2/warren_breaks_15_nationally_in_new_poll/eorljq9/",
            "retrieved_on": 1558808937,
            "score": -3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1559584045
        },
        {
            "all_awardings": [],
            "author": "MightyMane6",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_qx885",
            "author_patreon_flair": false,
            "body": "**A few big differences between Warren &amp; Bernie:**\n\n\n* [Bernie is committed to Medicare for All and so is much stronger than Warren on health care. Warren has yet to lay out specific plans for Healthcare reform.](https://amp-axios-com.cdn.ampproject.org/v/s/amp.axios.com/2020-presidential-candidates-medicare-for-all-7d958bab-de34-4d8c-921d-b561f201c4c2.html?amp_js_v=a2&amp;amp_gsa=1&amp;usqp=mq331AQA#aoh=15585701668327&amp;referrer=https%3A%2F%2Fwww.google.com&amp;amp_tf=From%20%251%24s&amp;ampshare=https%3A%2F%2Fwww.axios.com%2F2020-presidential-candidates-medicare-for-all-7d958bab-de34-4d8c-921d-b561f201c4c2.html) \n\n\n* [Unlike Warren, Bernie is committed to small donor fundraising even in the General election. Warren has said she would only do small donor fundraising in the Primary, so Bernie won't feel any sort of pressure to bend on his policy stances once elected.](https://www.realclearpolitics.com/video/2019/02/26/warren_will_forgo_big_money_donors_in_primary_but_not_general_election_i_do_not_believe_in_unilateral_disarmament.html)\n\n\n* [She originally planned on voting for Ben Carson as Secretary of Housing, but then flip flopped when she was criticized.](https://www.politico.com/story/2017/03/elizabeth-warren-reverse-ben-carson-vote-235608)\n\n\n* [Warren worked to repeal the 'Medical Device Tax' which helped fund the ACA, in order to appease the Medical Device Industry in her state.](http://time.com/3695581/elizabeth-warren-medical-device-lobbyists-obamacare/)\n\n\n* [Unlike Warren, Bernie has a long history of progressivism dating back to the 60s. Warren was a staunch Republican up until the late 90s.](https://www.politico.com/magazine/story/2019/04/12/elizabeth-warren-profile-young-republican-2020-president-226613)\n\n\n* [Bernie has also been one of the longest serving members of congress, he was a mayor in Vermont, and has a lot of experience in governance compared to Warren.](https://en.m.wikipedia.org/wiki/Bernie_Sanders)\n\n* [Warren's plan to fund her policies through a wealth tax is potentially unconstitutional, therefore harder to implement than Bernie's Wall Street speculation tax and higher income taxes on wealthy entities.](https://www.bloomberg.com/opinion/articles/2019-01-30/elizabeth-warren-s-wealth-tax-is-probably-constitutional)\n\n\n**All that before we talk about the metrics:**\n\n\n* [She's behind Bernie on virtually all national polls.](https://www.realclearpolitics.com/epolls/2020/president/us/2020_democratic_presidential_nomination-6730.html)\n\n\n* [She doesn't have nearly as much money raised.](https://www.opensecrets.org/2020-presidential-race)\n\n\n* [She doesn't have nearly as much grassroots support.](https://www.politico.com/story/2019/04/03/bernie-sanders-2020-volunteers-1246524)\n\n\n* [She is one of the weakest candidates of the top 5 to beat Trump according to polling.](https://www.realclearpolitics.com/epolls/latest_polls/general_election/)\n\n\n* [She does not have nearly as many individual donors.](https://www.nytimes.com/2019/04/02/us/politics/bernie-sanders-fundraising-18-million-2020.html)\n\n\n* [Bernie is leading Warren in her own state of Massachusetts.](https://www.realclearpolitics.com/epolls/2020/president/ma/massachusetts_democratic_presidential_primary-6786.html)\n\n* [Bernie has amassed more people at rallies/townhalls than arguably any other Democratic candidate including Warren.](https://docs.google.com/spreadsheets/d/1tsk1ublTJcBtpR0D-NN5iMoTDVwMO_H8Ra4kXCJO_mY/edit?usp=drivesdk)\n\nThere is also a more nuanced distinction between them I'd like to make, with all the political differences aside. The one area I think Bernie absolutely **dominates** where Warren doesn't, is with rhetoric. They both are offering tons of plans, but to me Bernie is the only candidate with a strong message of how it will all be executed. If you want to implement even a fraction of either Warren's or Bernie's plans you need a radical change in voter engagement in this country, and I have **never** seen a politician who can rally young people and apathetic people into the political process as well as Bernie has. In 2015 he was nothing but a small Independent Senator from Vermont, and he went on to win 23 contests against the establishment backed former First Lady, Secretary of State, and Senator of New York. Now he is arguably one of the most popular politicians in America, and he has changed the political rhetoric among leading Democrats. Just look at the incredibly influential organizations that stemmed out of his 2016 campaign:\n\n* [Justice Democrats](https://en.m.wikipedia.org/wiki/Justice_Democrats)\n\n* [Brand New Congress](https://en.m.wikipedia.org/wiki/Brand_New_Congress)\n\n* [Our Revolution](https://en.m.wikipedia.org/wiki/Our_Revolution)\n\nBernie's central thesis to his entire political rhetoric is of revolution, of a movement... and he is right. We need big changes to address the existential crises of this country and frankly the entire planet. The only way we do that is if millions of people stand up and get involved in the political process.",
            "created_utc": 1558730503,
            "gildings": {},
            "id": "eoo6c3o",
            "is_submitter": false,
            "link_id": "t3_bsgxru",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_eoo65u7",
            "permalink": "/r/ElizabethWarren/comments/bsgxru/why_is_warren_your_primary_pick/eoo6c3o/",
            "retrieved_on": 1558730503,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1559320652
        },
        {
            "all_awardings": [],
            "author": "secret_someones",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_2g9utcpa",
            "author_patreon_flair": false,
            "body": "I went into 2020 thinking I would be supporting Harris with an interest in Warren however over the course of the campaign, so far, Elizabeth Warren just keeps coming out with plan after plan after plans hence her new tag line. They are plans I understand and can explain them well.",
            "created_utc": 1558728659,
            "gildings": {},
            "id": "eoo3yu8",
            "is_submitter": false,
            "link_id": "t3_bsgxru",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_bsgxru",
            "permalink": "/r/ElizabethWarren/comments/bsgxru/why_is_warren_your_primary_pick/eoo3yu8/",
            "retrieved_on": 1558728661,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1559320066
        },
        {
            "all_awardings": [],
            "author": "MightyMane6",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_qx885",
            "author_patreon_flair": false,
            "body": "**A few big differences between Warren &amp; Bernie:**\n\n\n* [Bernie is committed to Medicare for All and so is much stronger than Warren on health care. Warren has yet to lay out specific plans for Healthcare reform.](https://amp-axios-com.cdn.ampproject.org/v/s/amp.axios.com/2020-presidential-candidates-medicare-for-all-7d958bab-de34-4d8c-921d-b561f201c4c2.html?amp_js_v=a2&amp;amp_gsa=1&amp;usqp=mq331AQA#aoh=15585701668327&amp;referrer=https%3A%2F%2Fwww.google.com&amp;amp_tf=From%20%251%24s&amp;ampshare=https%3A%2F%2Fwww.axios.com%2F2020-presidential-candidates-medicare-for-all-7d958bab-de34-4d8c-921d-b561f201c4c2.html) \n\n\n* [Unlike Warren, Bernie is committed to small donor fundraising even in the General election. Warren has said she would only do small donor fundraising in the Primary, so Bernie won't feel any sort of pressure to bend on his policy stances once elected.](https://www.realclearpolitics.com/video/2019/02/26/warren_will_forgo_big_money_donors_in_primary_but_not_general_election_i_do_not_believe_in_unilateral_disarmament.html)\n\n\n* [She originally planned on voting for Ben Carson as Secretary of Housing, but then flip flopped when she was criticized.](https://www.politico.com/story/2017/03/elizabeth-warren-reverse-ben-carson-vote-235608)\n\n\n* [Warren worked to repeal the 'Medical Device Tax' which helped fund the ACA, in order to appease the Medical Device Industry in her state.](http://time.com/3695581/elizabeth-warren-medical-device-lobbyists-obamacare/)\n\n\n* [Unlike Warren, Bernie has a long history of progressivism dating back to the 60s. Warren was a staunch Republican up until the late 90s.](https://www.politico.com/magazine/story/2019/04/12/elizabeth-warren-profile-young-republican-2020-president-226613)\n\n\n* [Bernie has also been one of the longest serving members of congress, he was a mayor in Vermont, and has a lot of experience in governance compared to Warren.](https://en.m.wikipedia.org/wiki/Bernie_Sanders)\n\n* [Warren's plan to fund her policies through a wealth tax is potentially unconstitutional, therefore harder to implement than Bernie's Wall Street speculation tax and higher income taxes on wealthy entities.](https://www.bloomberg.com/opinion/articles/2019-01-30/elizabeth-warren-s-wealth-tax-is-probably-constitutional)\n\n\n**All that before we talk about the metrics:**\n\n\n* [She's behind Bernie on virtually all national polls.](https://www.realclearpolitics.com/epolls/2020/president/us/2020_democratic_presidential_nomination-6730.html)\n\n\n* [She doesn't have nearly as much money raised.](https://www.opensecrets.org/2020-presidential-race)\n\n\n* [She doesn't have nearly as much grassroots support.](https://www.politico.com/story/2019/04/03/bernie-sanders-2020-volunteers-1246524)\n\n\n* [She is one of the weakest candidates of the top 5 to beat Trump according to polling.](https://www.realclearpolitics.com/epolls/latest_polls/general_election/)\n\n\n* [She does not have nearly as many individual donors.](https://www.nytimes.com/2019/04/02/us/politics/bernie-sanders-fundraising-18-million-2020.html)\n\n\n* [Bernie is leading Warren in her own state of Massachusetts.](https://www.realclearpolitics.com/epolls/2020/president/ma/massachusetts_democratic_presidential_primary-6786.html)\n\n* [Bernie has amassed more people at rallies/townhalls than arguably any other Democratic candidate including Warren.](https://docs.google.com/spreadsheets/d/1tsk1ublTJcBtpR0D-NN5iMoTDVwMO_H8Ra4kXCJO_mY/edit?usp=drivesdk)\n\nThere is also a more nuanced distinction between them I'd like to make, with all the political differences aside. The one area I think Bernie absolutely **dominates** where Warren doesn't, is with rhetoric. They both are offering tons of plans, but to me Bernie is the only candidate with a strong message of how it will all be executed. If you want to implement even a fraction of either Warren's or Bernie's plans you need a radical change in voter engagement in this country, and I have **never** seen a politician who can rally young people and apathetic people into the political process as well as Bernie has. In 2015 he was nothing but a small Independent Senator from Vermont, and he went on to win 23 contests against the establishment backed former First Lady, Secretary of State, and Senator of New York. Now he is arguably one of the most popular politicians in America, and he has changed the political rhetoric among leading Democrats. Just look at the incredibly influential organizations that stemmed out of his 2016 campaign:\n\n* [Justice Democrats](https://en.m.wikipedia.org/wiki/Justice_Democrats)\n\n* [Brand New Congress](https://en.m.wikipedia.org/wiki/Brand_New_Congress)\n\n* [Our Revolution](https://en.m.wikipedia.org/wiki/Our_Revolution)\n\nBernie's central thesis to his entire political rhetoric is of revolution, of a movement... and he is right. We need big changes to address the existential crises of this country and frankly the entire planet. The only way we do that is if millions of people stand up and get involved in the political process.",
            "created_utc": 1558708533,
            "gildings": {},
            "id": "eonbj7d",
            "is_submitter": false,
            "link_id": "t3_bshf7z",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_bshf7z",
            "permalink": "/r/ElizabethWarren/comments/bshf7z/i_have_mixed_feelings_on_warren_could_someone_try/eonbj7d/",
            "retrieved_on": 1558708543,
            "score": -13,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1559312965
        },
        {
            "all_awardings": [],
            "author": "SaulsAll",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_8aare",
            "author_patreon_flair": false,
            "body": "&gt;Elizabeth Warren is giving people a new reason to pick up their phones when a call comes in from an unknown number\n\nMuch as I like the show of gratitude, I consider this a bad thing until she has a plan for dealing with telemarketers and robocalls.  I might be able to say at some point that I screened a call from Elizabeth Warren.\n\n&gt;SHE LEFT ME A VERY NICE VOICEMAIL\n\nGlad she's leaving those.  At least if I screen the call I'll still get to hear the thank you.",
            "created_utc": 1558579058,
            "gildings": {},
            "id": "eohdvql",
            "is_submitter": false,
            "link_id": "t3_brujyr",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_brujyr",
            "permalink": "/r/ElizabethWarren/comments/brujyr/elizabeth_warren_called_me_is_turning_into_a_meme/eohdvql/",
            "retrieved_on": 1558579059,
            "score": 13,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1559262573
        },
        {
            "all_awardings": [],
            "author": "Archenic",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_su9lj",
            "author_patreon_flair": false,
            "body": "Exactly! I finally realize why all these lukewarm posts about how Republican attacks on reproductive rights are a 'tragedy' from Democrats do nothing but piss me off. Duh they're fucking terrible, so why don't you have a plan? I was like, \"Is there no way to stop this? Is that why no Democrats are releasing plans?\"\n\nWhining on social media (and not even doing it properly-this shit fucking KILLS pregnant people. ACT LIKE IT instead of your pathetic limp-dick messages with no bite) but not actually doing something means fuckshit to me. Every Democrat should pledge to adopt Warren's plan on this if they're the nominee. It is life and death.  \n\nElizabeth Warren, once again proving to me exactly why she should be my choice, and the choice of everyone who wants someone with actual plans to fix this terrible shit.",
            "created_utc": 1558137241,
            "gildings": {},
            "id": "enyxc19",
            "is_submitter": false,
            "link_id": "t3_bptcqi",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_eny993i",
            "permalink": "/r/ElizabethWarren/comments/bptcqi/elizabeth_warren_just_announced_her_abortion/enyxc19/",
            "retrieved_on": 1558137243,
            "score": 0,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1558768702
        },
        {
            "all_awardings": [],
            "author": "autotldr",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_6sklr",
            "author_patreon_flair": false,
            "body": "This is the best tl;dr I could make, [original](https://www.usatoday.com/story/opinion/2019/05/15/elizabeth-warren-best-leader-america-2020-presidential-race-column/3679112002/) reduced by 87%. (I'm a bot)\n*****\n&gt; Just like her plans to fight the opioid crisis and cancel student loan debt and take on the anticompetitive dominance of tech giants like Google, Facebook, and Amazon, her calls to end the filibuster and - within hours of reading the Mueller report - to begin impeachment proceedings for President Donald Trump, it&amp;#039;s a plan that this unique moment in history demands.\n\n&gt; Elizabeth Warren didn&amp;#039;t miss her presidential moment.\n\n&gt; Warren knows GOP obstruction firsthandThe former Harvard professor doesn&amp;#039;t separate Trump from those risks that took trillions out of our economy and cost us millions of jobs, but rather frames him &amp;quot;As both a unique threat and a symptom of so much of what&amp;#039;s gone so horribly wrong,&amp;quot; as The Washington Post&amp;#039;s Greg Sargent notes.\n\n\n*****\n[**Extended Summary**](http://np.reddit.com/r/autotldr/comments/bp19kj/bidens_middleoftheroad_malarkey_is_not_the_answer/) | [FAQ](http://np.reddit.com/r/autotldr/comments/31b9fm/faq_autotldr_bot/ \"Version 2.02, ~400102 tl;drs so far.\") | [Feedback](http://np.reddit.com/message/compose?to=%23autotldr \"PM's and comments are monitored, constructive feedback is welcome.\") | *Top* *keywords*: **Warren**^#1 **Biden**^#2 **Trump**^#3 **president**^#4 **Democratic**^#5",
            "created_utc": 1557943468,
            "gildings": {},
            "id": "enn9oyw",
            "is_submitter": false,
            "link_id": "t3_bp0iml",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_bp0iml",
            "permalink": "/r/ElizabethWarren/comments/bp0iml/bidens_middleoftheroad_malarkey_is_not_the_answer/enn9oyw/",
            "retrieved_on": 1557943560,
            "score": 10,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1558670825
        },
        {
            "all_awardings": [],
            "author": "Aaod",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_7ex4i",
            "author_patreon_flair": false,
            "body": "&gt; Elizabeth Warren Has a Plan to Fight the Opioid Crisis. Why Don’t Other Democrats?\n\nBecause most of them are either corporate suits or don't give a shit about what they consider to be poor white toothless rednecks or both.",
            "created_utc": 1557850498,
            "gildings": {},
            "id": "enhevb4",
            "is_submitter": false,
            "link_id": "t3_bojp9w",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_bojp9w",
            "permalink": "/r/ElizabethWarren/comments/bojp9w/elizabeth_warren_has_a_plan_to_fight_the_opioid/enhevb4/",
            "retrieved_on": 1557850509,
            "score": 9,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1558621627
        },
        {
            "all_awardings": [],
            "author": "flamethrower2",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_qo55l",
            "author_patreon_flair": false,
            "body": "Article title: **'I Have a Plan for That.' Elizabeth Warren Is Betting That Americans Are Ready for Her Big Ideas**\n\nOn r/politics the rule is to post the verbatim title and it's probably a good idea to always do that.",
            "created_utc": 1557434163,
            "gildings": {},
            "id": "emycg5p",
            "is_submitter": false,
            "link_id": "t3_bmk5ax",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_bmk5ax",
            "permalink": "/r/ElizabethWarren/comments/bmk5ax/on_the_cover_of_time_magazine/emycg5p/",
            "retrieved_on": 1557434500,
            "score": 8,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1558237927
        },
        {
            "all_awardings": [],
            "author": "roastedtoperfection",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_1dzy0t",
            "author_patreon_flair": false,
            "body": "A plan for everything. Elizabeth Warren is becoming a real life Superhero.",
            "created_utc": 1556835079,
            "gildings": {},
            "id": "emcuubu",
            "is_submitter": false,
            "link_id": "t3_bjziff",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_bjziff",
            "permalink": "/r/ElizabethWarren/comments/bjziff/warren_unveils_plan_to_restructure_puerto_rico/emcuubu/",
            "retrieved_on": 1556836291,
            "score": 52,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "total_awards_received": 0,
            "updated_utc": 1556931900
        },
        {
            "author": "dandelionfuzzz2727",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_17egf6",
            "author_patreon_flair": false,
            "body": "Warren absolutely crushed this forum. The more she speaks and connects with people the more we can see that she's not just standing on platitudes. Elizabeth Warren 'has a plan'.",
            "created_utc": 1556145005,
            "gildings": {
                "gid_1": 0,
                "gid_2": 0,
                "gid_3": 0
            },
            "id": "elp2jhz",
            "is_submitter": false,
            "link_id": "t3_bh0hvn",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_bh0hvn",
            "permalink": "/r/ElizabethWarren/comments/bh0hvn/elizabeth_warren_at_the_she_the_people_forum/elp2jhz/",
            "retrieved_on": 1556145014,
            "score": 9,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "updated_utc": 1556303297
        },
        {
            "author": "UNsoAlt",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_y28inui",
            "author_patreon_flair": false,
            "body": "From a Warren campaign email: \"Thank you for raising your hand and getting involved as a grassroots volunteer — we can’t build this movement without you.\n\nYou might have already heard about Elizabeth’s new plan for universal free public college and the cancellation of student debt.\n\nYou might have some questions about it, or you might want to know more about how you can fight to make it happen.\n\nSo tomorrow night, we’re starting something new — and because you’re an important part of this team, you’re invited to join it: Our very first Team Warren Briefing...\n\nWhen you RSVP, submit a question about the plan for the team to answer during the call.\n\nYou can also share your story of how it would change your life if we cancelled student loan debt, eliminated tuition and fees at public colleges, invested in Historically Black Colleges and Universities and Minority-Serving Institutions, and leveled the playing field to make higher education truly accessible.\n\nElizabeth is fighting for big ideas that would make a real difference in our lives, and our grassroots movement can turn those big ideas into realities — one person at a time, one story at a time, and one Team Warren Briefing at a time...\"",
            "created_utc": 1556109280,
            "gildings": {
                "gid_1": 0,
                "gid_2": 0,
                "gid_3": 0
            },
            "id": "elnges6",
            "is_submitter": true,
            "link_id": "t3_bgu1sp",
            "no_follow": true,
            "parent_id": "t3_bgu1sp",
            "permalink": "/r/ElizabethWarren/comments/bgu1sp/team_warren_briefing_conference_tonight_at_8pm_et/elnges6/",
            "retrieved_on": 1556109289,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "updated_utc": 1556195680
        },
        {
            "author": "FoolishFellow",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_ax68n",
            "author_patreon_flair": false,
            "body": "My favorite part:\n\n\"Compare this with Elizabeth Warren’s set of new policy plans, compare Shortest Way Home’s tech-driven governance with Warren’s The Two-Income Trap, and compare Buttigieg’s “I don’t think it’s honest to be specific” thing with the way Warren began her campaign, talking about the centuries-long struggle of the labor movement before spitting out policy plan after policy plan... Five minutes ago, Pete Buttigieg was “the management consultant making the South Bend sewers run on time.” Now he’s suddenly a radical who want to pack the Supreme Court. From Mitt Romney to Eugene Debs in a single news cycle.\"",
            "created_utc": 1554229682,
            "gildings": {
                "gid_1": 0,
                "gid_2": 0,
                "gid_3": 0
            },
            "id": "ejyrep4",
            "is_submitter": true,
            "link_id": "t3_b8mx3l",
            "no_follow": true,
            "parent_id": "t3_b8mx3l",
            "permalink": "/r/ElizabethWarren/comments/b8mx3l/only_accept_politicians_who_have_proved_they/ejyrep4/",
            "retrieved_on": 1554229683,
            "score": 4,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3",
            "updated_utc": 1554480339
        },
        {
            "author": "toychristopher",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_6mhhj",
            "author_patreon_flair": false,
            "body": "Because Elizabeth Warren is brave and the rest are either waiting to see what polls well or just never plan to release actual plans (or their tax returns either in Bernie's case)",
            "created_utc": 1553183506,
            "gildings": {
                "gid_1": 0,
                "gid_2": 0,
                "gid_3": 0
            },
            "id": "ej1oqxi",
            "link_id": "t3_b3k0l0",
            "no_follow": true,
            "parent_id": "t3_b3k0l0",
            "permalink": "/r/ElizabethWarren/comments/b3k0l0/elizabeth_warren_has_done_her_homework_why_hasnt/ej1oqxi/",
            "retrieved_on": 1553183508,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3"
        },
        {
            "author": "MlNDB0MB",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_7gmi3",
            "author_patreon_flair": false,
            "body": "In mainstream policy terms, reparations just refers to anything that can reduce the racial wealth gap.\n\nIn the context of Elizabeth Warren, this refers to her plan to make it easier for people in poor urban communities to get housing loans. It also applies to other candidates' plans, like Gillibrand's post office banking.",
            "created_utc": 1551042510,
            "gildings": {
                "gid_1": 0,
                "gid_2": 0,
                "gid_3": 0
            },
            "id": "eh770qt",
            "link_id": "t3_atrkcb",
            "no_follow": true,
            "parent_id": "t3_atrkcb",
            "permalink": "/r/ElizabethWarren/comments/atrkcb/senator_elizabeth_warren_backs_reparations_for/eh770qt/",
            "retrieved_on": 1551042511,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3"
        },
        {
            "author": "MlNDB0MB",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_7gmi3",
            "author_patreon_flair": false,
            "body": "There must have been a misunderstanding somewhere. When people talk about reparations with Elizabeth Warren, they are almost certainly talking about this \n\nhttps://www.citylab.com/equity/2019/01/elizabeth-warren-housing-plan-redlining-racial-justice-reparations/579268/",
            "created_utc": 1550847722,
            "gildings": {
                "gid_1": 0,
                "gid_2": 0,
                "gid_3": 0
            },
            "id": "eh174sv",
            "link_id": "t3_atdss2",
            "no_follow": true,
            "parent_id": "t1_eh0j3kl",
            "permalink": "/r/ElizabethWarren/comments/atdss2/elizabeth_warren_backs_reparations_for_black/eh174sv/",
            "retrieved_on": 1550847723,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3"
        },
        {
            "author": "ajd041",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_r08vcd",
            "author_patreon_flair": false,
            "body": "Seems like a smart policy move. For some reason the right seems to be clamoring about how it wouldn't be constitutional because it only permits indirect taxation, rather than things already accrued. \n\nFair point but Elizabeth Warren taught constitutional law at Harvard so I'm pretty sure she knows what she's doing. Not that I'm in any way qualified to come up with some implementation plan but I'm glad to see these kinds of proposals being floated.",
            "created_utc": 1548497069,
            "gildings": {
                "gid_1": 0,
                "gid_2": 0,
                "gid_3": 0
            },
            "id": "ef05dgx",
            "link_id": "t3_ajg3xc",
            "no_follow": true,
            "parent_id": "t3_ajg3xc",
            "permalink": "/r/ElizabethWarren/comments/ajg3xc/elizabeth_warren_to_propose_new_wealth_tax_as/ef05dgx/",
            "retrieved_on": 1548497080,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3"
        },
        {
            "author": "RAndrewOhge",
            "author_created_utc": 1339603108,
            "author_flair_css_class": null,
            "author_flair_text": null,
            "author_fullname": "t2_7zffy",
            "body": "Video of the Day – Elizabeth Warren Hurt America by Endorsing Hillary Clinton \n\n(via https://www.youtube.com/watch?v=WSEehau09l4)\n\nMichael Krieger &amp; H. A. Goodman  | Jun 11, 2016 \n\nDr. Jill Stein, the Green Party nominee for president, spoke on Democracy Now on Thursday. \n\nShe blasted Hillary Clinton for implementing many of the same policies that Trump is currently calling for, and expressed hope that Bernie Sanders will consider continuing his presidential run on a third-party ticket.\n\n“Trump says very scary things — deporting immigrants, massive militarism and ignoring the climate. \n\nWell, Hillary, unfortunately, has a track record for doing all of those things,” she added.\n\nClinton boasted at a town hall in New Hampshire in November 2015 that, as a senator, she had voted for 2006 legislation that authorized the building of roughly 650 miles of wall on the border.– From the post: Jill Stein of the Green Party – Clinton Helped Create Trump\n\n[https://libertyblitzkrieg.com/2016/06/09/jill-stein-of-the-green-party-clinton-helped-create-trump/]\n\nFirst, a bit of an introduction. I’ve been following H. A. Goodman’s work throughout much of the primary season. \n\nHe has been a passionate and determined fighter for Bernie Sanders for all the right reasons. \n\nAs such, I think what he has to say about Elizabeth Warren is representative of a significant portion of Sanders supporters.\n\nThe damage Elizabeth Warren has done to her reputation, as well as the overall movement to reign in Wall Street criminality, is impossible to overstate. \n\nShe went from instilling actual fear in the hearts of finance executives, to becoming a total joke. \n\nBy not endorsing Sanders and now rushing out to back Hillary Clinton, Elizabeth Warren has taken herself completely out of the game and willingly transformed herself into Clinton’s obedient progressive mascot.\n\nAs someone who worked on Wall Street for a decade, I can tell you all the bigwigs there are giddy with disbelief at how easily she was neutralized. \n\nThey will become emboldened by the fact that another tough talking politician was so easily brought in line and reduced to a laughing stock. Well done, Elizabeth Warren.\n\nNow here’s the video.\n\nI’d like to add a couple of things. \n\nFirst, to Mr. Goodman. \n\nI’m sorry, but there’s no big plan here. \n\nI know you don’t actually think there is, but it’s still sad to see you hold onto that hope. \n\nThe way I see it, there’s only one obvious motivation behind Elizabeth Warren’s actions:personal ambition.\n\nWhat is clear here is that Elizabeth Warren cares more about Elizabeth Warren than she does about her so-called principles. \n\nThere’s no other way to justify endorsing someone who stands for everything she is supposedly against. \n\nI think the Democratic establishment likely promised to push her to the front of the line once Hillary sits on the throne, and she agreed. \n\nShe wants to be President, and she was also probably a little resentful than Bernie Sanders was able to get so far without “playing ball.” \n\nThe whole affair is extraordinarily nauseating and Elizabeth Warren has exposed herself as a pathetic fake in front of the entire world.\n\nFinally, I want to end with some powerful words from Nina Turner, which Mr. Goodman mentioned at the beginning of his video blog.\n\nFrom RawStory:\n\n[http://www.rawstory.com/2016/06/sanders-surrogate-blasts-elizabeth-warren-she-doesnt-get-brownie-points-for-slamming-trump/#.V1rqpJdcAQk.twitter]\n\nA top surrogate for Bernie Sanders isn’t impressed by Sen. Elizabeth Warren’s attacks against Donald Trump, whom she frequently needles on Twitter and slams in speeches.\n\nNina Turner said she didn’t think Warren could woo Sanders supporters if Hillary Clinton chose her as running mate, saying the Massachusetts senator hadn’t done enough to help her colleague from Vermont during his primary campaign, reported The Hill.\n\n[http://thehill.com/blogs/ballot-box/presidential-races/283003-sanders-surrogate-blasts-warren-you-dont-get-any-brownie]\n\n“It’s easy for Democrats to attack Mr. Trump,” said Nina Turner, the former state senator from Ohio. \n\n“You don’t get any brownie points from me and other progressives for getting into a Twitter war with Mr. Donald Trump. That’s easy. But when the fight was hard for Sen. Bernie Sanders, where was Sen. Warren?”\n\nTurner said she and other Sanders supporters were disappointed that Warren, as one of the most high-profile progressive lawmakers, didn’t campaign for the Democratic challenger.\n\n“They’re gonna attack me for saying this, but I’m a truth-teller at this point,” Turner said.\n\nAt least somebody has the guts to say it.\n\nArticle: http://libertyblitzkrieg.com/2016/06/11/video-of-the-day-elizabeth-warren-hurt-america-by-endorsing-hillary-clinton/",
            "controversiality": 1,
            "created_utc": 1465670083,
            "distinguished": null,
            "gilded": 0,
            "id": "d454oar",
            "link_id": "t3_4nmlp3",
            "nest_level": 1,
            "parent_id": "t3_4nmlp3",
            "reply_delay": 8,
            "retrieved_on": 1468968265,
            "score": 0,
            "stickied": false,
            "subreddit": "ElizabethWarren",
            "subreddit_id": "t5_2swe3"
        }
    ]
}