[{
        "id": "student_debt_free_college",
        "topic": "student debt",
        "summary": "Senator Warren believes we should treat higher education like our public school system - free and accessible to all Americans. That's why she's calling for something truly transformational - the cancellation of up to $50,000 in student loan debt for 42 million Americans and free universal college for everyone.",
        "display_title": "Affordable Higher Education for All",
        "url": "https://elizabethwarren.com/plans/affordable-higher-education",
        "keyword_synonyms": []
    },
    {
        "id": "immigration_reform",
        "topic": "immigration reform",
        "summary": "Immigrants are our neighbors and our friends. But an immigration system that can't tell the difference between a terrorist and a little girl is badly broken. That's why Sen. Warren believes immigration reform must include a rules-based system that protects our security, grows our economy, and reflects our values.",
        "display_title": "A Fair and Welcoming Immigration System",
        "url": "https://elizabethwarren.com/plans/immigration",
        "keyword_synonyms": []
    },
    {
        "id": "wall_street_reform",
        "topic": "wall street reform",
        "summary": "For decades, Washington has lived by a simple rule: If it's good for Wall Street, it's good for the economy. But for a long time now, Wall Street's success hasn't helped the broader economy - it's come at the expense of the rest of the economy. Sen. Warren's plan shuts down the Wall Street giveaways and reins in the financial industry so that it stops sucking money out of the rest of the economy.",
        "display_title": "End Wall Street's Stranglehold on Our Economy",
        "url": "https://elizabethwarren.com/plans/wall-street",
        "keyword_synonyms": []
    },
    {
        "id": "stop_economy_crash",
        "topic": "strong economy",
        "summary": "Sen. Warren rang the alarm before the 2008 financial crisis -- but Congress and regulators didn't listen. Now she's seeing warning signs in our economy again. She believes we need to take concrete steps now to shore up our economy and reduce the risk of economic shocks if we want to reduce the chances of another crash.",
        "display_title": "The Coming Economic Crash — And How to Stop It",
        "url": "https://elizabethwarren.com/plans/stop-economic-crash",
        "keyword_synonyms": []
    },
    {
        "id": "climate_risk_disclosure",
        "topic": "climate risk disclosure",
        "summary": "Climate change is real, it's man-made, and our government needs to take bold action and use all the tools available to combat it before it's too late. Building on some of her earlier plans to address climate change, Sen. Warren's new plan attacks it by using the power of public markets to accelerate the adoption of clean energy.",
        "display_title": "Accelerating the Transition to Clean Energy",
        "url": "https://elizabethwarren.com/plans/clean-energy",
        "keyword_synonyms": []
    },
    {
        "id": "women_of_color_economic",
        "topic": "pay for women of color",
        "summary": "Our economy should be working just as hard for women of color as women of color work for our economy and their families, but for decades, the government has helped perpetuate the systemic discrimination that has denied women of color fair pay and equal opportunities. That's why Sen. Warren has a new plan: a set of executive actions she will take on day one of the Warren Administration to boost wages for women of color and open up new pathways to the leadership positions they deserve.",
        "display_title": "Valuing the Work of Women of Color",
        "url": "https://elizabethwarren.com/plans/valuing-work-women-of-color",
        "keyword_synonyms": []
    },
    {
        "id": "foreign_service",
        "topic": "diplomacy",
        "summary": "American security and prosperity depend on robust diplomacy, but Donald Trump has declared war on our State Department through a toxic combination of malice and neglect. Sen. Warren has a plan to rebuild the State Department by doubling the size of the foreign service and recruiting and retaining a bold, diverse, and professional 21st century diplomatic corps. She is also making a commitment to end the corrupt practice of selling cushy diplomatic posts to wealthy donors. She won't give ambassadorial posts to wealthy donors or bundlers -- and she's calling on everyone running for President to do the same.",
        "display_title": "Rebuild the State Department",
        "url": "https://elizabethwarren.com/plans/rebuild-the-state-department",
        "keyword_synonyms": []
    },
    {
        "id": "election_reform",
        "topic": "election reform",
        "summary": "It's time to make voting easy and convenient, stop racist voter suppression, and secure our elections. Sen. Warren's plan creates uniform federal rules to make voting easy for everyone - no registration problems, no purges, no difficulties voting, and no gerrymandering - and we'll have federal funding to make sure our elections are secure from hacking.",
        "display_title": "Strengthening Our Democracy",
        "url": "https://elizabethwarren.com/plans/strengthening-democracy",
        "keyword_synonyms": []
    },
    {
        "id": "private_prison_reform",
        "topic": "for profit prison reform",
        "summary": "Washington hands billions over to private prison and detention companies that profit off of inhumane detention and incarceration policies. That stops now. Her plan will root out the profit interests standing in the way of real reform by banning privately-owned facilities and preventing companies from exploiting those caught in our criminal and immigration systems.",
        "display_title": "End Private Prisons",
        "url": "https://elizabethwarren.com/plans/end-private-prisons",
        "keyword_synonyms": []
    },
    {
        "id": "minority_businesses",
        "topic": "minority business owners",
        "summary": "Generations of government discrimination have denied Black and other minority families opportunities to build wealth, making it harder for them to start a successful business and holding back our economy. Her new plan provides $7 billion in funding to help level the playing field, and support 100,000 small businesses and more than a million jobs.",
        "display_title": "Leveling the Playing Field for Entrepreneurs of Color",
        "url": "https://elizabethwarren.com/plans/leveling-field-entrepreneurs-color",
        "keyword_synonyms": []
    },
    {
        "id": "economic_patriotism",
        "topic": "American jobs",
        "summary": "For decades, we've let giant corporations run our economy even though they have no loyalty or allegiance to America. Not on her watch. She will use all the tools of government to defend and create good American jobs.",
        "display_title": "Defend & Create American Jobs",
        "url": "https://elizabethwarren.com/plans/american-jobs",
        "keyword_synonyms": []
    },
    {
        "id": "green_manufacturing",
        "topic": "green energy jobs",
        "summary": "By investing $2 trillion in American research and American manufacturing of clean energy technology, we can lead the global effort to combat climate change, boost our economy, and create more than a million good jobs here at home.",
        "display_title": "Leading in Green Manufacturing Plan",
        "url": "https://elizabethwarren.com/plans/green-manufacturing",
        "keyword_synonyms": []
    },
    {
        "id": "presidential_accountability",
        "topic": "crimes by the president",
        "summary": "Impeachment isn't supposed to be the only way that a President can be held accountable for committing a crime. Congress should make it clear that Presidents can be indicted for criminal activity, including obstruction of justice. And when She'sPresident, she will appoint Justice Department officials who will reverse flawed policies so no President is shielded from criminal accountability.",
        "display_title": "No President is Above the Law",
        "url": "https://medium.com/@teamwarren/no-president-is-above-the-law-f4812e580336",
        "keyword_synonyms": []
    },
    {
        "id": "reproductive_rights",
        "topic": "reproductive rights",
        "summary": "Our democracy should not be held hostage by right-wing courts, and women should not have to hope that Brett Kavanaugh and Donald Trump's Supreme Court will respect the law. Congress should pass new federal laws that protect access to reproductive care from right-wing ideologues in the states. Federal laws that ensure real access to birth control and abortion care for all women. Federal laws that will stand no matter what the Supreme Court does.",
        "display_title": "Protect a Woman's Right to Choose",
        "url": "https://elizabethwarren.com/plans/protect-womens-choices",
        "keyword_synonyms": []
    },
    {
        "id": "defense_lobbyists",
        "topic": "military lobbyists",
        "summary": "The revolving door between defense lobbyists, Congress, and the Pentagon tilts countless decisions away from legitimate national security interests and toward the desires of giant defense contractors. It's past time to cut our bloated defense budget - and to get serious about cutting defense spending, we need to reduce corporate influence. Americans deserve to know that our military is making decisions with only one thing in mind: their safety. That's why She's introducing her plan to slam shut the revolving door and curb the influence of giant defense contractors on the Pentagon.",
        "display_title": "Reduce Corporate Influence at the Pentagon",
        "url": "https://elizabethwarren.com/plans/corporate-influence-pentagon",
        "keyword_synonyms": []
    },
    {
        "id": "national_security_climate_change",
        "topic": "national security climate change",
        "summary": "Climate change is real, it is worsening by the day, and it is undermining our military readiness. But instead of meeting this threat head-on, Washington is ignoring it - and making it worse. She has a plan to make the U.S. military more resilient to climate change, and to leverage its huge energy footprint as part of our climate solution. Her energy and climate resiliency plan will improve our service members' readiness and safety, all while achieving cost savings for American taxpayers.",
        "display_title": "Our Military Can Help Lead the Fight in Combating Climate Change",
        "url": "https://elizabethwarren.com/plans/military-combat-climate-change",
        "keyword_synonyms": []
    },
    {
        "id": "opioid_crisis",
        "topic": "opioid crisis",
        "summary": "Every day, 130 Americans die from an opioid overdose. This is a public health crisis - and we need to start treating it like one. That's why Congressman Elijah Cummings and Senator Warren are rolling out the CARE Act, a comprehensive plan that invests $100 billion over the next ten years in states and communities that are on the frontlines of the epidemic - to provide prevention, treatment, and recovery services for those who need it most.",
        "display_title": "Ending the Opioid Crisis",
        "url": "https://elizabethwarren.com/plans/end-opioid-crisis",
        "keyword_synonyms": []
    },
    {
        "id": "puerto_rico_debt_relief",
        "topic": "Puerto Rico debt relief",
        "summary": "After Hurricanes Irma and Maria devastated Puerto Rico, one of the biggest constraints holding back the island's recovery has been its debt. If Puerto Rico were a big company or an American city, it could file for bankruptcy, but because of its unique status, those legal options aren't available. That's why She has a plan to provide comprehensive debt relief to Puerto Rico so it can rebuild and thrive.",
        "display_title": "Comprehensive Debt Relief for Puerto Rico",
        "url": "https://elizabethwarren.com/plans/puerto-rico-debt-relief",
        "keyword_synonyms": []
    },
    {
        "id": "black_maternal_mortality",
        "topic": "maternal mortality",
        "summary": "We are facing a maternal mortality crisis in America. And for Black moms, it's an epidemic. One major reason? Racism. It's time to hold health systems accountable for preventable failures and demand change - because women's lives depend on it.",
        "display_title": "Addressing Our Maternal Mortality Epidemic",
        "url": "https://www.essence.com/feature/sen-elizabeth-warren-black-women-mortality-essence/",
        "keyword_synonyms": []
    },
    {
        "id": "military_housing",
        "topic": "military housing",
        "summary": "Our military families have been raising the alarm about their living conditions for years. This stops now. She has a plan to improve our military housing, protect families from abuse, and hold private developers accountable for the promises they make to those who serve our country.",
        "display_title": "Improving Our Military Housing",
        "url": "https://elizabethwarren.com/plans/improve-military-housing",
        "keyword_synonyms": []
    },
    {
        "id": "public_land",
        "topic": "public land management",
        "summary": "She's making a promise. On the first day of a Warren administration, She will sign a moratorium so that there is no more drilling on public lands, and She will set a goal of providing 10 percent of our overall electricity generation from renewable sources. Climate change is here, it is real, and we should make our public lands part of the solution.",
        "display_title": "Protecting Our Public Lands",
        "url": "https://elizabethwarren.com/plans/protect-public-lands",
        "keyword_synonyms": []
    },
    {
        "id": "corporate_taxes",
        "topic": "corporate taxes",
        "summary": "Year after year, some of the biggest corporations in the country make huge profits, but pay zero federal corporate income taxes on those profits. That isn't right. Her Real Corporate Profits Tax will raise over a trillion dollars and make sure the biggest corporations pay their fair share.",
        "display_title": "Real Corporate Profits Tax",
        "url": "https://elizabethwarren.com/plans/real-corporate-profits",
        "keyword_synonyms": []
    },
    {
        "id": "corporate_executive_accountability",
        "topic": "ceo accountability",
        "summary": "Our justice system should ensure that if you cheat working Americans, you'll go to jail. It's time to reform our laws to make sure that corporate executives are held accountable for overseeing massive scams.",
        "display_title": "Corporate Executive Accountability Act",
        "url": "https://www.washingtonpost.com/opinions/elizabeth-warren-its-time-to-scare-corporate-america-straight/2019/04/02/ca464ab0-5559-11e9-8ef3-fbd41a2ce4d5_story.html",
        "keyword_synonyms": []
    },
    {
        "id": "family_farms",
        "topic": "family farms",
        "summary": "Today, a farmer can work hard, do everything right, and still not make it. Her plan gives family farmers a fair shot by tackling consolidation, un-rigging the rules that favor big agribusiness, and standing up for America's farmers against foreign interests.",
        "display_title": "Leveling the Playing Field for America's Family Farmers",
        "url": "https://elizabethwarren.com/plans/americas-family-farmers",
        "keyword_synonyms": []
    },
    {
        "id": "electoral_college",
        "topic": "electoral college reform",
        "summary": "Presidential candidates should have to ask every American in every part of the country for their vote. We can make that happen by abolishing the Electoral College and replacing it with a national popular vote.",
        "display_title": "Get Rid of the Electoral College",
        "url": "https://elizabethwarren.com/plans/electoral-college",
        "keyword_synonyms": []
    },
    {
        "id": "affordable_housing",
        "topic": "safe affordable housing",
        "summary": "Every American deserves a safe and affordable place to live. Her plan makes a historic investment in housing that would bring down rents by 10%, create 1.5 million new jobs, and begin closing the racial wealth gap.",
        "display_title": "Safe and Affordable Housing",
        "url": "https://elizabethwarren.com/plans/safe-affordable-housing",
        "keyword_synonyms": []
    },
    {
        "id": "break_up_big_tech",
        "topic": "big tech companies",
        "summary": "America's biggest tech companies are controlling more and more of our digital lives and using their size and power to make it harder for the next tech entrepreneur with the next big idea to compete. It's time to break up the biggest tech companies to restore competition - and make sure these corporations don't get so powerful that they undermine our democracy.",
        "display_title": "How We Can Break Up Big Tech",
        "url": "https://elizabethwarren.com/plans/break-up-big-tech",
        "keyword_synonyms": []
    },
    {
        "id": "universal_child_care",
        "topic": "universal child care",
        "summary": "We're the wealthiest country on the planet - high-quality child care and early education shouldn't be a privilege that's only for the rich. She's fighting to make high-quality child care from birth to school age free for millions of families and affordable for all.",
        "display_title": "Universal Child Care",
        "url": "https://elizabethwarren.com/plans/universal-child-care",
        "keyword_synonyms": []
    },
    {
        "id": "ultra_millionaire_tax",
        "topic": "ultra millionaire tax",
        "summary": "She's proposing something brand new - a tax on the wealth of the richest Americans. Her Ultra-Millionaire Tax asks the richest 0.1% of Americans to pay their fair share, raising nearly $3 trillion that we can use to rebuild the middle class.",
        "display_title": "Ultra-Millionaire Tax",
        "url": "https://elizabethwarren.com/plans/ultra-millionaire-tax",
        "keyword_synonyms": []
    },
    {
        "id": "new_farm_economy",
        "topic": "farming economy",
        "summary": "Senator Warren's plan will help create a new farm economy where family farmers have financial security and the freedom to do what they do best. Farmers of all backgrounds will finally have the economic freedom to pursue diverse, sustainable farming - and get paid up front for doing so. Americans will have a steady and affordable supply of food. Kids in rural communities will have healthy lunches grown in their backyards and packaged at local food hubs run by small town entrepreneurs. Taxpayers won't pay twice - once at the grocery store and once through their taxes - for overproduced commodities. We will replenish our soil and our water to chart a path towards a climate solution and achieve the goals of the Green New Deal.",
        "display_title": "A New Farm Economy",
        "url": "https://elizabethwarren.com/plans/new-farm-economy",
        "keyword_synonyms": []
    },
    {
        "id": "gun_violence",
        "topic": "gun violence mass shootings",
        "summary": "The majority of Americans, including a majority of gun owners, support common sense gun safety reforms. But for years, those reforms have been blocked by far-right ideologues in Congress bought and paid for by the gun industry and their NRA partners. Enough is enough.  Her plan to reduce gun violence includes ambitious executive actions and comprehensive legislation to break the influence of the gun lobby and implement real reform that will save lives.",
        "display_title": "Protecting Our Communities from Gun Violence",
        "url": "https://elizabethwarren.com/plans/gun-violence",
        "keyword_synonyms": []
    },
    {
        "id": "invest_in_rural_america",
        "topic": "invest in rural america",
        "summary": "Everyone should have the opportunity to build a good life wherever they live – but our failure to invest in rural areas is holding back millions of families, weakening our economy, and undermining our efforts to combat climate change. It’s time to fix this.  Her plan will put health care services in reach of every family, create a public option for broadband so every home and business has access to high-speed internet at an affordable price, and build a sustainable farm economy that raises farm incomes and protects our environment.",
        "display_title": "Investing in Rural America",
        "url": "https://elizabethwarren.com/plans/invest-rural",
        "keyword_synonyms": []
    }, {
        "id": "tribal_nations_and_indigenous_peoples",
        "topic": "native americans tribal lands indigenous peoples treaties",
        "summary": "Washington owes Tribal Nations and indigenous peoples respect, and a fighting chance to build stronger communities and a brighter future. We must ensure that America’s sacred trust and treaty obligations are the law of the land - binding legal and moral principles that are not merely slogans, but instead reinforce the solemn nation-to-nation relationships with Tribal Nations. Accomplishing this will require structural change.",
        "display_title": "Honoring and Empowering Tribal Nations and Indigenous Peoples",
        "url": "https://elizabethwarren.com/plans/tribal-nations",
        "keyword_synonyms": []
    }, {
        "id": "comprehensive_criminal_justice_reform",
        "topic": "comprehensive criminal justice reform",
        "summary": "We will reduce incarceration and improve justice in our country by changing what we choose to criminalize, reforming police behavior and improving police-community relations, and reining in a system that preferences prosecution over justice. When people are incarcerated, we will provide opportunities for treatment, education and rehabilitation, and we’ll continue those supports for returning citizens as they reenter our communities. Most importantly, we’ll rethink the way we approach public safety — emphasizing preventative approaches over law enforcement and incarceration. That’s the way we’ll create real law and order and real justice in our country.",
        "display_title": "Comprehensive Criminal Justice Reform",
        "url": "https://elizabethwarren.com/plans/criminal-justice-reform",
        "keyword_synonyms": []
    }, {
        "id": "trade_on_our_terms",
        "topic": "trade",
        "summary": "Sen. Warren's plan represents a new approach to trade — one that uses America’s leverage to boost American workers and raise the standard of living across the globe. The President has a lot of authority to remake trade policy herself. When she's elected, she intends to use it.",
        "display_title": "A New Approach to Trade",
        "url": "https://elizabethwarren.com/plans/new-approach-trade",
        "keyword_synonyms": []
    },{
        "id": "clean_energy_for_america",
        "topic": "clean energy",
        "display_title": "100% Clean Energy for America",
        "summary": "The climate crisis will leave no one untouched. But it also represents a once-in-a-generation opportunity: to create millions of good American jobs in clean and renewable energy, infrastructure, and manufacturing; to unleash the best of American innovation and creativity; to rebuild our unions and create real progress and justice for workers; and to directly confront the racial and economic inequality embedded in our fossil fuel economy. If we work together to make smart investments in our clean energy future, we will grow our economy, improve our health, and reduce structural inequalities embedded in our existing fossil fuel system.",
        "url": "https://elizabethwarren.com/plans/100-clean-energy"
    },{
        "id": "expanding_social_security",
        "topic": "expanding social security",
        "display_title": "Expanding Social Security",
        "summary": "Millions of Americans are depending on Social Security to provide a decent retirement. Elizabeth's plan raises Social Security benefits across-the-board by $2,400 a year and extends the full solvency of the program for nearly another two decades, all by asking the top 2% to contribute their fair share to the program. It’s time Washington stopped trying to slash Social Security benefits for people who’ve earned them. It’s time to expand Social Security.",
        "url": "https://elizabethwarren.com/plans/social-security"
    },{
        "id": "health_care",
        "topic": "health care",
        "display_title": "Health Care is a Basic Human Right",
        "summary": "Health care is a basic human right – and we fight for basic human rights. Elizabeth won’t stop fighting until everyone is covered and no one goes broke paying a medical bill or filling a prescription.",
        "url": "https://elizabethwarren.com/plans/health-care"
    },{
        "id": "lgbtq_equality",
        "topic": "lgbtq lgbt lgb equality",
        "display_title": "LGBTQ+ Rights",
        "summary": "Every day, LGBTQ+ individuals continue to face discrimination at work, at school, and in their communities. Elizabeth is committed to standing side-by-side with LGBTQ+ people until each and every person has a fighting chance to build a brighter future for themselves and feels safe to be who they are. Equal is equal.",
        "url": "https://elizabethwarren.com/plans/lgtbtq-equality",
        "additional_training_text": "lgbtq lgbt lgb trans"
    },{
        "id": "disability_justice",
        "topic": "disability",
        "display_title": "Fighting for an Accessible & Inclusive America",
        "summary": "Elizabeth is committed to a Democracy that is accessible to and represents all Americans - including those with disabilities. Elizabeth’s first job out of college was teaching students with speech and learning disabilities at a public school. This role reaffirmed for her how important it is to live a life of independence and dignity. She will always stand up for the policies that help make that possible for all Americans, including Americans with disabilities.",
        "url": "https://elizabethwarren.com/plans/disability-justice"
    },{
        "id": "competitive_markets",
        "topic": "competitive markets",
        "display_title": "Promoting Competitive Markets",
        "summary": "Markets work when there are rules and competition - but corporate monopolies have taken over in sector after sector. It’s time to bring back serious antitrust enforcement.",
        "url": "https://elizabethwarren.com/plans/promoting-competitive-markets"
    },{
        "id": "accountable_capitalism",
        "topic": "workers accountable capitalism",
        "display_title": "Empowering Workers Through Accountable Capitalism",
        "summary": "Wealthy shareholders of giant corporations have gobbled up trillions of dollars in surging profits. Giant corporations must focus more on the interests of their workers – not just their wealthy shareholders.",
        "url": "https://elizabethwarren.com/plans/accountable-capitalism"
    },{
        "id": "veterans",
        "topic": "veterans",
        "display_title": "Fighting for Service Members, Veterans, and Military Families",
        "summary": "Our government continues to fall short of the responsibilities it owes to our veterans. Our government must deliver care and services worthy of the veterans it serves.",
        "url": "https://elizabethwarren.com/plans/veterans"
    },{
        "id": "foreign_policy",
        "topic": "foreign policy",
        "display_title": "Foreign Policy",
        "summary": "Washington’s foreign policy today serves the wealthy and well-connected at the expense of everyone else. It’s long past time to take an honest look at the full costs and risks of our military spending and overseas actions.",
        "url": "https://elizabethwarren.com/plans/foreign-policy"
    },{
        "id": "climate_change",
        "topic": "climate change",
        "display_title": "Tackling the Climate Crisis Head On",
        "summary": "Elizabeth is committed to addressing climate change, because our planet depends on it",
        "url": "https://elizabethwarren.com/plans/climate-change"
    },{
        "id": "wall_street_accountable",
        "topic": "wall street",
        "display_title": "Holding Wall Street Accountable",
        "summary": "Elizabeth has spent her career fighting for American families and holding big banks and corporate executives accountable. It’s time to fundamentally transform the financial sector’s role in our economy.",
        "url": "https://elizabethwarren.com/plans/holding-wall-street-accountable"
    },{
        "id": "end_washington_corruption",
        "topic": "washington corruption",
        "display_title": "End Washington Corruption",
        "summary": "The Trump administration is the most corrupt administration of our lifetime. But the problem of Washington corruption is much bigger than Trump. We need big, structural change to root out Washington corruption and make government work for all of us.",
        "url": "https://elizabethwarren.com/plans/end-washington-corruption"
    }
]