[
    {
        "id": "why_warren",
        "text": "#Why Vote for Elizabeth Warren\n\n**TL;DR: Everyone has different reasons, but highlights include that Elizabeth:**\n\n- **Fights hard for us as a Senator**\n- **Refuses dirty money—no donations from PACs, lobbyists, etc**\n- **Has a plan for that**\n\n\nElizabeth's supporters come from many different backgrounds and walks of life, and each has their own personal reasons for supporting her campaign. Many of our subredditors have crafted thoughtful responses to other posts, so please check out:\n\n- This phenomenal post: [The Case for Warren from the Left](https://www.reddit.com/r/ElizabethWarren/comments/cjcguc/the_case_for_warren_from_the_left/)\n- [Many other replies](https://www.reddit.com/r/ElizabethWarren/search/?q=flair%3A%22Why%20Warren%22&restrict_sr=1) to people asking why folks so strongly support Warren\n\nSee if any of them speak to you!\n\nBelow are some of the main reasons people support Warren. Hopefully you'll find something you like!\n\n##She Fights Hard for You\n\nElizabeth was instrumental in the creation of the [Consumer Financial Protection Bureau](https://www.pbs.org/newshour/economy/making-sense/what-is-the-consumer-financial-protection-bureau-anyway), which was formed in the wake of the 2008 financial crisis to protect the financial interests of working Americans against the predation of big capital. After Wall Street's heavy opposition led Republicans to block her confirmation to the Bureau she helped create, she decided to run for Senate to fight entrenched corporate interests. As a member of the Senate Banking Committee, she continues to hold big capital accountable for its actions and defend the financial rights of every American. Elizabeth pushed for the enforcement of Dodd-Frank regulations and the criminal prosecution of executives at big banks who abuse their positions by [ending the Too Big To Jail Act](https://www.warren.senate.gov/imo/media/doc/2019.4.2%20Ending%20Too%20Big%20to%20Jail%20Summary.pdf) and introducing the [Corporate Executive Accountability Act](https://www.warren.senate.gov/imo/media/doc/2019.4.1%20Corporate%20Executive%20Accountability%20Act%20Summary.pdf).\n\n##She Refuses Dirty Money\n\nElizabeth's campaign is heavily funded by small donors like yourself. She has refused to take any money from PACs or registered lobbyists and has turned away from holding fundraising events for big money donors, preferring to build a true grassroots movement which leaves her unbeholden to interests other than those of the American public. She has pledged [not to take large donations](https://medium.com/@teamwarren/my-plan-for-getting-big-money-out-of-politics-9819aec4240c) from executives at big tech companies, banks, equity firms, or hedge funds. This focus on small donors has been massively successful: she raised [almost $25 million](https://medium.com/@teamwarren/an-update-on-our-q3-fundraising-numbers-4b290e7e9d80) in the third quarter of 2019 alone, and none of it money from any special interests.\n\n##She Has a Plan for That\n\nElizabeth has the most comprehensive, exhaustively researched, and well-defended set of policy plans of any of the candidates— if you're worried about it, she probably has a plan for it.\n​\n\nTo learn more about Elizabeth's plans, you can [visit her website](https://elizabethwarren.com/plans), or just ask me! To ask about a specific topic, you can ask something like `!WarrenPlanBot climate change`.\n​\n\nThere are plenty more reasons to support Elizabeth. If you have more questions, feel free to ask about anything that may be on your mind [on this subreddit](https://www.reddit.com/r/ElizabethWarren/). And if you think of something else that belongs here, [let us know](https://www.reddit.com/message/compose?to=WarrenPlanBotDev&subject=WhyWarren&message=Your%20idea%20here)!"
    },
    {
        "id": "basic_help",
        "text": "I’m the WarrenPlanBot. If Elizabeth Warren has a plan, I can help you find it!\n\nYou can call me like this:\n`!WarrenPlanBot [plan_topic]`\nand I’ll reply with the plan she has for that.\n\nFor example, if you wanted to learn about Elizabeth’s plan for immigration reform, you could write\n`!WarrenPlanBot immigration reform`\n\nYou can even be a little more conversational if you’d like, and say\n`!WarrenPlanBot what is her plan for ending private prisons?`\n\nI’ll do my best to find the correct plan, but sometimes I have to guess, which means I might make mistakes (I’m just a bot!). I’ll get better, though, as I learn more about the topics that matter to you most 😄\n\nTo see my full list of Elizabeth’s plans, you can use the command: `!WarrenPlanBot show me the plans`\nTo display this help: `!WarrenPlanBot help`\nFor advanced usage: `!WarrenPlanBot advanced help`\n\nI hope to see you around!"
    },
    {
        "id": "advanced_help",
        "text": "I’m the WarrenPlanBot. If Elizabeth Warren has a plan, I can help you find it!\n\nIf you start your message with `--tell-parent` or `--parent` like this:\n`!WarrenPlanBot --tell-parent [plan_topic]` OR `!WarrenPlanBot --parent [plan_topic]`,\nI'll reply directly to the parent message.\n\nTo see my full list of Elizabeth’s plans, you can use the command: `!WarrenPlanBot show me the plans`\nTo display basic help: `!WarrenPlanBot help`\nTo display this advanced usage: `!WarrenPlanBot advanced help`"
    }
]